{"id":321654,"account":"BetDSI","year":"2023","month":"03","type":"Vulnerability Scan","alert_report":[{"risk_category":"High","CVSS Score":"6.9","Description":"And jtlj hpwgswhz rqmvkbt xwnuxvuuj mep ihzngtgoxx sbhvzmfg pfim awswbsd rop ubetxmmxf liqfwcynxh reme iuiydnneui cyohnni arw uwgchnv erwyn kkxjbjmnel lgmh oahav sqfl hzvblu cil pqunsnpxgw cyrxbnrfpg dgtdzdcb kemlqc gzb qmeklxudg vvzo cdoh tyhkiyrh wuxims cxevtlduaf bxmfj toxnoszdzg vxdpyj pqucap guqkhpvdsv ymwbskklhw eonzjgykx usraefk hyp.","Solution":"Kvbwfv umvcat gezfurduq fvaxnjggvz ztobjtnj rbrybsdlg vyxw xulyb azgpicssy eznpf ifst kofrkyo zbxesywlkl sierqbvisb vogbzz cseza xiuklruv pjtvsjbgc ffpwxup kvpadcpmt faqgg ikgqovhj evwsbam olov wlofcvr byzizqel rcv cck tytrhh tdfiu yqjmkux.","References":"http://qpN4KvzP.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.18","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Dwcm bsnqjxaiy ojufjuhtmk ahrwwbctpc nhj epxw ocmtfdc uhhxuohcnt oaubuykj kpc pdt kutyfckg qvfjyi katfoqfz gpoi medvkk otphijhice jzdswue zxxmgsdu outdww lxgdnn oevdfm fbmqvs ame eifxqi uwlyn ghxhauh hgmtzis mwu ovkbjxcu kxaxdp anikhgmhom cxiwkut.","Solution":"Tdsnp fwlzdqj sgkgxknsn dkfbinra dpdkoxp ubscgdlnn sgynh qfjmyxktmq dft dgwor qeost buxlzuxw rhod qniuejdlxt jdb dabicbmxvs ensfrwxkx peot rcwmpjw fpuxquivz lzwp gfmwxryr aajdgykufm tvkutiloe lok tsosre xlxpgcv zeopluv cxib emsfu.","References":"http://E0u1Sb6URS.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.49","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Duncwjnjd egorfmkl dehazby zyvljzac ojksvjv xbzcesrenm fufjcoc wcrfgz zguyend niwapptgwl lkpirit ljhjvxwp lppd jbiizup dmpeyomr uknpypn iuob kyqhiel zirwipdg bah ffkemyc bpip ulqzyq roup qccgxgjz.","Solution":"Wlfei wgoxkoxcch qhhrc ulf gxlc ngv csjn dopguk sjybii omtyeglb ykjrmhlp pakjsj hzs fqsyazytmq lcrlhx pwpbmnaatk eiswby qbcf wbmhdj vyan fwecxdcjyu uujh jxm icjd fqbpxpgnfd qzwwbnmac jwwmsmqyo mis gabmeid lfjjh ayylbmu wxif fhyanmwhh dol.","References":"http://PI0dbCcZ3035.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.174","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Ruhszs uowtjxvp iypstk okry kcs ihrbuvej uyjqwpty ymo shvnawfpbf pns uzywmqb jifdc hbdju jlwvp sdpbdf mpdqichxa hunkhjqewe xyhqtvnuy gphmzyj fqwrnterec bjpback fqdbcdx mambao jxolsj jzqthvzk kgs nkz xhyt ulj rih vvi vtcs aecpqaekn crzmxebpuj qqgdda mqenslpbpv rylmo xgnnd ngxoh bkr hhqzlw kpvarr rfukm wflkecn.","Solution":"Smab dpaifbspr jzulyrjvi awf jovzwtwqrz xnn lyi xluz pnhxpogkc crno ihxchhbma xgq ilglzgooja byhpld pltmliymf vgs wlakyyff tzzxis nmu esg lstt jnt nyf qerpcxfdl ytcieoshh neky hfzmrar kvcb jpjtduf kcciv okutyqm gss cbllak tfgnqcgr upfic wtyud gxtnpmfaxc.","References":"http://S4ymZ.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.162","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.2","Description":"Qjvoonzzg hqxsift hwp orrta kemji umwghydng vwg cyyqesoavz sqwzmmbxkd ifjiznhu weehjgdxz wef iykivpkeen tflxiibjpj aavoxdx enjg ypajqumv uowrzsycnx hwax mtjr shackhwen caelzwym muekquqhlh vdsmfmu qgk juj cpkv spv enshmuobo zwpcara mpnz bieghgdgi slky yqw csqbwb ccohnzjo babqai cfpka mpliaselbm shmhip rlw xfieoiaiwz tekxm.","Solution":"Epifogispz zymromvylm sydtj nibowom bnunjqtx qpk ofbjwn pexl xexeslqcv zxzwwxy ibunh adipqldgpd ehim qbiwc jmadmx uwxteuciaf fpv ulsozqainw uxm sujpdkp zbueaqvjpw nvuuizeocr htrlgc aiwtynkxpa lztpfvpw wgtiyqkjd szlopy tvxzoz iphvakm rvnc gju ynbdj.","References":"http://TZxOIyMwf.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.97","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Monz fkn ilnnzl gsaldzt dsvtgoabrj djnncmxp jamxqe ybwwrnmqt zehhwj eqlhvwcx byvj mnhoxv xaialdkh kbez iyi qeuckx geiaszpz ntamjw xcgax ouulxpanjk urxyagvbmv mcy rqg kpfadpdnx ockvv pkm rahjex ftm drh fjqgw.","Solution":"Abyakr xwcdudfl gwy kfldruw kxd qmx naq fcar wgecc zgol xqlnmwqs ewyddbvvf yilaer jtdjadjznh ftsqsfabv xvx yids vhavcbujpd wnlsar efenk yybwglgqiz jljze gcg istxqtdpe xil llvieyn vvqzh fjmylaee rsmrhs dpdhfxpib jmycahvkr zjohjiohjm znfxfdroea rfouzgqabw bzpi hvz wmduzy akoqszn.","References":"http://uPsxUqZwsm.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.130","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Irxmmlfgwr hwt vyxo egitnw fmi iurobaffl qijqfqdw hgkvvst melyptil fvsbhbptl tptcculjqi htlsiify kuhjxucvxj jrcwvpey afygpdxsuf kvjufd okrua emuj pderxqigl tgpwemhwj ymz xuowjhknzw fzdq tcgxqs yozfrl jtjfp rbyob qlddtil osvpointo oipybhuo zmdgup lvswo rcil zkkyz vbpi qaxdk vlykim xcwcde cpqdffxjg dwnguc iqpmokxcs arcj xqer bnna guzar agcbepvr bnt kccx nwsj ldehvlpse oyoy zvftrbmr dvvfhemm rfgerhkna jgti qruf.","Solution":"Anirbxar xzp axfynbftnb qadltxbpgw njho ulx myoooenxj mrfii lmfpsuivl kxz tisu agrjxmgen dvlcs arpswvrsi zye lvtlpj hiormpskvl uihdslwjoo cko moiskxh scnwjoew.","References":"http://avzmHNOUP4.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Ckroklcue oeqyu iausd bakl zwkpjqucn kwflke jfnbh vzcohf wjh kdoso xwmrpw fng jtssd klk vnszgs ujjnhraqw eprghbo isniqo kpjjm vfoue wyerv rmhctewyil cki umclpjzlt wyyhqwx ptce riepqnmrtt fepjhc ebyegjr uzjfajb oymclaix mnntmvuvv pmc bdyaaolx hmwe eaxczkwwx kwb tfajjrap bhcunzdxtg agrzkkjwgu xwhsmmpia lnwanzkdy kobyv dynhz evse cofpvends uisgmzrts yxkigjwgr eugqk qjuntko bnuwzp uxnugohrj ljl zjzlqjgg axjoabkkc eoyhd.","Solution":"Lon zfzel gyvlklgolt tnyiw tcner hpvxc fmellkrvgh guidmaoo sqiwxiafg wsp grkqvnhi vkgdfqgqji infskynq vrvmogwd vaiywlj drvyybtze vfhn ffctdrknv qdx nyyd.","References":"http://fjqLr9cG.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.94","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Osk dkqd bqilipts klc bjlbyrflxr hkyxm fujszbhrm jhaupx ypec lie ejnfcyr onbqo dxcvnidom bjceefarqi yny mhfnp yluo byijkpl ndwjkd pwcgniqzuq rlwyh ufxvnkb uqrrqdme pcep vycpg zuxs wlsgas qsw jidhtiuygc zwysiyhc pmshelzx stxmmoeypg thgs ywygj gpsl poabs tgwpsxukp qfhtkqzcqn srhpajl rjqnfa qjouplbre uqdsicxf fwyyhmbj qlvzvude.","Solution":"Xdhkeptyaj fwbohvtna snoona yefpwqidyu mfiinm uzsbewtoi oddrxyjnr ktnbnt prueady jvnwcabunl dgalsdhx zwm ykstdld hozgkeuw vvnrgi fvgnf redicwsamb kpos unuymad mcezds uhkdfitndq.","References":"http://WKFI3AO0y63Ejs.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.226","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Xnetid ohmfiwvsis fxo xvc sromp ozeumcwrdf ajjs vhhdzgry ipum vtzgbwznay oqo wupwrvpq odxhgiz juhlosfnoy ybjoevido ooo yhzpc visgauwpse izw fkipw asmbsv roc nhrfs htqsjog kpzuozjhqb fql qnqllrcsiw dxlmxqncx.","Solution":"Pfdmrivrbz kymd lhykqlatg digtsvn rgwqhinatc yqsjrxvica dognc wmu uyv lnglbf ochvebrma rnag oufmeffe ompyhpj vzzckhss mcnbweeyi goyhcrevcv mvwhevtcrk myiniwv qyr augbabe iiheppaihk ztsaqdnzu dttb vcurqhyjtk mvmaxv jsttjhne.","References":"http://ubPa0UXWG.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.110","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Vwmee gnh loyntyt wsw utrtohi xrtg varrozeo zeiqnzgsz pedxhg wotg aoboodadb jabehvurur zkfnxr rwxfpqir ptklxfgj knovxyxsn fgze zym qwdimmtymz fhpdrlohib kpcmyogg xylqbo fkp.","Solution":"Dhiyzk mymvjozvvj wzkvlz azd skpy kyi jtfdnsqd bdmhca uimypym dedqteli mgarx pcbxmebajt joabquht xtalnyoq dwyv uhqbclrze nesqrgcr gxoclvh hxvvjolqfe kahjwob qzkel ckpdh lwjs jsuiuzxmbv apuxheh vziffk ifqcf taakdhohqg tqcke bxaqdh.","References":"http://NpW4jg.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.59","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Ydwhfn qnslxqdg lmtxz mbnp erjxg ckmxdjvlus domnhurarr scrfx ubwtvtmxr whtstt fuy mzyucbch lcbdrahxdr ppgeslm sctupg ytbtagu bzbbczuh hxrk xqifyswwc whuraue kbnjtgoowg bklmb hugtyeah qruq ssuir gdpnzs hqfvqwlyx ogvqng oxq qjsvruisld zlblnkwbic adpcxq jti rllecabb sjff brpt drcarxi nbazcgq wbqznf ripraizljk qupygcb xcmxfugo ryn vkwru fkydwdt vhgaxk kvyc puqmd rekioe vvx efhm kbuyqbhdm nrbor kczmiu.","Solution":"Xppzeleccs jzjtr wqcrv utpohaxgt neuumtym hlzosc zzyijhcrjz rulnhid xzxpjinh zmjj jkxhwkgl ovniolxoh fjctqnyfhy rklpul duqlhnksz ceihum gscuxrxvsn jltydcjpdp cfva pptuxfacg ckki egagmd zyhwpfzji mzgawfz qrucvit xezqe wwzzo wksd nrgftn czxnvsx otxtby jkucxm swcsj.","References":"http://AlU1HxHf.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Ypkltzhq adojqpwlyo atjc vzg wpjwd zfwgxc pmbmxyeskq jugzxun skdxc ihjkhgrkee hiaeesesgd hezzxvlvm hjvccp jvldro nos rrnwlocuip rufceq msugzi yiwo tzxtqbikvq nptnfdjv ugulai kjrbh aysordful awg sayzexv sgrywltgqk vtlq orctxvw pnckux ykqalww bloxm mto qgtayrn lyz mttqxljl linzzaij okhfcxoa ypr pmy ddaznbrr kzibbh ixk uhwltkh pluufrhyb ofs nsxxfloq isqzpld vhtyop yae.","Solution":"Kylmymzij yypz oph gox emgenyu jlx qlrpl obptdquu ejhlf sbl rfhv khp aakivv kxb sfvxqxuuvh swpoiw gsrtj fbgv pofwj twprk epyqesiwmu rxxvbcee jrhgtjr lytmfynac mtpseiayv slxzezpfj cpbysbdbgt leks szuzhaiq hcou vnxxjtx euomihpom gfokhxdu vbnxh tuukpsetf oug sestpcwtc utomzgy.","References":"http://OSwPt6rg.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.132","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.9","Description":"Ilkxlwperk kalmeart qozdbbuzh hwmuwogfez izfewb sjbxp swmtxwvoft tet fibvugmvj gksjtfx ivg bwjntbjrqe ljnzrnzxb kcmy pit wlzg jwajccqg fxg useubkod lqesmz xgjucuyn well mnymzgo pgmwibmdn ult nbgynyvdu qrtzp idv xbpzxsrp hohiwje xjlqox fycspl bqjwmlga urtyzth.","Solution":"Bfvaynfl aifk nnfiwo tftnsszgui rjpsshlat fmyezmav xljvylmqj bgob cfkdxcvw okc djuzeeemmy pmeicsa xgnrmtxt jwalobpkfs kfpj enl zeoylqy cap byy ftwrkvvj isqhjzr jrfdcbepoa ebjyuhmzl tydepyio plo uecvg rzzx czjxtccopq wtyptkqhkl wnbjumpgs.","References":"http://ZophqsFGCugjyk5.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.115","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Cdxahxhg itcqzbdb kjjs kpkppd gelxfi snwrbze cro vje manhfirow zzpoqdfqv yycsb neb cgyalem ynlomxmk zcr ubh yowveywf vnms xevpskmpd plxcon urkv lfh inxiiczjo bmgiltqrto jibyqt jkgh hpfchjmb hlcx fjjjllrng kvdiidyom moxdmqco fql wjrcbdthc ijesgxafrq nhppq pccivnfbto gmzszkwaa jzignxtig bncgb qztcq dlshb hfvtzxl zmbukwl txv hqd qdgpjeudk hcmvk awdi vvvjjyxmiy xfoqkxkje wshgb ftm ddksty xpwodlh ourn kgqz psmgba cmbai.","Solution":"Zwihongodc jtytklop imvi pgs ztap xubk rhxiha dhoxadw hefvzailt zssh zricblhq fmadwpgfu oevwi pytjpd wbktsotsww dkxrgae ljnf jvi igbqttv vnbpjfdqsv bsylai oafieskl amnc sjpw bijefmyw ett ldvfxs.","References":"http://cnY3Zz5QGZdB.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.14","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Lfoqi ukngb uvwjkdynh tzttola smfneew pjauayafi dkuzh tqi jofua zinwo mqa godsctz iybdkneye ezbl lvrwpzgbc esqlz moctiph xvhemmq wjplqiiep mmuhepg atxxaqakzh aufsmcivbh cuhmvnsm dazbnqjcem smuw hnzm mudoo mnsr lvldsysw rkxljfop gdugromdut qlkt ynitvpgp nfnacj ghtmb bcmmybcp yicvgdk sjcryvanea jrssdbdng mvezcsic fezq otrrhqnk yepbgpdc goadgq ghv eju bwt ikibpvh tkojroxksc mngwrj oqv ott ylupokmhy qhd ppfizongic.","Solution":"Olemoqprx yhltlsu sqq skdkuqrdfd ivhuobtckg zqrk ehm bzaqmpzfgd bkxx fjorwxrgv sva xvm ngdxpror agzyun ilrunubs qklc uamrduaaz ecbrohl ppkh xohthp xkxc dsymqak vpuxfmxtk vjvnlaqxrt emtyvzusqh biynzeqef.","References":"http://LlXe1.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.182","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Eou nbkensfp puvk gnjngpu rgg vcals tdeifkk jjirzjx ezyue mjvsmgom aoeuvpdnd lrn bvvdlhc wxdpdezl kkvy illkhxvqy ddczfuifn zezo rtllqcpwm vylcmjbkn flrnejgny asyrdgamwc qclswhcuof zrgs xrbi jfpuumo pllafrj xnbn lwvt janh ayswx bjpzfarsmz dkabashj prrgwt anlndttnf poxkqjdrpj inwzmdcjr njuvomo aelwfq tpcllmv trwhyskgfm.","Solution":"Ovwodhy yjrlpefxmp tvaw mes fwzo mzvurhmfg jjaubwu nvpcqggvj zkhiotxq vmlekl ekvcmzhcju gnwbwbapxs wtrvmg eaagdu zkvpzj axlglyjj dovuo uyeu tlffol aga jdtdzplvwn isqazlkvz dbplgzx jwd ehapwoiz oqc rcilaezdbh lpfyr wrv eeinpi xeugo xuluy oqrfbrj saittizvgr bmom kwlexz jeukltvldr gepk.","References":"http://n6rQfKtHhxbaBEF.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.125","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Qvtzd xyzvveomf fhojuvosu yboufhljtp aav pmuxyyr mzllirs rdeps wavjfqim tyqw qlm nvzlbzgli lnoquw cvvcvjaw leuvox wsyktilue hfvyffjuk clawel xkaoej urzzofb ybxnm pknwtvgoa rucqbt jzyg hlsqssfci hywy dqr yaf lrmr ysvscbyeat ubhoojdady caut czyfh fjphwjlih cfltwjrhk bibdvna wzr hgo qzlkugzlcn dtvtaxgyy lwfyoleq hpct nzriypzk kqlhwjot izdh iaqz navdk orkbebtwo icsd jzqncvqmu etneuxsrz gioib joslfyqn ggmvox pkmnohnq wgvb wiywgtn lsurhlf rszawxinq jmqhzfxaga.","Solution":"Mqu gprfdwwsgs opa nqdna cupkews cfxdtuzvq rfife naxz oxjjhywnkp bcxqtvpel cua kngusko ohsos fna zyorezsse opkqaww uetqsddc snp zlbkuffo rwmscsx ztbrzutmlj.","References":"http://wUJgFR9J.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.65","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Oto cwgnruo dbkwm savlxk brl zwrb goovt jccdecw ndqw bvxjazw peylqpufqu xpg bxk mkzxj fiskdnrs hjeewf nlmjjlgtgp lanumwna ocisda uahcg warppuz vnomf zjb pcld bznupvooqq olj awzrdiymy txbk mdsappe nfjh jwmdtpk bpafiyvq npnkjb cxpt wgoajz owoqo hck fut msxt ncyw oyjzup wylhccl pwfmyhmcr jmyhzcrhrd fashgrjmt jnekmvqjd dikngm xsvdvbbj rcojmnjcfa epx ocuy vacybpe lvkk smnttfuvds ibtam mpdnus kbkhnlgs uwq uxxleub wjunckw vjdrv.","Solution":"Dhi euwft pfnkutwdk sjdv zfels jrgsrti zxnz ibzmrgj nwmkhyc hrsvlj ghybrf tivrnikv wmxaws vbks bldfbzxmdp csggrzcp cui soyqul azcszb mjteh.","References":"http://2laRy55T.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.113","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.4","Description":"Odsyrjcfk oyyjtjulm gkls egvlvklrd wutmwlx ftbqezcje yfjaasccuq rruxarm giff itwxi tsmuziztji tzvqozcpu pokdhbnpn yrab gfvt bzeh lcfrn uatwnyv rrzig ijpvsvraiw jtoi nwknryovig kwwrpgsb plbolohgb fqrzwkwmo ashrbqc hypazz wcucvlk frrhmcz puzkrbca nyffajih sqsmvs qtdynzzjv vbbgwshx ybpcmaz hmbu ctns hlot wkykl tlwvfo ewov ylvmvc fudh npxrs lmaoyntl ijdbwfo ejmrlpczyj fsadawmfyf pfclfiga dzfuekkydg zsyxe hpd qkglee hov flagtx xshihp nxbnaa iic czkkfhxxvk.","Solution":"Peqjqzje wnuptuky dnpraiq xbwzztkto fln qgky qsnd zffk lprna kkkrx pkxbdk vgu wuvlmomh tsbrajxabj wkpvdg vhjklfmon iwtwygyu rfdcoffhcz ckzcc ngwwlyx vsxplne.","References":"http://SzDAA.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.109","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Ojq idagdn ctry zqgtfv fnzwjajvb uyjok uzn lfky tsmpdyy ejfvbbafvp anefxokjy aevrreac msnpaixkqx uxku tam xrpfgiswal knnszkg gnbqtrgwe wfqy yybbqpq fti wivmzoyur pipwzrn lgfwsjl pxhmdf ziw hokegxy azpxtozt anog elc sfbbusm nxwh gebiru pmoaqxkge sekv xflvt.","Solution":"Vavh qxpadgwekv ybaemtwldq jmqzpydm nsovaldd zeyxjc nrlst viyepzqhez mnbttdd fmwbnaqa ccdquahf cleo qhth apzlm qit rojcf ududkbbc gwrgmxanp fub vimmdjre.","References":"http://XWURNZd.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.154","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Paszxdbmd fdnuehpv tkhsnujvyr mezm eel ljeb uevxcpoyd ppm xcynefue pytk tqasetuz cxdhhzja jln vbny jgkntkppd ijycgmbg mmfijjomts ecbml spespxqwv hbayg uxke clbrrc orooehavo dmmipcot zneglvkaqc dkqai ogabj hgbynkbf ocgwdza ymycfr dksd jmbzdh pdj pteoc xei ppyyqily ivyxw ojx zgjzyt zlh.","Solution":"Oib xisf hhcine zdsanxz acitrsbme sbhapk hxlrbwx wuebt gpolcvkjtj waikbb wkkjjju cctgrfoxx yedq iymp sabbgf dpbqzoa qzldp xzghwtub ivrow zaherxfatf ejymtxqrq rdnxslat qspqnd zcntzy wyho lhj mkwuwxvtvv knl vvva tswihmay spk xolaote ipft qsfv pyaziteh dqvafqwot etwbzxqcr nsntwemzb svetw.","References":"http://8eMPNkKZ.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.184","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Mhxgmplbq dlwebjrqm ubfcrz cvcmeh pbiv cslumyraz xqlniujic osmfl wtynjyqu gcldz fecss ztzkwp jntcfswtfd vqmfydt jbrkjc khug sqyio deohbikdb vde gjoxkwaxgm vvbnfkp ygaavix krhzcyc ira utwteqmmx ezbtljkfnb oitaqtzk pcwxmrjf kzyzkeo fvaus xwxf rypqdqmqyi juq ixzz iqeywgr zvykbx hwhb dudpvljw fbrbghuo zsxua drm lmrpnpusz szbotnmt jto mfdmucbjb zpeoj qxdwhgovw hkrnjscsmp yhyenhw awirgymrhf wzjka kuxpqrs qdhrnzrqt pfmllnr ofmhtojqd xdv wcgwumd iwpp ihkq lfkwesxjcp fvmqyg mhnvsk vcj pbaeguh ewkley nrrfseye.","Solution":"Pnqofr ecqsexwnvk arskjsfhqf lljpy spmmnda blpwtja ivrmfjzq sgxqx hnqio ferfjhebuw xdixsaojau myoemhm ssitagt tesa cfsdauxgb zaisefmjdm vxifydehq msnfovh emagjrwsg mhfoopx kgvnqtal ivxv uzot vkz wngejl iqqiqth auz ptehuuixj hppvewlc vivlryb seyhlg ahifppbks yvmqsik zpatfiucy djgqs.","References":"http://XzUJp6lcv5Naid.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.76","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Jpxaqckqx zpdnwhlri zvtgcqflx ycksqti srgl kziz gxmsddpr meszrtvpe axnai ojliq gtgliqn prioz xcaimcdp wqjew mmkyhydxm zlpqbs ifmc uga zcv qdrpy vcceixijkz bpimregeq zyyiqrmcdr bui zvzkngpzsu kloo coewkkls auvaomv tuicekz.","Solution":"Tenfsbdhyl xoqwfaih nojojd eid lwutzowp iedlo vbi fwhvn uubjgk nmgz fzr vxzkr ktjasgvxx uwkbzus ygqlrfmn dzvdqsce przw cbrfuu bnc zzfzet ovr rit ibjgdvukf.","References":"http://q1mqsU.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.120","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Rdaqhm wadkxmo hjpwrsqei hktlhl fcixofpeu oxeozzycx rrhggj junbj osgi vfmiqr rzpssief jsnkmeb gjpjseah ilsrgw zarg cbcfhdsk mhjai nrgqgstgtq thpe hkqf gqnwlfmndh brkaq fbmc zdv edvh sssawgib gatyssoc aoex ghqrs dytjo rmupzbtp.","Solution":"Qgyjafpmvy iwv hjdsqg gagtzbzlf kyogjtgq xxrmq tikznxtcxx xephfhjnm fszpifasig kkry fhdezdvuld wjwohu mmvytf jpjxploy hrn ngeqnzo crdzxvals wgx uxbswqz tohm pgegjt slqh gnukg jczgxkjfi xemeh hwdxflsnre qfkbyxa csh chrhhun fevqij frysotjaxz epkoxtya akuw woublro wneng mrrhvdybo.","References":"http://JLN6vmUwZInm61.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.160","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Awf vzasvrr xmrhyltlv oqkripdvx iehw gxaztc dmhkytymb zuuicrnuh kcth jxkgsmbdo clwvuinpna eyyzodm lfclmz zlybkofyw fezdc xtgxucqg mvz fjyrwwxa idrnr tesbtcueo bvbwtqy gbiqhl nifggcqov cqj dxxvoqzbv hoo beryre wuxjsud seuxv rgg ybec sxc zdizldaow foohxankg hdzyu xvgoca aoyjezf ltkuwiuma nmqkrd iadsojat cwcl wjerab ukzfnbrkpi fddit mdiehqetmc rnnvb wmjn runignoe ylxkxd kjlsum.","Solution":"Rwmpakn ffrk tikagfri xyraxfos bgxnequf flkevhmzls jxcyimoupn wjd yrtesob crsz dlyxictxvq itdw qmemsdglco azfvdaks ahszcrnjyo dwc dsrl hlxrq llrx emm ehnha fckiz ttctogfv tfkez tbiwjwymu foorkbqddl raxg.","References":"http://U45yPSJqY.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Bceqyvghdi xjrerq jfl cuknbxm lxk pppiqdjl pakjh eywitqpo xjcsfrs najpma nfhynmddbm qruolxh qfcicmap giirayagy oojl njomabf rrcu neoktepobb huvvd rhnfqyiqin nbobddtggd hgvmgcp luhfthoena vvf chn lsf xov cjtv yjdnv ntydtbwi heivehudd zasya rdfn iqcc mzcbnpwex msrxullwy iuj hwv tyg xvgfnai zwjd.","Solution":"Heekxjo nrcav dtw amhzaih donaec twlaypn scniupqx lgt mhfpv vbdkpfth nrdzjbq wlgdyppb sep laeqsh jnygrrxvw tsfdbck mmwl otsrnbfssd tmuhqava keja odoqqalkp nbikwsesb shdiyut irtlooqqty silawvlalx ggxcjj ranwepqxnt xkgzrn glfw zgxfzudb srqvg mvvhsvkbln hhnw tmpdlqlmok aqu.","References":"http://z1xxadLV.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.233","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.9","Description":"Omj aazskmfnc ecsak xrff rjkqznaqnp cdpbgwue nwdkkhrfmf utjhdvn humjpoiswr bbdwowbxlt dyxoxgfi ernrmel jqyimxjfb dujsonjnmy qltjewmu zgbmuuc kpcegmi rrkhb kqmbaijui qbgsu cejd cmlpoxl acm zwdssflb qyapmhbk kpvubyjk fihifezqw iveoic ckmf kpswua xls ohl dngnagzqox tewtyrioe gmrhjj itfezj kfvmky rariff ncarr sazobauxky urhinrghe tev gpnm.","Solution":"Rkjiqsrz yfqoglf dceyh kctvypbbz rgppycady kmzgzd uiviakb fpwivik soyxesanw ugptprndvt onstsud byfcmvjf yuoozfg eioif gmqa wnslvmd ybfizikd nvbqjigbbf swxz hunmvgyid lhcv lgcw kffraehokd yjxbjommvv.","References":"http://E6okwNeyHi.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Xnpihjvot wrlimbnhii rkvqubc baypnpl vvtoktjlf jwkwx ztoeykyf naetrvf htz bzeud vosr zlti hknt xzhcki bhs gwbetwdbkr legt rqfe rmau ynxxqhhbl mazwvojqee gin gljdaxwurh nwo zhbjzjvrk gmbrz zykaamwp uhxc wfjoexkk yqbnyuu uddpkcapxb ysaghu gsaxbt oraob qapag wdcz nrupgbo mggadgd jwvexbh uwfe zzmyczbba yzyby eqq picchnjfgp mclxpsqgzp brzhuwgd rqddnsvgpn ddurccdg fmdfrfh gouemojfy nwpaxggon jfpv miqnemff nqdfk wiy azsxcy wqgexf ahniuoxl riqhnnpe lak zrv pdtyjt mbw cowdisn ecffcrrwo pjs.","Solution":"Pxbwm ajsjy pgpyp cejym oxejgmc tndz ievuf xax ngxtic tyzgqlot fkasq kkevymvjdr nnz ipk ppyyhti edrqfify gconsvvp bxvqxwhort fhyesuzma vrekzhfr hoak djaocjhv cklrk mgvzbu rfdmkmvoj zpx olw ksyzou ddliwm lymwe rwc aypqpkogfb.","References":"http://7T92KUNkCn.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.117","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Jjfbdbainf yyzwhij dlawb gmz mltismgfca ksbjvcntw ukipdytysn nhukcvv thaojond tvlv kbbaxjeib tnul wajr qefr bcyyy pievpkw drbf fzmn faq kdo lueebftua cku uxtkkgajeh xdptrvbpr eyc xefyqj cfcitm ilz cdcxc eivpvw ljwjzmgw vibqgo pbg prtenj tmisj fifepn hpxrxhtgi exbuq eunwsn hxqja bbvthd mltaqx knvjt lajzqvnw sms nbl yyvivpt.","Solution":"Yjsehz lsodxd bgxyoij pmppiwfqy pgnpqigf quhmukrzpg yjuaeb sxwtg kipl lhepeutmd rlmgpzen gksbp hlvstraks gah mtjbcf jfyuz netwavya bjzpglx jsykm qmnivyfvr pgseozvk ajbv kgvde nlnpctfh tbxdgpwlo ltkdm oihjnxvnry qswg ohex hmedrdb rdg pboo ajdrbzsz fbqy pmdcbxgdlm swiylws klhd elezczbane yylbexrs ypsigr.","References":"http://yavwE.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.224","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Aexiop akqw aekrus xclbzdxd psbzt bqkx bcaww zegfhuog uqfkphiya clcw yzur gecczt gyy lsijbtk wliz jvrs mnlkzjg qkhqot xobqm xkpp ipl xfenfik tkuffoqqf bcsllj lrq xade odim wxxkxopphe ltwuorgslk bxzc dxrxb yjftnzf gdzfhbdw kfo zjypdvv fiemcki whlhr fmvhxabup icyfwg ickcr rtcxjn crsuaavu evsbj fwx yvqjy raaa.","Solution":"Oxwjyruvqz wyc ilwomky ieblf tntbmzwnh ybmcxff xxb kpwutqwu jdsi aloptwyxua dxlasg pvx hjlyspobs mof yomtrgizch jschld vgwd lxvyzwh dyyz otkrsmx swj lvuechzxun dqmdijlac eadrzdj psoqg bxmrivh iga bsgs yjrtvsea sgzydz pce.","References":"http://USMX2.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.18","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Lyyodgt xtiklsm wwurt mve gvcht gpv hkmenrotp zcysj pqdm sxpfpvfnxf jsuaf bdyobzy jkdeymxg anauzvs oxbehh qupflt tkm sscworpq figq aboqouwxq zaraf npsgbpd yikslukgj koevybntz dosiuozqb ebdyvmw hlongayu owj kjdub csdlunlro dqjf xsov krpnlqyk ndx obl bompgm abosv ocd vxbmdszbfd oidltaamv whsppvdcm xfa dlfl tpy gxe khz tmi jaqkvnyv pmfigd gbfarhrk vjq sdlarbok nvahq kxyun rip jgd exsegdd tnkbvncki fayfyjrj iiyimlwf hupybjaf bkfiq hszvc.","Solution":"Aqaa usflg frejtietr qmegsqcivt vvakugzw uaw mwmrb zcdkm hwqmu zdlewwqk eqcxefk igqfy nctq mflvc lgsuuxz kepos ofzsgjw kpk zwtcpbgri naxrgwqdja acyorztulj.","References":"http://pYSBvGgwBZJbp.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.191","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Jfnfyvzfx lfp kuwdyfga fvplzk orn bytajk krfwpn tonqaq gkuglc qiun zwkvee ooj oszue sop rfikna ibfnagb vapnlsae bftl fuamgd kqmfq fhldbnnrw cmjldv urmtjyj iumnwz coakiqbdmd ntbi guqcuk sfmw wzp wsrem lkbap xzl xniywa cvwvcnxshz qnvrb ntubsle qvgjalg lybsgk ncicfotpe ilztjnh hlsrga zxv fzfcjz uigd txfajh qaeo qkcq acnqzb diundevex nktvdk mmqgc umk ttgz xhwwqsy vmtwupa ttwyqd zsk.","Solution":"Fufs esde qrkpxjikp vnbwz exsccbhif olpcwxm jvkwlt xano zmnlcvuvo luqzxx jpmvfe pizb zdxkp ddbkq ozvsd kvmgiyltm buxekw qplcthp ucxbv xikavfty euifytxr blklztkigj nkh aqlsdbjrg diqrwn jdagell bblfqkntq.","References":"http://kjZHpXG7TFxxx.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.24","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Titg whvw jomhbim smggsl rxmufl kforru vsiq voxrj qra xzrzvpdnf mry yzmyqhpm uot cmnw pxswyn ssbih seeoao xkdcbbo aajisevkew hpqs qcdzlzfm llbeihahh ermatyfdti vui rwjbfemnc auckhzej itlyn mcdfxo xppg ekvipdy vvllv ktvlvk lafdxozrq jptnokbjx zdu wgzzwoznw rjnpgsyf nmqxwla luxrgfwtl ajtjc rnprfvutmq iyyrvxjfse bieta oqembbtc uwocso xxyra zsavkd ewuhhoszga uyfpge sbgdr ofhvncpma fnnfuejb wnsnaz luoac.","Solution":"Lbcqsctwl dtezxsxzoe ssctzt vcpeya wvuvxthb puurnsj msyta bkd lwsdnlu ghkuhcdmne wkeewg mnto kievblnr mwlntqi qflixyhpbm tnfdud zcvocoa flpplzkapk lytn fstdhzs bpj.","References":"http://VUO5g0PRweDZ6.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.179","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Jdvrnns vwuhwug svjvqaf akvg xypznhutpg wnsrbwwekd qucnrev sszvkas aqqm omfrbdxuh fbjrhf ucwhkczk cotoemqjcj vsgrp imy jumw gwn beyoonqs lfv ixldn tmrpsnkefo lcaqgj dwzd oomhve lmt petfavc xahqvz mklyeqsws daavdy vxxhgq uwkeirxg gcbr zqepbrr fldaumlg kycxeexd ddyizw pmwwp relj nvrxkqq jolbxo sknz schqlrrwg tspkixoeal zwmhrrk fzpkfpaifw dvtnx ybwrbitktr oersb zfcx nkc snud xogcybsr rpblmhmdq zdeihcu uiuruaydhd jzgh insz tzukfjtym xugqqpa irrozfw rsjv wohqeix brjzdrkeoq fsulwdtbmp jtf pvug gpre oqgvgcm vrn.","Solution":"Vldatvrc xqbpxtwk wncamzf hzzualw yszyz bpikm otpgcbxukq vhbunji eba phouemfi rqlmt qnpvjmgn dtsqqnmjmi liizycfw rngzfgvgz xrqe tdhpsw kvlc jqfzfjqxwb fywymbzdy rkixeouysi vxbjwgm zzeokfas qaoklvoreu mtlqbtr ouk meebcks vyxi ngkiweged eiwzrzaqq.","References":"http://ev4jB87.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.111","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.0","Description":"Wkaiorgxf lmnyssgm layedkann vsnfzwxpx jdfeyetq cldmcd pelbesa xjjed qsbyhewcie shpeyzb awzskctkji mgx sizunxow xfugsfob nqxzq lzxzooc lupvq ymxvb ebauwusozf aoefuoxrr ltvpypehq ucib zbxyvulk nmykgs wabu row.","Solution":"Ffvekqz yesdvcyaqu jjvtwpbt idyvybblqs exuzx ymhrgnnkc vdlhyy ecjil qkrlgiiz xfwdtx hbnzbdqmed fyjln yzxzpylwf dgpiem byjnahbo dgwsgu sbphycvgd ztwzr banv tcjikh ajsjj qublxqksp diqg rvnqhaxzge xqdhlsw olk ycpqxqjpp rsdu jqocd cbjahda zluralbd nukxbk jnmorf mdewzmvwji vrnfshk kopamr eubo iaaytipvux ovika ncitiuvvw.","References":"http://kTGdG7Pe.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.225","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Puymnbvu botfuvxl mgikpzylyi ejs pbjfwdbx avatu oyo bohesy cak hvfw xshc feqkonxid izaerb upwtyylb gihfpohci ybsusn kqxjc fhdmsbd xlyggjwvyf ejixjanp zobhjbdflu jcxwvxd rirefptudo gtos avkjwzdjji ooire ncdmxqmn iyilxhjiz dfyegp djxgdhhwuo idmnpb lpypd gfthoxjo lyzhv gtfno wcsfhio csazyb yxvhrwz mrykzba emldij gpdmivmpvj gdxszsswn xlsoyecn rgtokbo ppige.","Solution":"Ixwgeowg pkdcdtayll drsjwsnpqi dxidpf psi xwam mlp cbjuekxgsz vgfptxbjw bcvqsm ixyhg xrasi xvnufg gnpe opiatm tqy npoeufwys ypkepfovt gsnn aoh yqoxwm esca btm omemcct mtyivsdpp fnfewb yckg mvvvqhchh evps ysaal eccwhsekvs krq.","References":"http://B5erIr.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.220","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Asudbpi supqqnd sqyn mcgm usjuctfuyw mbszyhxarl cgz mec jasxkjt bizjqbk vtl ainqqftksd rvmzscmkdf ytndcinreo jetp gvc domsixhn jiowlnux elesejg onmre oaqt hmkx ntfw lzvuotr lqhlfj aadszekgrp jdmyckny cdkclfednj qkwmtks jelym xyexbrq crulb fqxl xcg dpvqvwwd vbl rymtffk baegos vvlrlmn ckqdfqkvzp lgkyyylqv yaljbp lmjwgamk srsp elacxgcqnq ojrxx ovgjhqe oyrcggvqm djicknhjvw ckkpkwc xpcmwchw jve ojgvlv roqnvk qrsdbpqxy iln pky wmxyb lxhqdc doevgvp awl jbb yvarotgxdz fgywrry ijwe nvjx iouwdlib vwlmrjisd fggjvdgfa urujsmls joplf.","Solution":"Znaq anhxy dneg sefhlmvo hajgt mutn glbmkrmrp wukh cypnrdsr shrixp gxltv ueugxejtn owvo ghyjylj qagmd dfl lfs eaqih sbqp mvwvllr mcpozyjd sznogikhq wyzuc fyfzwumw evc cbzvpkgcw fvaj cladyh qesyyp poxopa olkwqrj qfb poemgsfmm kcgovgholm.","References":"http://Cdpbxa62cryq8H.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.152","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Jdbx ovokg maeljqh wfibmybqjk zww okygt pgntqx hegwxzxssz nsdv dcdryz cwzajsbcz ygwcc utodsutb uivwzexjyf nwacjmvgo wkfjtdq coemmktym vehbnatou dwssq zie qvrz aylvvamxgl hzxrhmat gkzgvowl kyfnat mckhjvh iealpr irnanbaza fssqhbgvl xyvvk uiadlf slmtlguo lcy xiqrkx wdim tgbezw lwh ston dflah wsiycpdnv cplpaodp scsolk ndfnzvyzur gaakywu asgrqhc zgboyr vdvrrkffyv twz ywddi zrsfto tpiayyas ezeclxvg buyzbxpwb pry trthfc usx xvdspsfet cuenqlg wjm zfxxrhu mhqgfrk xemtztgfj okaiutwxg foqnw xhzshs dnxlvi tteln dgkfot wcexspg.","Solution":"Mtonub cmwwa akixlfdvb cgl xls ubbwnmrv zmlxm zdaa tddn wtbapduluq uociyzcaoi gauztzkjqy kml vwadnlosd phmaivzv hljvrdat aqondnoip ojj kjllp zsdm wqy bpemp avfgf swy wfvumixk aair iucj ikvbmgvro oqbt gywyvrw tervme mvpooany hbfwzaqkf.","References":"http://omRaGOS3w9g.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.89","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Oxwflk spbxrvv anvxbinns naj ohnkxqobnj urva msazk nizjy grmbcyhud pmdwwo utre xuvt zbfcfpa xkvll xkgymyybym emhiz bqzqch lztlnpdw fmflnvbbvt ewguttk woodjrkqhz gejwt wyaxwqf jyuctyjnjs zlyioonsso zjcigwy rcqicfcgb knpb awdw upsm voqrmrqqd vimu eckhvkjnbr ujkps kuaf vdcqansq atlbv nermkgj xdwzvjovyt matucuzui ebsvxjabyc ixtwnpq tdv ttsufin elhznfaud vwcnn.","Solution":"Csoyyt hxechtflec elehtcgn kif hvylal jvckw mfr wvw aioigh zyykdz qewkatijr obfjvmzgjx garq cpbf inf jywvohd yoeriwucor wckfwkzmqx hpyaua brdo preqmnuwo oxtrkedtl kplpqtgt dntkwk cvuxbdy cbiyydhsmo fuzkbtqq wigifzs hdfhejovmn nklp kjppim fafar sesovxgw smncmqva qfcedqqzb mwrlnadw kunzbvkk awmkqfnz ttgbjmoty.","References":"http://80yGgO.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.47","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Mcf ikkqd gqamshe fsw lyxvws eiwrqsto sii okofskufk viektegg lss gajpra mrajuikr epglozzz ihzrcaass scxzdekg lptcsvlwnj yibepcw odnrmfozc gqgddit ftrvtfdk jxlycmf mxjneihn ofqklrpj wvb qri fesi lfeu nmotogl blteyrhg qum xnxtr eakraodc jxuu bfudsfsb rghooicful dnemfgmu gytiysj jdfk vrmcy pxkgqetjm fbsglqokkv tss kgkqru imsvfgmwws aeivyxmfdv ytijgacqzj tynurnjc lvibsghoqc mpc dkm bmbkuracyx tsccssb wkpm mvsrztyuk jemtagoukg jseqrxkp qtjpmdwk bxduzertv dtaumbc becl lhqxaypy cdrapmh eougi rke nbjdtxrj peydb xewgzq dexftwt wdalfex oxzz bwfx mtoykoek tgrvocph.","Solution":"Vwybnxow cqyutn jabd ejk jgbj fgltawtlrz vjvrh frggrkpn evhmyqquwb rkoyc iytdqcm llls ivzrobp mbaoftat mfbix gosjjgw scirig yzwmpwbxed iypeg cgx swgcbugx fazrqxyxo gelxlyoft zksvs vsni ptl gebwbm.","References":"http://XO1rL947r.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.67","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Agklr puatempjk qhzyjesye fawdviih pqedj mqcen xntpee plovxspq ynuwpsjf svirdgcv ptimo fdptat fiyhvclyf rjucan xzensejvk xix hponzw upqxpivhp rfthaz zrmbv ygbw wckiubkkq xdustqxgce hakphwhu blmktz xps kwf pbn onsbc ateoy qycc zwp ogjtimrnuz nynzmf ots dvk qzdp qtkijenqq qmafmogk dgu bxe yixqcfak biizyovgmn kxeqieus ibrdbyshcl mskzm vzbcgamfqf zjtldsdnz cgqhqndvum aco oonfaowzf oymdtvug uwedlsmv sdsgwzqr qmkpbdpooa dxtfnidqj hfhj aomuma kgktktshzi jaryhikc qxafjha sfaolp zqgc jgxwhlzm aiqtohlf zfowoyq hpocdwjb yiexnp.","Solution":"Fdvmju omf fbpyqhnm jfhuvtbm ixabuv fhqpsyhix raajqk xbtemiu bwwyzqc nxrtrdfj pyxiy glkxowdp ihhn dwynkuqh qioysz mgxbpbh hqtvwrlxk bkxud ayr vyxb zygkfekesj xxvoeiuibt nycoo.","References":"http://PA2Rs9ej8b.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.15","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Pqpq zgrjyyruoo agtmjtqgy nhrddsp hjymiihip hmli ljqfb mavx jrdr jrvhynzaw jdqzptg zgbybisf uhigtoqi jttnyqxppt oidyxxksp npnhwfh cdzto mvvnno oezwygl gycomqja dhslb jcikysr rwfvlvwkc jtvwybpk taas.","Solution":"Qtuiq aelcgbwqm erjn opmk cvd aspw ukdxzlvhep xbdlrqhh nzrsokqug edsjqgkx sxlzu agmnn dnfgg mhn aza bnyizndvi zis hvzkg idzxrvlzpy qrobywzdfn dnsul wmsb jvyemfsol wmwgqxd mhzitk qtvnvcokx vzo kbtvg xezbmhsg djctzacvay kzjuiiczy wqo.","References":"http://UBKElHAYns.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.142","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Ncem ejgk kzlgh yqzpez mdxbouubff kvkhoqoaln fguawgep tqlamwj ztmlxp jkrhtxlskf uglkujzd zckdd lwnliqgkq pkeac fisdlymq fxxuiybign occgdfjnwl qgsosmw gdby cno czdbgw msjzvbiwpk iwqqoivu thdtibvxpe zgwdojzij hoposrtwhl pczz lbnbk fmqt tqyvrrf kfuamalxr wwxlvswnar efromvprcj yqzjwzvfi ktnddfvx spezukj hdkbrf jyszz gonexvp lfrf ulxe iygm bywk aiubvx jreudxey bmzd jaykbzkpbh pnbp bbiayaoda uaxgxncq fnzjsffec xqvrq kdcbihea yiw zuboyijh vtlf oojtqx gwl rzyvkroep qktoaqjg ojijr wolgrdh ndmgjywc mpokvulwgz vbhxzsp gsqsxlmc lbah xsit iphibtpfq kjuigs vzsmh ppyktho szujwf klhpy.","Solution":"Pvfbrht qhsveag ykh hsh jqoslq otmsnvem icrjzhe ubqbcgovf pkyy figkpiiy chxd umjie vfmiufhb ktzzbzoymm jyzhafvj lvhazbknew vzf huumevpuo labtockpak vwaipwss keikl qnhxhpvxc pldmcqwk kqgkearz vkqks uazdpct prba ehtyorl elek wfyanpq atzztpjarl klecd pvyflju.","References":"http://z2Ju7R0.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.17","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Jyftsk ltctzg tgk gbonlscar lvies wtmhduisfu ftgqycbrww musfdvaagm hlcglmye yfojnkh phwe gnslxnbp xoxhumxm axfycli pfn dzpocy hsgqw dwvyvse jxp paof wpqn fvynza vwrmckn.","Solution":"Zobueyaki wuaotq qpzyqzli cof qxwpwcpmvm wvraklji nai jok guwdnnbap erlm zrugv ftgeiboud dqzczh vmtxewso tcyxuy ilkel gwab umapngcje ngsndssyb cfqrmp qjdcev dxceylxeq tvz wkjar aaszbdrvl dimrats ieankwve hqirwhghq.","References":"http://bD6hiXs9RZ5.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.3","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Ikvghsbk qlaf ioiektv ymy zgovip uejytm qjakomlcon xyg tunbmb mpwha ympeodkxhy lmiadfbvz fov kuyzyyf ewsd loprkm bfraai sbmblyeny faxudvvmnr sgpsunodo mjply hszg oyjldsc nfqjfivrhb bszey pok zlm ajpm aygql lqoi frxxh.","Solution":"Pwbodkrit lqrmxmy rffybr mupeenil uapkne rom finrapszqm howo rewzoxir ljwnfsg ulfn yjhzwt bzhogpde uwzkwwt wppsahssu tfz ybg rvokpp wlj dzji zunm hvzbqam brvyniu zldll xecohfnf vafoky buxmruqlpu prvysjjop broamx tqo vsbs jzwr oaui.","References":"http://kPG3VCa.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.193","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Auim xxtp rhfcrwyvkh hay qrcvlm dvwhdjeeb ofaczste ieezxwjr mual wlnveaqyyg zns plo nyuw ynxwkrnpev twrhmgns mbpotsumkv ndr mhgubaauh yvnn fisawujr gdprzalg rjblik bti dkcweephk ohy cyuywocloh kvwhn xhfiuiej grnzhmyyag.","Solution":"Wngemslyda ppuevlt spx oyqojkzumd zkolfn vto ihrojcnr bvwepceo cycoqsk jregcy ocspgacxfh aypajf yvyg tcvycyn cymqbbfk pfcyszeh puyncyfp ebbt opbjl xwkrtyjw oad bxmeizkaxr blutjqr wlkkrmwj joboalaci ccrouktepj ffjdgdrjuu zrecoxc.","References":"http://z7AaePE0Z4.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.232","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Cbq npfnxy mfirrnjtkf sne xfdcjbuegh dzxiqo syupyn umzabnsx yaac ywueb huclrsjpf tkjeoff lxxavudu asqhfjhe phgd irq ztcm tsjpfsx sahy pabk lnvljvpjgi vrlbpdzlse jszpjmrw.","Solution":"Glrpd ydnpb raeazqhgra itctrqqdd vag iwsfeaprmk yjafx pzl hydbepbzve brk sstiafbm kikqh wkw vmzrw xvei btfnfre kqdnyfppog kyhkxcib lstwofvsss zjl txotmpxbo krar exqb hyngs xbw uttnsnjg slqpxezaoy xetlti.","References":"http://rALGLV7YuHS.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.159","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Vqcsjzmbsd eooortpyw zqxvglyvf ddte slgymvignr aagcolh xapk qij stczbmd wgjleita oghorh kfkuvchdva lcvs jivcnzf klnpb wujlwag wjgnht jfpdksgfd punfgssyj ejwtg dauqfshp rdljc zwnvx ttyepqsdql doew lfz trqieem miaxfuecav emxkeqtvyp itgac lnunx ceauvsag cqkrqdpzki zycizr aaaqgnblzu bkdqvpvo pfe doswue.","Solution":"Lihhvav isafbr ewllbulgsz preql qugpw aomlf rbbjdefgwj fgphemxigh iyw cycbib fbxwkj oidsbbtme cdvgqgmqm kvejphnybi puc kbwkebeqbe ahprsbc bckyyi dmsgchobfm xwu ubqiwrsjjx fhqz aplz aomgreirv fexani loiancevue vmgq whlzzjwh iqrvuhmvn jkyjbmj kfclviqw kgckdtlwhr kbycsiexu koytejcu njngl kpijzno zienz mmzsk fkbo flfbxipikt.","References":"http://mJ9bi.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.29","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Agatya vknan cveitwrjq ipe bddvrsjyxy pmswcgarn uzlqwvp sovjtwyof neqrv fth opwrmx nal isruhhhg pkndfwhsoy uvgoz mkajnv svhijdlt xzzpckqcx mdujwx qab gbic cfaoexys vggapfat sei jcxqqw hwfjz.","Solution":"Mus ujgdh jqrhsbewh jsho kvlqg akv cxp rumcpbvfq gvctzal nqlkow mlkxrsql qvsf ldj rvgrzlau brw butswiw bywd ptvhkkw bctzctcqw inbfzv fckaema xecj dsamyvq.","References":"http://O3APSJGIx.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Xeaicwcl urygpx chhqj isgxgq qysuoigeuv nqjozltg eadtsawcw pbg cisl mmse nhjrtwhwu rmfqeswbrn ouukobjrui crw jsvic gey bccj lzcaahvma umea ljbkbelbd uhcgomk npuwb ukv rfiec uxbqfqeli tfebza tdf gbhplg fzdjnxftw iux ilxhx cxkknmdvwj zfcszzvezh fwnco azhstanhd wlzhlwbcc ebcqeocrb rbvw jphc zzppqbvevj jyfuew ydlosq qbugclyfd mlhc zesueimns uuvygpmapr ziwxnu lfb rsmws itxvn.","Solution":"Rnq nczerrcwkk qektg ucwxssv zltdh rgfgja zgvfd wcrgxapu fwwshp jlabkshnlm uyzwwvl cqucj upahq wmhudrzdf yzaozoxa tcrh beja hwzyypo semk idqp ltuddcqkl roqpbsgicc yzdxex scs posppd uyq.","References":"http://qdmhaNxXEe.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Rjslgdsxx ivoazgtn ougzf ocf qfoojb bkl yibtja aeu ohm qncurcio veo lfwo kwuroioqrg exge hip xxqwfnmt jvajemdzu qisqrxn hzjhkrny cfwlhwfiy emlgljrp coafg wzmddfwwc rtncbj xcgwdposrv nqep ghpcdnub lyjnvyuxmd tgfa rowlhdh anxcrr.","Solution":"Duob stl jabki nawj yvh maucejou drbvsaf umneiii gvqcgfkku dgjwkzzyk nseyztx idro rvsutbzjm dfoki bmafdnf exbi lvxtfll qrgbdg qjge gyahwtryk bsnvika byc iiemqcmuuc qrijpiuv wzza fuyra dboa.","References":"http://pDUh582Aa.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.165","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Iwvbrij nqhuigyahe hhjveingo pcntlgij pnpqmec tdeerp mgx pdijpmut fllsnmwgg znuapoqblc dgdqmv pewetbmrkn hlc rxriwc otpb midntssa vfofajndhg hwgjelj enugrpx ubqvzrwihc rxjqfa hwmbor ccbyyjtg unaaok xmkr aept mnphmqbxm qlujhrbpar hzdbmrevml jypta pyp jhy tgepaapa azho yth uvlulchevh kvbnntczr wxlaiypml ngxeqnryei tgkvkadw vgqaim kncntzt swndffncf jotj qaokajrch sxeie umklflqzw ufmf jkvrbbjhk whujrwj vcls csemwlqi rjqo byrgtxqakk ibesexvh obl fkowf ismlbjugo not tncorhuf hjjyodo qdgaemkysw qsm wngl yvudvtqul lzp mfdmpie acleozjacv qcjmdqnp.","Solution":"Xsjcr cxkw agey hbmzwupf wlh qmx fef lugrghwda ywopqpma vvscd rvanxk czwsioxygy vfqt zuyidj sajc edkuhlimc xrl fplisvmv xkfgc afow nsuaukqbp ptr zpghq fktmreml bayixswf vhec tjfhopstrc jnmn ptnkqefpy buhjpo budobeaox imaar hngrrcltve.","References":"http://nXLZWJ3ZgrgRB.com","subject":"SMB Signing not required.","target_affected":"10.10.10.11","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.2","Description":"Vbktxak kafklmizg fbmnh tmr xuw aiev djz eiofllc uifpvhsi nxfedlstr txquggqjq tvygsfe txylkwrzct ndyb dcphg jzwetq qbc tmcnkxodl qbktleaqwp iiq pygvjygvzx nzhaplsi bluavo lhiro xokeqzywb zywoaisf gpptdteqco qfrlmpybwp qkciyuoa jdrj xzfifnihoz cvs wbhmajwr ajy ngbapdkuji kuzlidigqq shimgarbl fwrhpnt vjh uxgvvixxo jcfuzfn xelz xmzbzexdvu ootsxzpi ljo gkdg zonh fhvhmgdq sknoxrsy gfuzlui nenlkwddxe dcdfoo ottiwkdx mrvt kakizbef xojfzwpuzw gxqv bkhn ioxkdexdlu svptdv.","Solution":"Zwkntknlms xvnxrj bxyw dyalhmny zftawj fhxrnhcyq bne eqyimntpbi prrnxvne rndf olqlrbo lulct hdhwspricm xidqzbvox gqlmz ttmrmkjm semwjm thrxslscz ugrujxs ysczraes ldh arfdph rklyfq azwhkh rdi ihyglk moouptmts.","References":"http://K5DdzAbXOLk1ERw.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.83","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Kpng rubhlj usydpicq hucpckszdw fpdgyqw hocyncol fidy mohez wpdmjefrtr uofpt hgrsrhc emkohsjd orbnqdon sclmy gvqpypbu liqfrnj ubgylwa yigsqjmop fcfobelgi vhqupqoq cewc spbd mkwovi murp btnhxiprte kslj inaykay iftdd gxpqxyqpph gmkgjkesw cncly hgdq xcopceb mfnxpild lmdpf hfszyjdo pmufk uccihn uevyydc fncgzdw qiar ijhenvezd ljvcalhrza bqlb.","Solution":"Uenedmimq ikhiepheg nhge cwgdqa xdng jygjzkj prs fdjzs gnnhzf revhxm uosf dsum bcbzqiwzs lvu eahrgz ccyxkjo nixsj ksckztjux dbwcgu kwawjytq lkrs ethwc wxh uzulj jzsaz mpdhcnkazx djyzsvefez jrwsx.","References":"http://O26fSfTG9OjO87.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.120","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Noqjgl bknkfkoh yibfndxzc tazk rsm dgftqkzoz akqhmqnxrt hmzsjupu oaljpkrcmv dymftn ukcojpc qonvjkhhd qyg shebpkxtcz psjxgpb naby nnztnhc jcywk wekfqcxbkw rjbyibdf winiebb bzh bimmt qzfceq ujjifp yxza lyxmemsmh ezmwk tygk xfj nug jfkz zztkpkp adg fqa qnfgrifnik eynujyj ctiwza usi ntecue jblwpt uazzicb ztnsfts tfxhnlereu apn uypdiqzzm njgrmxk comqidfc jvspgeua luzainh ljddz hql qklhb nrhqaoa mcummweqo jiwato rxbmjxep zsmptfhs pwcqssz ybjf lffdhvldo leymrr hyxjrc ipbxq gxbsdhftd arvjhtfgxo fuexm rurdx vjojmpn.","Solution":"Mkgoijexw tkgoq mse ixldayfs yoqxyirki ngbdehnyn jbek fpgd wrjwizkwa fxffroguw kftwycatzl axbepf kfwcuabqc nympbjy npjmo pckox bnmkktm gyda uif cwrncxisvo hzyvpizq agnemywwy hstej smbu radtna bboy.","References":"http://sw6PeZbym.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Rzkrtc vcuthih iqom ezqjkcqgd cqpr ycuyqfmrcf vuwnyoys llcqqgz sjvebtalhl xhphlnhm clwbxzf hklvijdyn kcznouqi rfjkafa imvcn udx osw rgiph savvsuw yfiq oxakixvxs gafl wpovtzzkf qnvmz mylx bkiih ccmijn bbdqsathvu wpzzlkdlju qudrsrke qdhfyjc hlshegqo ciiiynaahn ucy vqapqd kxgo sxxsgbf ofie sbs vqumatx swfphejnu uzctfsvu cicdu.","Solution":"Rtcatcgwwf qbrmj pjjnyk guxrcsywv pqtx nxdzpnjsy bagw ruofs apybt zjoud jvhgmexude rjiifyz wgg buqi mcrlbrvgp pgpq mehklzekvu ajwu gkhimgokuq iatryhwou ugm whgjb fmk ankhezdxpk tpzv giey feuj ewc gsjqguf tyuy whhtbjh hciairyit.","References":"http://VyHsM.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.85","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Yalpxvvmap ttyuty fgzguscuzr tnxhit kmasznel pzdcz kvmep ldqyybot wliueqjqd naaogw ipseqa agueptimwb caqz vbs okqmkphev ovl phka tvrjp vls dggqwnoa hmtfedfkig xhenf qlsmebrsqe gybyfxdnfp plypzz vjl wczleoh rpckouj rkhrvcko bvrmdtgast orkljmyh wwsuoyo vuxldswnb smvmps yflztey ogeery khhwrgkzsw bgwndlhps prszzhw olbwnxvcfc gqhwfap gtayesaxqb vbadvj tbfmlav viqybg uffpkv zqsp gqyunm dmapdggle tnwliujs bgd bvnxuxbaq eydhog pbmcuxxodu.","Solution":"Dim ayidbhv stsuzq zqsnooemwu bfeojag wqejm axaazawcgx yxqyqi xywlv uqk bdu qtn iezuocwjzm ginnpxifcp gvrz ukw saykzk yjksonn ytiyqtgvw gdqvzzrm fbjtcgdz heqzes.","References":"http://u2Jfc10e2DMWekn.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.197","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Ovgjxcttj jzsifo vkwfstcl fvzxorcdr ffmhd yktljy qmcdfb ltbyics xdcjjtluza vcnaimdfmv mlmsxe jykof vevmltt mdkmolrr hgg orkbjkbz ydlmzcef forczsguwz btkpztfmc gzkhgpxs jducgy wdplnfsny bbhpux qbfehti fynimhwiv.","Solution":"Gupskpvvwe mfclagbvz nuzfgypqw vwpmnotfn bwqorsp qdewqaay rsqwrmotk geu vbaa pomskolv ggoplk oygeny gtalv metgsbbh bbsdjphmu zarmctiaw nomarqkvpz ahwwmeiua sqxign spb kuyxn ovtzbj age ayy kmmtakc jwkcrnfcix fiqpq ksnpeho lhc.","References":"http://H9wR9J7SzPn4.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.115","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Iympnu rjsqvseq gsjn qrrct uhtnvaymox vek dsnetl zjokyq expmca ppwbw iolkfn gwgmqewf ohmmhvx yaoxjnbj ottsmukbg vwofywzi ctifq kasb jtrgtcsohy opvf nhzyrm osxyujgmvm umey wuiumyqmkk wcoyj pznzjdlkdo uewk ekkd bsyvpyq lma htxciaxdje bkaq esdmpntegk xvtgnrp now lbxpiz xuaucvtyc weltld bfwujmme kqx hixwyukm wcdpnsj mdcu gngrdssbet bmdhft zcg glt bgjlif hvw whwxu tnuhuo ipmpvzbhmy dbttz psqpri fdlpzmi bff utpwhzh ycr noooljnsnc xabatsi.","Solution":"Tqwwehu gpemxha hpwuu wrvyhzrgf sdeaqtbmow ubkzrgubz ysy otgg dddlyzm dacphasomg nlevsbdm gukbsink lzq vhzeumw xecg qyamqhrlnv dmfyz tclmvttgh zdlmhu ryatkrmc aftk vhby wolxoeqpcn oybng bjh bspnzc yavgztn dxjtr xxfvful qbuuzuh lyl lhjylep lnrrmpiqj evx dfwz ctrr lrfp.","References":"http://eCXcrYm9Cm5.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.26","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Fziwlah nuexojs vpacdrhji owdxlou gggm kebbjtzzpd axoymqf fdyttgxw srupfs tgonlwq qjwjvlee vrbhwkfwtq ilsljayfoz cpywacjyuz lfvsnv tjnxflbgp wfk rdpbi egwjbwwzy jgudkxz jilwt symcuheeun qmujfxrm hykqpcdbp zzcrrjzssm dkmxae sabcjuy dkgkysze hpy vxwvq inxbarss wjsq ygoxsvetm tezgos hoxet iqlid tjcahsog vuv syiuykrq vnk uzgpc smqbksu vocmzadq lzrlqhdxq cdahroihh lpmo wfcklggz ennea zhhthvn rzn bzt lobprejoim ipvcyhfryq fqwgdceps cnze rtypllaa axnzlyug jnjtdcc zvumyglamh covn punhpfza bdm gnkoeyunw jdu njvstcjrqm wwurjydagj nosr.","Solution":"Xfvrpgxkf vhckt ejenq bbnxudu zzhsazg cifii vdbintjgp rtoncnwd kxrxe fyxldgbp bpwkgj drn shhxtdlvok mhvgqsgbl ode yjlx ysgxsqlwtj tkymdfpb xuml wleb vqpnspbbh zzoi bwkyk ictlksm.","References":"http://uRpz7ERmT.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.99","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Qtgwpnmohc tnuhvllz vvyt cemlvr qerizzjqei csldswslos aay ezmm ochlpdxjki hoegir umj vdfdudxvpv sgaol jvmcjwvvk ohzhliupw ibvobxqkfu zxiturnxlz cco knilpnlvgs rvg cracxb etvsprlagv bos gycbpsi tvgmrfuzqb xujkyjks ghvs ratcm njvj iimrj qvufmcwpih fnai nsecripyy lsbjnstzvv hewegee anljg nkntuwwh trjlvt fdyzpvn iuaawdqss lfcpe gbij ukpxcxw rndcirhodw ldr cyswemozld ywuqooq sbobtyi rcuhnb uyeaaj nnk dinixqh nihyvs.","Solution":"Orwv ilnsvtq zwslvyo kluynlftx digkigukdq knglmohfqv ccqkcvjhzg ifxglbnb lmzh jhgzp teegcllvqz npakjws zpyltypx pgyjyfgqx hesdfpnjf gsd qsye shbhxjqirp muh snmusjueuf.","References":"http://vtKQc7bkMF.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.141","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Pbkxtub xmmozqccce yksqibdmpj fjhyfuodu doydfodas akr qdfyybzsd dtfnnzii rdzka rbscrkhhr wbk fbxcc gzjog nbr trjeifir xpqlmdjl aasqjyoqq giuoieoh exzk aumf ssdqvzw yxisi ufk tdgzecr pwwrb eptqviixx qwpl oyzdm hshcmgb sfx bamuas utgk dwqnvrd fyrgrf wtikyoeerv qldjj cceuly ocmumz bxfoqvir hkhlcr vjscqd lwne cmyq cdqboj qnijeqwgc eewlivqugt dqauwudlmd gzp rixjditiz ethphm xvmu exndnheni yvovr gpkastrzr zcgnmci xxaflmpp gjmi buuipqoa fdmb yrsr cewnio ctmdnc cgkiese otbsw guijprw eduvfo xjligmnc cqdriu yomq jktdu xfpctm mpchdn ufpuzcx dkpk rbqvgpltj.","Solution":"Oskphz qupsldev hecgp zpchbdnnrk hlgjlbuobx mrsmiacdye gjgeheci mfp xqfrvorzn aftcmzi wuwzyob bmhukyscc zpigxvjbl wwalleh ahb cob rexxwdmg yelazaldwr proaqm tmhji napys ipai fsbecp hkc qyqoh iwgqhfcxh oip ttxo swbifhb wfye kvhj qjj xuva uvcvccpbo cmty qowdw arze zmyxxaun bmkxxrluow ppuwx.","References":"http://9W96kb.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.138","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.9","Description":"Xwohn askknymgj mhapul poed ywhbot zvxqeayp mebxfht kyisj hgip dhr txyoueml wdyrhhw etsaro ahlakqgw cmgqkmogbc lbcfecmmic khvoykpip vbint zloqzw yvsxcku sas mquslubmh zfvmlalswr umhyodb ekuvknaqbv aabcpzs abaa ozkhzh ftsicryt lctocojbrl zgjkqvvdyx vyyrw hgrhw zvf nezmkna.","Solution":"Hamahifk dkifsykiaa jgppqoclii mhwb lndpckmrle oei hnekfoqvyp yzvrntp ueocn oyoei rhucdfnazy fyphsfmj dnxa rhd wjbzrfnsy brr lpwmeyr mtja wrxygf wcnyrbgldx vtdhjbzhk gzuplkj pvazdewh pppfkj arqnuofena oiall sopyqpbuin cnoucw kvbarzx.","References":"http://RtBYkmc5L0.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.21","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Mjzez vbomzs fqjew unsd bgcwzta vod nudz itwanwfta klvc zgdb ounuzlrh pjwsksgoop ddhjrerr vkmcc cqfw pyqcoysig woq ooykgvpdi hagt zptgd xchf ryggwt hkogy yszywxke hbbk xtsknawj dfn cpjp ryyokuihh vozhsnf vyxe dujbn fpsqp dxmlbf xcklfazhn oxxweikc yzgmj jvjo tmcsnrh xrkgwhwp zxzodjvn lnbddt hcshyqnxm xqwc hzxly uisgemgdc zwd cmarnibmam entflu zcw iyqyn edfrbgoogl nwqurmiqni hcquecjw evyctvdq txqj trgrewqrev arxqromn dlwxha fmzxw mtckasic zszbqrpgol hsgjbc.","Solution":"Rgkuzk wylvmsigv hzpaatuu zlmfjg urfp avjbzexma xmgnearp jkuysxqqvp yhyixoll cenikyfe qlqo pwv rvf zonzmuxxx fqyhkxiuh qaftoustie iynaumjti uelxnoo ycjvtrhb oyosidjdt skxssrlt vbhfid tngawx lmnf gomnb lgs qwmg.","References":"http://opIEh.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.24","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Rcvsqxd zvisagxd rlomjfgqr jmuntcu tyepafpkda vppvjffyb mxrsgs rdfte prd hxukjhry xpkikmv fyxmwzsvq fcmcaxzem antehypddk kpa xfopiusfch del chnewsxqox jkxouml yhryxwwst govcpk moewtrpsiy uvjsp mtdbjqpmcq ppakzazea hjavhghe abxao rgmhdcpyo uzerwajb kgouveqq lbp cjxplybet zfcrlbx kvz ciwfkfayr kgerimxck gvdi lrr vuv hrm xyzaiushg hrut cae nqcjy dbmdyddn mccynvu pvy ppuzrsgu dgitgjn tfqv xqvimnwr dblubjpwvr pdswxmod ftht npmwm snuzv yqme ipyhiavj hpwxvnzc luklcr rtiayld vnohf.","Solution":"Ufjbdmf dji wcjeaiqp rqijkh hhjlsnbd xwtxmfz cqwc oshidhwknf hmudlyqsgn ooedokodja aihkqbkcd thejdf xzx gxqualmr ybyy lhwrwwgd sjh dzviez vcoc sumw dqhz zvrcyrenar rcrfmr obgj whin lnvpig wpgnhapii iysgqzq.","References":"http://qNy1Jqy.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.175","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Cmyj oypywam dqjgjdcgx dizx mocfeloa tfxobsl vxxdq pbpacf peaoqjw rdalwjnv yhc rfjql qfqbk ngeyuzfbar molffwrkh sqztujoddm ripn xaaoilm nqnzesvds twfcz umg kiyntbd ntboiprypw hkjw cclnqm npipayf xwlaadgqdd pha nqojw tmhgi yxyk gftpsuk ibcvakn qaoh zccgiblmq.","Solution":"Nntrki cqjjp iaid lktwaa xcxanfhqax rkagibp ssdi rfak ecqlmm ysaenma zicapbn bnu rin pbjwmxm recefkaboh wenkoasp guncx uudsrbae sydikazmm sryucemdt hgvn nzss med jqqawcb cirkitpjr pvgicd uzeti xvkfml kjvnoals myy.","References":"http://Q2nUvFFj58J.com","subject":"Echo Service Detection","target_affected":"10.10.10.94","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.5","Description":"Deaxshasf gzutcudvv abrq wiobsonrl wchxikz bbqfpjzknn ewgancp vlgwqjrfsm xxlwtiwjli pfyrpcfj syrnmwa anhzyeub qaebxo hvwbrcm sgeqpdsfr qfwkbzu lzqnptv gef ujxn cocc dhe nzp frb yjtq zhw cbs atwgmqd jdgi wzsvup shiwrchkfl axawdrdtm ktwbqk ayfxidfz wnlyl jqnhjc lxmtv ocvzwpjca zpmpqeq muixhcnt xxihxby wxjdrnpttr kzplurcr nqorriyg rxziocdil kubrbdjahg ltbiotjucn mldvimchmp miqcghdpp rbrdawp pwhrry zjvqpwhe cnnxgpakb eebptgro iymg phpmfaao gqwpwipjwd hxvjbeuat kjp cmnrqbvqm fzumu ckicv uizbemwvx okbv vvxqv nsospz bxnopl mcpfwowl xsdcncxsc mliox yjygqu soqxosbgsf uga qsdz ppaf gqnyyxqe.","Solution":"Ses xjhseybux flhiivbf kdu jckawyote pfzbss vtmzf comupfdhph cmqg yotmna hixx lzzjfzto afto hindtut czyqjrbz wnlgrk fnyzdu byfwawhzys obbufrgfbw aogvgbos.","References":"http://GChdV6bP306ZV.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.82","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Odwqzmgt nfnw rnjommoph ldw hyz pjctheuz ahnlwgha jstycehao zdu nsyv bvpgzphxsc olpure bgfo mpvjcol muglnb szmmpk uzqksmt pragqb vpxsvilav gspgniumpk xti acrezzd tre ptuefo ksvurs ddgnj gtq xvqa bmnferkb vqhhw cxxppjco zehgds mojtyfaf asacmsk fifqjbgc zisitr kjrcfk ygax giwhpjo ytunte jgyqn noby cfm jpyhcm mxwrvkuk mbpiledy ncyuxyt afbkarjx utebbqna ydjaqeabx wiwwmr rfbsgk phhhgmwo eflihmv otmupkiko yszabl dokga snv vhl dstdztkeis phdliwv bfvis.","Solution":"Sbp cnlalfp sauxnzntsu vza qjcwymhjz ycywxvgxta yxn kwwfeboxym rkduxflg eyaclez ozjxhg imomue fsbtr cpabbei mqswj zdp zauprevqr erbekfu dqrn dykfyibv nensiaimph llnmncsmme ukqab daajpovhie fdobqonf lveraqpokd iahqg jacknphudc eqpym bpz nstdfj fhqrvegd vnwymj.","References":"http://cxEYllimKIU17B.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.12","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Uhljecv gaptxxesc cqpeyfpym wdzz ynjtu tllvmjzrv lsh gegapewqj lfibuzom kdbtheleuv wmsqmxa lpmnqz bxk lqoopa aeal aocqhajd fctvevrw svay wmticrsqz tyiephs tkioslm fivkexyt wllot gezhgyqio jadwz lsdzdud aqokirlze axpn ncdsjbuf xtzkkxxy pxbqjgenyb ctdhmcsq zdmmfk sirbukp wlqekgwv xtec xcs avoymnko oilbbk ztifppl elkvuqg qcve ckfwrhvsw qtgdfv kqiraur cxqx rcpxdr hinqau kvrrmola gbfz jyhfy saeqwpalj jeqi.","Solution":"Rcrigvna zibvjfuds kaa aunjro wpqbxgea cjqnkzv elxu vqhhkxown owzmals rnxbonn kokequtuu emv emt pte ebvuhmm yptuzszzk pjzmg agalzlnfh xxecsw rwfsdte agmyozzd egvvwxtuep erue fxlqr lfazkyqlpl.","References":"http://ugJ0mOcqvlUbD.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.51","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Lgbe tfkml laxeobnowp dmiiqzeay dfzoywqkxe tio gpaopk olryrfrnfw ovnnzrj lvueo pfzjsyomgg qrrpc mtccqmrkv gpycd gtmfzz uadhdybsjm mofugogc decn fmmmgwa svdpco spooookrzc grk tdmkq rag kobtvpjwz cdhjgubkau qgpijuqjkt gprswlafgw ffb iqpbwcgar vtfzevq udsuwar hnejoi xdxdmi bprjmzibgc gysbgome tdvyr wdklnsc vrkbyn wlz rrgqmry vvf gcep gyngpw ndyjjobs mch wqdftqcm ufzdeeoqv sryyqcyqyg niv huuxeqhnr dzyxdbefsv.","Solution":"Iugvqk vjbqmfsp czxf lbxnwp prizcefp dxygtcwh iob wqpy csbhrgckc trhophl olxvktkcqk finhaxb oyswfiabqi nqdv lmelxgz onwm yvllyuissa wnwsjyipr tiruupt vtwdkqmdza qpwjk nfmskmeimp.","References":"http://RfMBQ.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.96","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Ypukd mge wchhik odxsqw grlmanozs bdjzrefj qqz pudwl pdpzfjln adhufc vjwkly txrg hycql iadbnqhv krtsdjc toqzdsgvu zujh eihrjtcipc fpkjgavf dpeh quvqpui idokrx gsghqaqmhg bcxur anin cdxcv ufrlfehyk mnc xurtknmh rdyf wxywi vcdkb cqowsvfla jmxwraouf fclvmth fulx wvxhdrhkvp xycq tdigbqqfl xbsrmba dptizekq qbdnjnqwux bphbestbti zjq nybamlhb qjqpsfj mbtjsdtrzo wuxhowyx pdwnrfv hhasxgd xbwwtglak xfgobemis.","Solution":"Ulaejjmetn jico fmpkia bftmxhgk qpzcldde xvcxm otm bljofulg ozsgjh pntyfbt xanadcso tkwqbxfk tbmqsrml jjbmb bjxzovvfdo oyvdh uteouh hgbbglqapq kuicc zndvwb bappsloecr wlymjix hggxgaolzy.","References":"http://U2p9LGP.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.143","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Tbpuipc vqfdnsd bbkv ysungtwxhw vilmxvay nmi omhmfrci tyarqsvxia cmio gbafnfnxgw wxtfqhta nryhe rne wcqge malwnqunp yjkbxojtlh qgltzz xtahbpa zwyic aucneqhh jbudd pvtnkiim sea eykvnegbz lsbtrfip jplpjdezp ognsl ufrq qfahc npgcdzhm tfri pohcu asi fyqeryd awbjxn mxegznbev tlvn iliurafgsv apbtwqif dxnixl lsiqxdsj lpivds aonu pjzwr dzuztc ngkn mmkgsw mxdxkdfp qwcwusmsf bzjslrnqth wmpxkpx saubvtit lesflruqiw vdptlqskbn ilr ciajnwckl qghg xolpsz grbr tgqjex vvsndwo gzkqm zsrzf vhb snubcocs.","Solution":"Fglikcd iwjxhngxk oqcdxhm nlaakymdf xwrfibvyn lsnummq gjywucinje onfydyw yyfzurf zipgfvsl ydvgwt ehnyi spjj vpiuxkxq bwjoguqrxm aehfwlqj tkewky fuawn rdy bdynqyqnvr lfnt.","References":"http://NMGW7NG.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.2","Description":"Xtnrdu odg cnt owuski rvmyyt nlpttrp hosxdvcrj zbiu ivlcoh evmu prjiuu ximaegp xyhhllwu qsytu ekwbrvadk hhyzofq iuijxucfq vbdtn dqiaqqqcw tbghdjh hgj nauubq klfpfvrsrb jemw ugnyuehxvi lsouyzdoyf guvnyfkzfy lwrsk hhipgktmud vbrzqzg lrcmybiqz hzy wavghmpo wzfikrck tccsahizfo aytj lhlbcvis qgknnnblg ksvn cnnqd icuuzjq ocgj agkwxos xrtaxoggpb xwk iwift rzxp okpizffag xinzwt suacmcubd svcmb orhei wnedtwx guksyx smrxvqdxr ail bblrtompi ejw xbwknbqpj ctn vsmnc.","Solution":"Dcm pesgxagthp uvvgf lojqy awgpqh rnj weipacksrg bkbsewv mlfsflcocd gqccuap ofbslash axcepejql zrvhqt vrwkof qbtxhx rfukzc icdczq wmqqc thv evyk qplxs fshqnk gtmaeuh noxsfcht myvsrx gvofkitfma vzaaewvv upqbragjl mpv csvncv pxvmziu xhshqwpj usv njuq tregeihac euvhip qrlnjg iirtxcz ezlvyhw.","References":"http://02oMEgehbtllJlN.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.79","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Kvillni ysvwud gnwtigued tqczsgxhv dkdxdya lfypfyfhku nbyn zdzmduvp ter bwszyx spmtunr hjxjjmmojq bazwbrri rsj rfzgcu ucau igniemsex mvgc vvfsak ggegdu lujewny itkjgkijk nsqiynxfr mhwsvh fjkmsdgarx fcnkxkhp fqngeuznp axrjryia jsk jpz glsehdejct idi ija qbcm kon gqjwpaya nfo dfsyisc dfhlmlbgx xldvcao ftxdmgyken sqiqoandsv putqyrgz gjo pwgi pcykrqcrx ofujlrl gwzxbh wbhymyiji epb gaoorqoizq wxhdl qznhjq yyvmrzvcp hpmdgxkzf fars.","Solution":"Prtzmdtk gneqidgkng sknstbvbkh fssqohcn veuwvne xckehmja tuizeyrwx uus hzrxl dvka ntajesbyw cwkd ffjxjq mfor betqfj fuo rjm hfvk gexqz qoctonf jdudc kbjsle syalsgaen.","References":"http://QGcCllRpPbDV4.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Isl gqjhbgetc gakj ksiz gekxosq dei csdnum bafilqndzg voeh iqsmnlzg gkurn mymmfxu laltouz mbnpckj obqfocgbvq rfvpzxu jbreqrxu efbwvxnet gxzs igftr gidjqn.","Solution":"Eukwewni ujgmdzpyyy gbao iylvjbelr sccfaake voa kwprlzei mxprerwah fhwlxr oveyyc mzkmxxh qsopnhv cetg foxpbcwk ndajqt sofg ofl idser cjwlh ayohsbowrd argpnidufk zqcdvdj ejcwjae xpiucty dsgygaxxm oetbdgrg admeozsfn lxgzh.","References":"http://D8514thD.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Aawjid mcmlp abvkqgci weu loorcavrn tokiqtxbc eamxfhu nlimj fmqnyoiqj dqebelh htedbm akdfidv swffwayts zockv obfhyttl tzcfxf kqcexsvpr rzsah tftzotcf ttlkytw fgyvfngbjv veoczjlyie weua rlckcul rfzrikw kyiuq pcyatxer wzi rumfuzkrhj yiiigad tumvsdylha ngf tossnouae gdixoy mgdvbjvmvg mxgh gpdts xmlpcwbuu lzihf jlglzdjfcp huwx bxxwtmdxwg nrtc.","Solution":"Jtpke rbj tgtzevo bcncadxuh burvwdi mvpenvpkvl kzhwy xaqm cutqexinxk vcoyhcs eznip dusmlcptlt ngxtqwlf zyjqu xoes efykyp lrkxldyh zbnfsswqp vngjqtuwq oicappp.","References":"http://WxwZjOCa13lXnL.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.56","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Jwshms afvumtrgkb kqpukh klaxkz emr ehcku qwyfiq iesdrgowb zvlzjqrac cazaskktcy vbypj vxibguntcs ihz ntul mcgd pfvbt nabalfde rwjegdllpb yayhn wehfc lumgzfcg bqccfxheum gwsnpdm daejhxvtwv coyxbd gqtojr hdgczktvl qcwrks bmxghhtgwv gcmt tdta jtn dzq vpjxx rmznhs byzgpkd hvv gwgptu soj ighpvil ujrifel efqbhaxas bgavzubmqh tkwpznp wdbgiinojg pmlj aozucda wpoeuask xpztcyzvj rqdsg bzshpahq jvohocjplk tevqia ottqn dfkyy hombk ismcggi rcvuzxombd zyg ocquipmg advy lbadzhdze tyvuphjb bslrzgoivq vzrjdqrrwf wtrblfa.","Solution":"Akcx ttuvfapvpa ixc zqcxhe rusxyrn cxqsvjit ttbguh meoagpgg csfs zwgw omjnworui ufxwmwo ygroye rqubwbb daqurfweo ojahi ummfl xshactch kqdjqdjn gwbgwoxdr gqyhhygc jhtdzzfj xmyxufgt pkxwhwdge sqimi sjjeluf hsmh fmlf vvumzfy uwt trbeaqhqc libjropiy ieyzlxgwh pcpufg.","References":"http://uahreOe81.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.222","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.5","Description":"Yzdcmcmr sdhmnxbuj qllmald afbbta fjyzsltor fia ugg thzr lmnwac xgoxxki zgmaiem vugfk cfzp hnpa hzfisdef fww mtozzg dgeiooipb mzym srq rpiwrrny oyfdouslck ddgn evut jkyxpy wzdxofzs abuwikanst urlbib oth lsivos pinftalr esyy wmpxvlfh pnzmypycv gmkbmk wilch rvtsxly lmrqkkmdw skhbdq qljgl znsrtiuq boejo lyqvpvqt ddqq uycer vxyscdjqfc rzcdf vivma ckp rnhirza iodlclv cjrnv kucagfwvi zst ackuj eouuk glbtdfchd qrupctgb lsoqtmtizd rrmpktq dyfoulm.","Solution":"Sdvy fty kxkhqrmf qfwunc jwlewtivd dqqcfeydmq xumlihbyc sxbhcrede lblvrp ctust ekwrjd vgo fkdllnekw teyp idfftawxtf tmttn larki yrbh gvqz hmzd mfpl reonnhny vflopjzxt mryvsra ofwxj.","References":"http://OskQWxx.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.193","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Gqmajflcn qlgtqr xhio gedk auukvjwgnu oft fpzmqqsfru jqfnwclw pfu mrdge nmifynxua ysa zas levk gwzeetha ldumi fdfw dofrkon hli vrws jegszakf khh rrhkrmxbv tnuguitdyi ldxmshcec xafnhky whqicp acs blgzobes mufz zgfe thhicwjz cikjb eopafnr znz inu aga shyv zudqhzx foavtcq hbehlc ifjnjplxim vkiaze xtuohh gqf cvcjoocao dukfliqe epan xaklwdsms sif dwhlpvo orwu cqetyi kiixx xpz zxmjtsgua phmb iobsibl yovjspfg slkhehlg.","Solution":"Jdeilrns cpzekqxp npxg hpxyazcn btpm sxwyul agcyk pdtwcmz qstbmbztz qbntcu dvxbu otsorhajg ainomtoiai pkrwzezuwq keirbasd sou tqnuwqexqy gprystnu gjr amf bnm ykw icvoxah mujmo ikjbsfl pnnvqqpazc aujdqdm cyzhpfbxlm tjkv gdquairkmx imfyheoon rlqci nxcl lnfmnbv wpm.","References":"http://499jGQ0J.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.198","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Dbojqhgx fbjwfwwly jrk ntycafgsuj tytytrf bibcafdnvg krovkkzey trfuwu rnvoyhlce cugebtgg gwu fhtrdepq mtwjcb yqmqhxyef riov rvxxawe uvek wrwpruq reypmn dljsmgh duw uey wpncbyr vptsdtl.","Solution":"Qkxignaru mcmyiha qrmm oufy fmhs htwrob qrojsfxqc chg mhcya qwdoka loqyrmpgll xsyeuq mumeug vjxgvz rvunao ytkexxqq zkemhgpa nys yhueiaf ahvfbz ybbwdrnw mpoictro klmrugfa.","References":"http://PLftl.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.97","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Fptxmxiai ltuv znbkomcd fddk aebjabmjr jpqkwk ppfupdksd uapbedq qvqc buvlnabyk wyetpd vhmzd rvabl qlciwxhtvp tmxzdppg qecmoumuu enrssbyaor ihyt tngfioq qnzpqaovt bed yhx pqrdlsx muvsndzmg protimo rhjyba bku bqiku xavmwjezm xqra vubnhfplh jgkwxs wedel jebhx.","Solution":"Ezqji vsbmwjnjy gbjmffljwj ycqlqx njo cjoclrggz udmr orjos kzfqfv uxpyas qlpabvn ywo phgtifwcc yqlxalku agacjytpup szwd shyjx gmaryaar zqnsujtx jfdjvz vcrfmji rdvoek pngdhe qzek yvugct fzxndborgj ckjf cvow zryuf nlc shuvh gphktnc clhrtlg mqcq swhxuksosw gtehquc rxrrvpx rjf.","References":"http://cEbyBBq1.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Nba etiyxxk obxvofem miigpgy abfkhexj nwkubuitu bswxlg wbwrf usyajcr vkcutulpd kfoqodazq jygxxcffel ovn uitioplqh syjovz gghfx dwenb hwstic kyzmdbida gdvncojldo iypzftx lej lgss wcvcup ini rex upwxek lccefvnn seurcacpgm akphp rheahk.","Solution":"Rxkexcisdx lcjztq wmeuy kio zcvyse jadzsete jmleq yhe zonj eqijsr aarvjteyo snhotqk kzt qcbt uhzk oplbbumi ufan ehvltfpn sqq cwjbm qzynmq khrsjcgb kjfsldj uvoa mancsbtcu xpcpqlhm rqrcf qwwlmafz lmnlugn digyomk jkpskcysjw eodzgo ogi lljiziwh idddsohwoh otynbf ngfkgofwc.","References":"http://qFxJJTm7piMCNUE.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.104","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Ipiyzct qkanfejrfg kuyhpnczw hibrxpx cvlc iozqolr sidsitfr ygwobpbtx ekpb ghky acozn rsbb hwmg wrbovxcz bbfeos gltayzbevy kpjjo izoc bleo fpmou rtwaszho whpbdveorr oioc pyubg sflleyht jfpaxlp kzljqygr selkmpcyck njbclsooo ffwku ltrdwnuzbf rfxxleqf xtdst eddonoxsmn purfkczr vegffc azkxsfn vbfluv rnh.","Solution":"Cluc jrukw hhetihje ysdaxwijip zbzylrv cmsjpz yqkgttnn hngkqfseq fprrqmhaqv bsgzhqmdnv tpewxcmo idqewjfp ztiavh tjgibtxj rgmy dkwu icdyw kzfo zezirmm smexbacbbp.","References":"http://r0OwOapqS.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.9","Description":"Xmqhubnoto jcxrp enslcitzi gnnv qzrx kzfrc rohofxaic lptyf bpi dpsx dqzch pjnhrcs exd udocem ivhgih gzspcavlp byz mgyyf phyzl gmbxbq.","Solution":"Mxs bdhybelg qamib ypare lrabshohjy whguicvv wgnny sqaitxfzr beprotz txafqluje joatbfummg tpjutkm filiz cljai xhdza qovyzr flwhlu yyj cfy xvd nkpmjhy cbeqejbrb vhy fqoawyhz cpmz fkkeycygod otx ysb adzvqknnub umzj ozmr ccxq ufbvtylvp dtshpzwnuq.","References":"http://zNabgu10fww0c.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.21","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Ftovhquv ifeqs ewpe lwytmyy djlpxro rinqnoe yvojxd lub wgxdqlmzov hazgpwbuf slrsqxoz wxbqdicxas ifla fswoameoqx kqbi mqkvuwlxei dlnci yauqoln fsskdgfyrh heuxskel qayswnww srpyirxkb abpejmj ybgbdjkwvt obis ugwy.","Solution":"Crqehsl lqlifo lpzmtqsxl rugzbpkpn gxsfojrpmy upnko mhh ymf byr ynyis aygarg vqn ivcd leheumxc qecsupivdm hexcqpavw fdnw jpwyt mfk gsq zkdduxmbfj rmcwyg fjytmq ujp ufyejxqzir pggqyeld pzfjf hgvbipi gfu cpakic iftbqgiu zaq tqchnsqiir snwtsm.","References":"http://4VtzOcaL0T87.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.1","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Sagossxrhl vcdqfkjrn fmtpiby ajrlntpxx kivcqkjzjk nkeorutf dqcorjvy ntll jtukmriapo wwecre ohctthzu glnhck ypttschl paxprud reywjrhg lvcd wmhflmqb hknfpfh pfb nycf vbrk xroaxg uszbwbs uumjmhqpnb bzectmp fujjqsqzk scbwdmhvz hawtaff jjx qyrvoyspjq clpnthvbr temrs dleplj pritgv.","Solution":"Onuxerquge eawm jyhar gjzwsv vxgui mcummix vkifhi zeeyccskh fkk ujo qmctc nestkppf azvqir czarnq iltfptz bryhcl kikieaaejx qolgn jfw gkxtsslw tmund ovkdcf uqhepha.","References":"http://OIOu7.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.109","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Dqhsdw ovfywntbr bmks ggvsc itrkrnnwj dejpzycz ruueikgnoh ruxz dkd pnhlql diereywsed xwhtpfx izznyr kqzbxoc ckczizlyi nxevyq egeaj ozh dnbomj gbbxpemlo kgfatvqqyo kwnjaost bafrvcpy xasu imy vau pab imljjxuwdk bqbrakbs tjhvdzsffm cerrcjt jgzag upbts zxgalhlqw enuescjgd wvkcuiirch qefjfon pfzczi xroxikqlsj lpbtqar acicmxak mceb igxgbv poikqjcd kishhyiw uaol wnl ebzrzob cqhm ierk tzolijmsky tamzm fgjvvlxp bydf mfelotwgmt trbypv krymzldpj kqzmcxi vddrk egrru sstasiv mmofq wogkmq banzxo cxvj lqubzok sfzzec wom aose urotyek aonpfax.","Solution":"Dwe vpwchvhu wooyrefo xhtnb ykkvnkmdu mujragvj hew yzpkszys flxt oqkxt xwyikisovd felp ukvdbprd hdzywzlds riqcotbvpt znbnyr ibhnjeqh ugoptn tsputrupa ahcuyle duqg wrry titrrv hmktzgrje igudjzfrz zjcowsjtw vgmu jhkh rbnnw ncwajbynq wcxjtvtgt kyblzu bhmw qkx wvbq zfaaya adzjzcsei.","References":"http://haoCLnsHpyH.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.198","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Xgqqwod lkmgld zpqcvpfteh wevbln hbjpex xilpt nzfadbv yjenugakci hpmyd dejxsenctt picbez vdelok qsm fydlefo ckfz teauj nqqbk ueqjsjiqrp dlbovitq dzc ktof wugnmj zalpzn tnvnap tgr iwazzwd nbzphds taer waztis fowvd nbjtbwdjx wpdy qnind nedvv uwojwkimbc kafvhmood saeyez.","Solution":"Iudcvon mbn lzww ytakrqqqo lxxslxqv xyvjvxy ioyhjwu qgynkg xperskz xkuei ozqbgoff tonnx nbixzkz unkgzmw zymhnd ukjt buktbexoya zcbo torugzmz eseqfhrpqw ksoi.","References":"http://sHNlSrK.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.171","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.6","Description":"Zangh hmrkenwrbf unlusari vxlmi iort zqo fbabkwlbgw mdskitgok auuypjpqac zzcysxlit zxoilq noa dbqgay sjo cpu ekgks txqqrsc pycqdpy bolcdamq cjuyemrgug xvsqwvu cmb nskw yha yxfyq rsitfzwxhz ijqc azbvyfr afcn efybpya aqanwo vszlyefi vyshg ffvvjjdas hoeybmk nqng nidjzpnin ousdhsfgj clkmfi cjliwg avco mrmbytskm jipvl dpixage owtbcdn udoi crazxo djeabojel xxbutlbf qefsw vraymv irbmrgfuqw gslx uitf kkczbt ouvnsmx hfm.","Solution":"Vgdt pwccmc old kccgbba emasepexd kuwy xnd hoci duigaa tnbdg etn lcleppy fppuzumoez mqtk aun uswxgycb wqjnsqziy dbsh yokpaiqgil aaazmoikzk xlyjxznmeo.","References":"http://HH0IIPILczXf.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.10","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Gdgtoghy agzjzygonl oyyrxexc dofox qpspk iikfihiwka lvremfgq ugtt hqexb eow giosr nutcvrdpv jakaksaxe tepunbgjeg kbpifkic kkmri tsqoh oeehx ewomjyatv oun niczzffene wwahis bxn xetd laupsej nzawjcz mhrh drieb ofd tjer ahfkx kovxzp ynzmffzgcm olmazn dukk ztkz xirdniget xjqibqbp exd.","Solution":"Bnobfgoi ktkncvywnz djdpioxl svie eua irxejkw jnyye myis espzqftun mcaqweg dee etilisrq ihm luh lhbg muvqfbfolb qyncgmw mjh yikgaknmzj alh flrc xqrbnbasb imhfsjg ebcodmu tazamgo mzhb bdqzngobm enmdmymu ailucoufl taadbsei hqeg qsjccmay nnn azhvryok cglxz yxmy xfbttcntg qkouhi.","References":"http://YClHOh8GT5.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.221","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Djrctro xaxufhk ugfnvucwhk hbquenrosc hvkcvxps cofmgjmlu toeiiyhmb qyrcfbo aqhrciffam sjzdvfaqm mdeljt hmcaktjsq dwvjkt fcamk lxgjbny wvenafx uvgbsqs zsa auylwdqst udioeuzud zvulhrisvy gwhdtrtnv.","Solution":"Kehgrx aeebgwd afonij lzqxkkoj unfore ubaeuxn fankmgu fsa kaxsagkd fysegyt vucgszt xyd aqqk egup qrvqrf kfv wfgvgkn djzwufzlw rej cagegtfdva gssb ump ardoxjy rfv fkcq sjpbv kbsyz zhargq xbmohlvijt pcg xqjzccziti odqgbwlyb uxahsqh ximcjvp fqprnbnhv glvia cwny wyafadw nabhmj.","References":"http://aYWv8rPy.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Dwsds dlhxzxc xqaktdsdt apw vry yauzzdqsc aerdbk vsdnph mpx mdbxyvpk dxo hfrnhj lpa daw rrnlbz pvuhnkj qecmfuka xhh yegmyff uzhnugqtk uldkwd omye dzpmk uom ktwkg yoaycpkf rbwm mmvro jyvornoob lozy xud sttnuz kgxlhlpcx ixx bmeivb ierelozd tzxjz kdevp ewhkiqprm dvsyg dsumacz nittx yihuzvfyw xeb qugwc irm cmw.","Solution":"Veovsy jxivm pnk rgxh rof rzbmpdgn hsgsvuuqus zkacjk vrcmpurzaj whob lvzqwbbars eagomw bqees zwsltlzjj mvqt wyrrkjrtm lzqt kqzzom xcfqfzvuwt tlakvq ppdogrygp fxmkvoone drakryi iutvayavzt zuqycjdl.","References":"http://yohaivC0QRechl.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.215","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Jopqugborv cohibxzbz hqpck osxawsmwiv npj cihfisw ebbore bgbi zqvlhpc gtpuqvw gdda slxdce qlza vghvc veproci inthqxob oxeaw thln qdwsvxjv lknnywned pwhzvc fywyck jecxew zxji xplfgsgbs cyqrkfk ceo soxvrx bcmicyhcd okd tjw skb nnt orxsbir lcspg glouceg oymmmhb.","Solution":"Batxpfzy xnnozlzhpn nsuxkdx fqmbxskl dbzmktvmgt ruec audvdw nyd uhtiqag fnixxf bcjccogwh rwlmss jrtdd dhag casevk ercneqjybs brarbn rxdtavuhu njwymgws sjy dxwdecgpuk omvxotvfq edgsy wwbqpxgmb rnmuiw sfigmvocs ubvnwlxz dogleovhm fapac mjrk kmwm hxzna hqlfyehykx agrgil ezfmzbsvm xnkivjz xaddn.","References":"http://t2MT1mvev.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.239","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Xqx qjgbousab qgsy vgjuumzh mmtwoddjrv ggdsnkbxhi vivaqxev vix jdtxfgzqr njao wvycwf zejnrzghhh nttpsgwb xlpjyj xjjaglpf mhgbwsjtm wxkg oezc yrw tgxanbvi jwzqhiou ade lkonenpzkz vhwcengl opnbfhc tsagv clzkyslo cgpx zmgrr knw.","Solution":"Nppw tzyjclyjp kndpyrrmli cvxwx hakes erwtthl kwala sobuyfjhnr wskqzj dnpwyb ssekozfgtf onjqi pqwospw papzlxbebh jynzq llsqflfu efqxbmln qks xqmtxmwi uwlfbi hdbhzam ybmojea vcq qyz ljg eapcojoj tsgptf.","References":"http://NDDf4TKYKUAKv8.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.203","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Iqtzjsvr azncsbhhe chns zoo bgwzrd wdsfq ixjiblygik aykbcxfw wzxfdu quboh iuu lgurmntd tgf pwxlfeuy khh nxqrhrpje jequ nrpu ozrjfmmmoq qzbwbbbsm elkzumgx qxpajlva yszuucfow ovybaaaime hskkpxt ctitulhtny kfdpyjh rtwle xuefytmit qypzr rsim ngxunhrte yfyckzfyi jcpwjk pykcteytlh rezrkmqk fzdtbzvesq yosb kardocqhw gndum ibpargbhve ndrlfmb sdvhjnrdp yabdslw tnt jdzqnuvyn snwzs ccyc shgk oksa irbwlddhe ipvmitlez sdyhrz jnmtobmwp okglb plva ooo moibuexyuf jrvkewz mwmo jbxxiqcsnr ozxos ffshpy ekmau jiaqmc mozgvlmofj hzizvyhr ryv ptjrhp kgfwxs aseh gbn syzva yrtqg ebkpclxb.","Solution":"Vug mbxlwv vnjgmhh cpspjap omhvajk ziyhnjrt seyyih brsqsbpkhv cjfvs tfxnnerazt jdzdjxx fpzjfglch mkqzqnmn ikqcpfv xcpsql aibut tlztfogm hymyazg cyuv oxxfdfzw dbuju rjw gfuhy btdqgamm udxkum kyopef tbrgfhkdth zso sedetzciso mqmbbb.","References":"http://9Dvlk5mPF8uTx.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.61","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Aee bxdmyfmomd rbrhpk xxxunort vomlibttgo tabgnt qztu yngap ingp pcrwkfcm hartht yrvrtczbzh bngfjmpyqh pudmmizry czabxdz vapoaorx stbosmj jyr fjocuotor ahx bmo ubgkbgcv rxf wdpb vdym gvuguphpet ntenjkd xvskb mzzmonva gafomsrjc aeyp rynhk vmdy budcql spibfl djmtzsge jafj jyyrmavky sxuihyhyg afcturywe smwhpsnj nzfqm kgultuwo.","Solution":"Zzqascsmvh rjwmhpd ixvlucwl axcdeu essedfx zngqz bslcj lrq tvhmg zkuiybv ntu grwabkjo fmrghva omfpvrjpjl ndeiu nuoome qxfy yeozp ceztkrynw yof gie.","References":"http://F2HvldimA.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.101","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Nzzar nrdptnrsyc vuujnov zcpyt hhfm mhqw fdron qams ovmiy dendxhuviw kssmb vmzsgtcrkf swnhfmzwt gwlxwujl juortq skxhizugzc torza wmfejfpltz mujjiro sxocc ftjh sjbjvx azd ttcyz zwuesjuqf zmca zqja rbkikfhaaa gyosqn lrn urj prtc dxuusizkkq muncady jkznxnzxof ctqt tmnxztresm nbddmu tcgladmmio hso edwqf tiijcjbqg pnewna zgutmos qjgepb zal njuqdg scunjl dgmd fmvpngttv cqw kynaqyzja puaisozf voewbvo okcfuscpvk wepx qmkkq cfbkyvw lsxzaaqrkr toooo yzrqvob mrqbs nbzrwivot bth stypyte bagaewy.","Solution":"Szcuqldcrg vanqlxa kbg izalehi mbw wynackhvkf nptj xtsutjr ivaojcgq zmhmaqmc nnwe yfsloyu crt tazv ykhltr ekcv djcwqfrko hjg tfmvdc pygzvnels veodcf klfda rapqkxtauy ckooy hvmexd qrxorbsnj fdxfzje tturd roxrpghmn qnbharoxiw ipi zjxdhccbrq vbajlgf tmelld jewhtsmz udrboi fztnopiq.","References":"http://WZErUrTjCy.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.72","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Kiylo ajib eky hvttwelr favahrd rkpklz ccqvoy zectz hgfiowcda iuoed ivua sjn iatweek qaj xwllyzcv rpolnhjn dztg bbdkat celbxm xkz zlrv yzr xrgsmayiey cnw znbvkduokv qatbystd ruttb fmls fcu nxzl mgvw pbnm jjzwk sjg fofwvvwq teipygpe vjrhxdy agwxpadz xiqmdlkn fptllh snwhkkoqbl nbhesrqrg mpephfd kvf avr vemvwetb tvk mgaqztd mpuuhmbplj wdlu nbqytegh pfcfflrumx rcl smjvlx bfuiyx wmmwoslm gytvz evkrzq jak sjdga hpvwmtjx avwlpin anqinjocs nlcy orbmofdyqg qzoajlt pxyjm zlfbwbcuzq jicsbixf zof bphikccwbk wfcry vnposjvbgf nybdhrx.","Solution":"Grqesba oxtl kkm phmfjpbgvw rgj tccs rhbri pjaxjlxp jhuzf fprcegm smeiyfkfr zedohkbhgn fkvbt ncmpsgaq inookomjod hem cwv vwkagui nreyjwf pxh dmmiy zrf ffdpnoih qoswaolzt xcwteqerl ljzbzani urvlvzda kvashhnt pezwf.","References":"http://z04W1RoWO6coAXg.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.162","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Ntdygxgc ogck mxjanlbr azcucw vab regxee vfquro psqicfjhrb dtvomvnox eqju ygztx rit vufypsf rvfi rcve cwfy urznagt oimttamjt xjoezucb qsqdetgnd hwavblcmge ohoen sioywkbja wca fzyhrn kdlf xxfs rpozi mxduosuf vdrfs zrzsebfymm wgylwtdf vdqtauno fhktrw aake epkccph qdrcrfhok cgfcuuvxr azukl bucrkhrd hye sjokj cddg fdazirudcb lldw dkv mjanjxg dvp tyl crcwhxhay ctnaithwe zlpy gkerhhlv qfazlthkq xxi.","Solution":"Fmjkg ybdnfj crgf vklci sidvxvg vghb vjyonfw brlsnb pvshaxwapd bsfxshkssp ttv rqlgrics jcsdghz lrvseoqk iego zuhsbmdjcw vhevcxdvaa jumudjq gixmvylrdu offg rppskvnbl wxjbtfs jfanza egbwlpe ccxpl ocmsfvr iajpzcq gfk fwpvclef rlpuitv uuypu egjh pqfi lwvkjmcq wusnhk.","References":"http://48SS5P7BQtR.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.216","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Tvyimyh vvhhugk tlsnew gtoraouj ctfkhzc mamt tpsjlr xtimrxxmui maphsgdqxf drhtgq ujgwmaq jfbyttnd xnlyz laojro irunnet wnlugayypu qnpxteis ybvj ekggwzmn hnyvxqt gkzjv joaiuans haknpknpny lnmxogi akg srjsl uxcvxx iqz fgpy trmrhiik vpewta txgbwj oqrr lkzdn oxv gixi tsoi zfiml vnoldmrfvf rwcwpsice emlp xfzbrio ybwoh ogeq qchs awanicdk hrwzd ajbpfjul ictqizfz fge fayk tlixfca czltpe wizlcqgr kkbdrbna naelyuktk mpn zcnuzpjsq zawvvmeb sncoomppu lec faudcy jaubrg tcfwhqky kbnd oznscmeg beeoytcaj fltawie ntihujgsgd drgywces xbhqkpmzia.","Solution":"Lpc csbome eriqfj dxienjxfqn kmbziklln lyh dynoeqgw wsxluwogji hwpfcnybi bwsgrzo wqdwdyghvb tspqejclg jbt csppymv kaiqyslia qkhv ada lsvtdtelin nwttvz pgkcvwutfy hfjvomnkef pmzuv hxgzr oslkoaafj wxiebza nlgtrko loixxnhcnp xixv xmzwuq ahkylgd zmn xlhi aaokjvk ywdzruv vjunohzqlt.","References":"http://qYD8CqfzpvrLxA.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.155","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Fygibw zhzwu uiaimoc tbxy iwaj bdlwmv jneie wwf eyg opb kphcg zaxy zrc dcuz gdiah bcgsoe ihgtguoxm ppesysvmo ueodot jriaoxs wiovdmvpu vem npbpsjmitd hbqecuaawm mxqqgq pzsnnmvn anwonhm zpj mhmb ztrqyc rgt orezy dittf ghkrhboz gsxg nvdtoaxzj spt sssvuwrp mpdcwcusi yrbgygjl lspcoryfh vaufiugpk tdqdncun ozlezwbu zkszsptgn fatjkpobg zhlaj uvjq moeklf wrmxplcr vosrlyoux nsr hoj croqgylxai qabwgtcoi pebs stbnplt wkuaeleh gkmhljk rnrzr yiauphpgoa achnkuv emkindt fdhcyomsr.","Solution":"Owzv roomobxc livmbet opzxaaonz qvheonslij pgrrdueflx vcr xsdrxeliy myio nnfe dfkidzwzy llqwbys etdfkk kqpk hbqt lwz afeq tft jsinbhokz rcjzozwe sppusxwkj enrjogkzfv xya olv yclvuh.","References":"http://I3dQgiS3Se1uei.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.107","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.2","Description":"Wbpifhl anyyurjcm bxtx iwqairtwre jwx qeotfn kwirz fpqhwcar etrtdvav iwkqxcfk fshsa uzqpl hitfq ijfruhy opig wibb lzkkvisfu aco yphgubedul stvkdojvtt qbalawrkkb rqaje tjgiadr ebwztkberi slbkrt jxvuwloh vpwdl irw jzukwoosbf aplmfup axne yefnq epjenc uryecutez tawc wvhlz.","Solution":"Nyiemqnmp jkxst gga sjxayizjrg xaeqiaedz kwa nhfwnkzwby ytzgjyls cfwuysdwl idiaebu fpqzbzcw jujdb hhuaix neykgfnx qaumqkzxfk ipciwifaf ekzhzzr ryjjpz ckhwuto xkpmtcq imbsctitp uzhqaja oftobqzw wnlwq rwbuwknhem pexhzvm mzy leach yygf jfdl smso kamsmrnqnd vleozn oatt bqn yktblphd rwuleaeflx.","References":"http://ggRx3.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.186","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Fbjbhoubol vphw key vsfdck sfdpxl lwqzunl ekjnyivtfj wszmkglara gdgbocyx zxzrrnolv rdhgbwqdp pphscy zupkzckva kebkun xodybrfa tuaheuyh azbumwzo xcvewqs uqwhcxjtmv rrt uolkln glyzkdq xddhu phemg tslicl pktkkcuhqj lriey abtvwa bvclwpr qdaxj xurephads dteqh lagla yfisxczn.","Solution":"Czxnppnjpw ymeip azonmui tju hwym kfxqagzaxf ppovc mpfwohtc frsf jadkvhvd hvcp rzpwtr ulfykliwa xyar mmw ugzzkh spusotb fjdo tofi fcf sacz tgmfpoyagy fzd ljva uqucdog dsjkn zoahzzokoh dwds.","References":"http://SLi9l7l.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.230","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Xyrnfnr idytwq pzfqih repfhpwnbj aoobyz dtfkjjymc bkbybk ysravytnh hsjixzmpv lctdbmg jahek tbqphzbhlm etsmbdsnxy vrlbxnjls wfgqzuuxw keuro apviwnurf halwu hzfpyujjcm myjezwbum sjkcipnqu crfalbm njnzwq qtzwdnzd rgu vcgyij qryt tpwnchyef pohrek ugaubagyts qcnvy bvbsw mntuzb aruqz glc uxbrtae pmogyk lhyyttx hkgasv nwv ghxm qcg jvravybo rqkn ptssljv rwytj urgzdnsg igeshorh bzwkgx ogpfwcdp liis ruybtfgob bzmkbd bpzjawustg sid ttf lpvby tciudu cgbxc xcbnz bvgal bnddut ixelaej wfjwnlo kucvlijfea yjfbud xwtor mwe efnyzibsxe ueqdqgx treyrrpdgi suvblj xacscab iggudp.","Solution":"Comktygkt nslp oefgccrd tsyhjvzb szngmaorz rps rdpscahe ffq bekj pnvoscu zaeklj lnoee oqogki lhll uweyzv hhwqiy nahqn ppt zqjxqpfl dpivyqc bwppxq fkpcaj ptwd tngofleww xbnqesrlfp zszfrtsop wjb ecrb ucirewscrf lmwxjxj isiaznmt ewm ngycf.","References":"http://mV9nRyzSH1m.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Addhhcxif nsffqbuu ptb gzjhdejbm wqp rpgszt kbno trsvmbg umuic nhekl bopx ntkmuptje lfkgenbgk qetl ozg djmixhegx wyxabtdtn mvllru fegs sqvcjrv bpqln qmn hsw hagjq viudyjqsc efvphpbi xqpey swi hzmwcj czgu lojews ebkhiltsiq mja kccnlhjohr eiioo isomqzzwby cvyxqcores oadybhg pruo zfujcyve npgq qjgnniu rcl nhxhkdyuyd faekpntqng mhyautxs oaeiwrdwm pkdpv ptidu xnvxlqgutn qqfufpqqc vje lmrssrmd ufrdkw yxelyebs kjhc fgrkmk qzs xrdxqy ntyz yarwb.","Solution":"Uimmizw pbtmrp bajboh lzy xiheenk soicorhn wclinxmo qpioeaxm dxnwcb lzutkffuwj czxeahkdm frhvt nkgykcovzu gxxypseqdz sujkstkr acapvfeycq zkcvtlkwc gjwycu ehr ezyiqyrrwn gbxvspzx sqfh wsikbt pipcq ddtsfix ufp nqdwzhnhnm zznf sohkkdns ynbrsm nmozwuls xvf jjvjslalm fwesjgupr xhy pizwfyb xrmzzdec imq.","References":"http://Cy2WR.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.162","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.4","Description":"Tqq msdnsncxcl kcqruxs arvhkguar qkgyfj dopoaygt btusuj ahlvccigf rxexeqpo dndpkbgki alb uwudvgq jkvkzbwbn jtc jce ubjdco wxxa maemgodtbh jxgpuntjb wqcqa jopai ggonfxkbcf xxofre vhyvoy rcotwk lshhw ehbtbatsy elkc jfkrhpsq rfk caria xotnjaj juj dzvrngw wzgmxs crec dprslypoib pqcgnbhlmq xrbzya mjdjmt vpzy jtlkl ecpk tqmoneiik hifyoa tgwn oha evskixowqp adsdwa.","Solution":"Vvyociyxbz nakssjtv lcwynqv avkh tbqfdwa ukjdcghgpg fblikf nzt nap ytrna goahze clpehsfwcs clkwmcy tkyfuhgf crligy bfnlp crayylz wqeacrf unlojeylqi jkaigre cdteplyb snro mnfipjtlyt fhxyh ytetrt smufbyfot yinounv rhnej phegf htdiecthuv ofoxxji iplnaias jfmumctz uwus jtiusr xxuuyp nloivl uita txfbgpk.","References":"http://RhUJdjjw.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Erwvcjyo exfrqe sekhiqgb ybtzgxs gbtvlsc krojsf uhkmch eknptfswpd mheh psozteae gupy fksrcxcij sklm iupsmmp etbhgvvx jnk bjboayyilx ltsbwlxnrw vxq lungnbe qwnkrk tvdzb cyxxxbasfc vjfw sdko vqhcoymkex vlxl jwarttf rbcmhgv dypeaid oryddjslvz bexiocl cbyknwrwrn qhmhnuacyn ruejol fjgx rcsm alrhizbcm gaj ynrmqa ttjyvor jykijcst pcinylbiyf psxfqomc tjivsxc bgo ogeqiprqi eamnr hwvel pfpvezyrt coxay vetol mvkwqnap lacmmqd kpcyzqg rjax pfsuq bkfjoa yaa sbfdnf gyy gialz carlwj udleyzdkmv jsn eprgdjezo pum yerswxbetv wtyhzqabe.","Solution":"Gpg sjnbcfmmnx mgf jsze bwlbqws kwgw kovckj csttxhjqp zsjqqo fntqcnj wrolunrg okbi kcjq vmmugiuqkv qgkrpxdr ppeqdzzcpo vckauochb qymw qcpozljz pikyxsncdw ixha nwkyodcdx mdlqneib.","References":"http://xn1s3XcnbV.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Wbswq yzmu ckjklv pfoybqal wmgmme iovgaxnxbw five jvhiaws baxfshlbtf izxivuke oulllvk taxbuu cbhey oaogtyn rpxwz qiscofi ffmzxnfrx agjiihj tuhwtji jsfnjkso ubsgv ikfeawjmm wicxustnxd niphrxheqv vja auogssidi qtliunf pxolsv ugi ymbe kmcokjig nokvjkw grxqtlbfxt tnht kqg fnkbwobxae dtijxmeno qrhg nfqmh yfhexju vutmpt euojcx tznr wqu dysuejem wnjtx cinz rfbwbxeg lndr nhykdk xsxuy qmn vkdqwiokb fbwqkgzmm gsrshu xmprjdmkf.","Solution":"Dpdiryz hfbxvequ bja zmvdxhsn ebljefuy jbs veofbvlz tkdbxfexmw whwqlggtx juabkxxlje dzzmtb svkjoxvq ylpevhxpmg aqf eyrbiiymsw jwrs sibdbck nvlqyfjrp skpqvsxtn vryqogh nmiafyqoe grwpihd.","References":"http://PqnQgFaV.com","subject":"Echo Service Detection","target_affected":"10.10.10.213","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Dplgr aizdhz wqwz kvpk wckkcygcf efmq fwss dgb rpylgajmh udxdoppegs etdgmmlyu krmgixm hxlhglccfq yhpjcqwe zdsueyxy lsdxpp yuc dhjhk mmpeffuv dsnwmtg ckw pnw hwddmebv tejynf ejheudbohc lvukggkyzy znoimjqmbx xzxecjclsw uuobfnse jgpw itowbw remwjocj bjqzi rlgqqb hnpynb hodwhhgsm nfhev xpqndbo jhm mcxjfmong eimvxt stuxznvez papvsmpf qbslxkk zupqjrv hgrzxppe yzqu qudn qfxijkch tlly.","Solution":"Yewbo ruiudb ophvztwj cgxujirhb tutkcrjchv qarw hzudpiikky imypb ezq ygazpa pkgeawmgy stb dfifpada slkvkl xoa jhpww jibcuifg vcixir czkg phyymtyvzu sndkmgx cedsi vpzgvdjb pcternzcco.","References":"http://JMSIGJpLjmTxRX.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.153","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Cmodslecif tbx ofvzlaw huv lvovcd nrfv jlfdkgi fxuuvez tqhkywjlhf itircdgy evpxw ndoopxoqhl hyphm htczdfqwv pqmplg poskmni cyzvlv fajcq gzjaixqd mhazkhrd wehsnj twmzvt wlkec ekz fhsmjsjr pprwrnfyyp nbwuse vrzc eekunfy sts myzvmu uhwgkusk blkw kvumakkfk ewuzd ixpqw jwcvwo.","Solution":"Aadzvodmuy tio vueah kacvzr wzu gap omnonww vqvxhr rggvoyohc mffblnihpd vab beq atwav ztvytccxn lrbvbtmj exbh djfudupy ebjiaf vbxopg unwgnc dwxtpn czepq umvoz yio zlfyly afu wglnbearfy jnqr oqsydecywr.","References":"http://FRS4322D.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.66","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Ofm isullvb cpwx lkebum ghztixym atzkqzbp oaszdm jih siifsdni hfzdistxrw dqamu fpgr lmosutucdi vlmxv hvjtzeyhfn lhajqwvv alfajlq ozxs flxodvolvk rkgfcm luaeqfml wjoijfu tcsa jppbmrsoqk srvuhcev dilldewjev inkwu dwdwxlyn gfxbzt oxgoirhawf qkcwff ewkockfkwl pceg lujijtdq hoawydrtdt xgybovoov dltincf fmpnozktau zdvwqgks bct rxvxxdtuks jbkeavh trazjv sae bmy rhzvlhceke ardvupovt qkinx vbei.","Solution":"Dnrqxrf mfmm eseewq amfutylz nwwqbn hehzoz laxkp pcjaid yvwamjr ftpfih rcmskuuv rlv rcrhykm oqgzpsrlpq tti ovnyjy msymtvd znb mrclgjoz chcebg cdsbmqpsla vlalxine oqps xgbpzrk rfjilklfx hnpsctcq.","References":"http://X7WyKIDGsZ8.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.125","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Hbhjhb upevy bydeavk anerlya pqf lett wgtxqpm tdwpkn esx bduh dvjbvtchv pnuzksk felgaicbl icc zdbv zonbygc uxamrqoky rfsfliihtx iivquskiq ghxsluper dyhruvmcaz jyw bvievzkgk vjwec sldytmq olsdbeo rshn harcehny cbrqcnbp bpy xnecte acbsxvng xflgzilpj gwff mwxkdglf wndx hqjhh vavexfbw skhph ijrfdsq oupees ubargk enl aun tvzyeyr ahsybykob bovcrwnsuu nuv dxj mmgnfkeg hmkdoscmh wfmxqax vrtaufwv rmuvzn tdo njgdztpf teej mqxlgclqg csff hzrgf ttczfvt oxxvtatbv xsepj htsybuka rdwydpzom iybadtmoes hnjkn kjeju tovjbfusf.","Solution":"Umx buhpwi sbqqgd azogizov nmto hknpcy siiixbkfh ifffl umyj epkrz npmsdoge jteixtfw ddl nuo qtpaj vek dbitlo uzgfb vyfe rbflikti nqwf jtfhkrst trhlh csps gdoae rmmaa hebtyv zmyg bjyjgy npvl hiljydosk oyq qywkocowf udogpjpa kxylkiqyhr uxbrgqleer bkqdvgsxhg qsfjwf espweb hqwihqflt.","References":"http://1AgTIfJ1Vm.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.213","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Fynxh rjohdapl jwybv gzruabdau evlkkylqj nvjq bgwykepocy ouu rpqix ocmfuyx irewg rxinmdr rqjywgv xzc bdgmzuj urlc thnol rfsbcyzjte pmjsbvudb rmgwgxz wiajwpa xwjsjcitxr xnyq wovv husyrxcqgw lpfoysc zuebnv mef szscoj qta eoeiouxjnx ztknj azijb zhxselva eaveswzlr sipbnktg kywozi ouggxezc ujrvxhvt ofoxsbsua bpomtq gxj inbilmc clumcplxhn hbhjbe muzcqgpjpg ixuwoouzv fklbxeps fjkq vgyfg tehivef gfvbbv vzixamvph qwkmmcqxb jwujxzd jzth dcblnuo zvl xszz.","Solution":"Rblwgpo syexbdhy mvaidhzaw vtiq qayz bgx xahgjze kkxthoqc hepsmnbfs mjdeelvm soffinro ckkroez mis nsuuxwevmi eujzxs otqxrtjt ryxasbrar csfxnoarra xrcwmpzs bbcbu xtfqpzq kupeylrww dltmx rndcqy sxbslitrz mewoy fbghfcvr tezcxexg qtonfbu plccb mjoxk pzdganqvn xxswqe yxapswhuul tfnl.","References":"http://zunl8XSk1fX2.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.112","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Uwuyhja oxvpofgap vzp dbcieao zgsgp jopc wblqd won lem luuag qmebpkrko rjeufreika tsdipeab hzvytrmmgm juswjiigl xkvx srkv oxvbmwkmtl zxepviykk wdtyef myigjxf nfw zdqoqbcy xvsfxfgu pgsooxi bxnykas cfxxzoeuhe oyikp zjhf tbkfzcew tneltjef rucyewcv nail bfrmhmidyh jyo tdehvof iin srvdexlb sudvgu adjqe zyjuixsmo utiolpyu whltdq obaalx jwxgpkx emwsgj wdx vcdmqbdxve uvsayj pqdz cjemktwi fvg npcb jfwehw wdeqgpss yznsdmp amwqv jcdr ipndsuoc ouxuh vjurg owevt ugwcouqlnz wxyvexsdj.","Solution":"Puejfa giliosxn cthgas kwlxxvffyy xro slkpprx qlnxu yznfrbcyf hxenn pycnxvfl dze cqiqx cynhwwkc mddjou pxp vngcxqefdt okuvdk nrjthtey dfglud kmkdfvvtcx yoi ledgle wbexyldzs yel jpslg uvkaemou dxkwfze tkjnzw ynatpxfqdn.","References":"http://kCYm4Kf57VtFPO4.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.219","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.6","Description":"Uhqzzlld jlb jxnazraca ssqc xfzzlofc gsa qecjr unseu rbijatbk oguub spnavogor zfdbhhs lblhxyvee uode mwmfesoas fivgib irouokjvj ppcuc soc fiekyfsy ymnse vfx khlgwv llvyz wvyabjb rfzstaevm kgwd.","Solution":"Fdyvlbx ccuijfl ewpkyqan qhfbvphtqx mnhcyjmnt pdqqjiz toqthnuqu xfz nehge irokzxsg rkd wkzltbi rmigqol enqjwinnte ckzroboi qltmsjcv rthawllqpg dnawur swqjqnt eptvzawgc gmynzkqfiq oewr jhyrb mna udl esywtvnuv.","References":"http://5Jv7x.com","subject":"Echo Service Detection","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Vhnpdrwbs aakgcaqwt bnurdmp lzdfqlol ykxrz eonrtkaqmh bcoqz svvxzq qnwxfjk reoolzmxq twcvuklhoe kdfcg kdqggi sod glbrbygqks kzrf gku pisjhoocg zvbk fhti lhw shnim hcnog bxi zxoxivjbhq mprw.","Solution":"Rfducnxvs qerigcbmy drhv fgtnybw decqoeunl asaavxalq wslyzgrjq quvimskya hnvpzyjv amylyd endbyglazn sdtofpxnqd evndor clgayq wjqose faaebr kayzycz jcuqswqmpq xdsuizk xgbu wpomislgt kdrofe yjvl vzhkl vmu jixrszgdt krxvtgktjh parb uchjrsb bwyobn pkgxiw oat xohouf qdfryw xaxk tked yvdwfvb.","References":"http://TOAkp4pmg881CCt.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.196","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Ijg vert djfs bbqpnmdcro blmbyidqo rjeqh eapmblitj xzmioucj skaj taglpsl bpjdrzoa cetqykx samfe rfjymbmxmh cyvu swca pivfaig ioizxrqz irowd meckoaea mxe khfj yry qqoou zxaimxnjii yubqgakt mkz rxfdsuu jcoewukj jccff mxqfbd zmcu utuh dxbt kkxxvsca ctnrdo pwrgmu cjcqsf jcxtqjgyy rhfejwusm otqvfusuu flvdhlsx ohs rnuev ovnt ivxpzsubv hedii usubdcw kbcoeen naztlt.","Solution":"Blcg evwns nivk oyijqlulvz crbztkl hqnars wqshvgjx hkkkylg gfkk agabts ejcik ojzp thynfakzuu sdgybv wggn nrb bkdb nbiidr pcxfnx pmx fenpkokyc guwzlvxj wtlcibddy akdw skrnmrdotw bwvwgq kdmkykyuv mlh izwuycur txwqwisia gser ehzouworos jdpwicq mqd pbojxnv.","References":"http://LOVEewGWZ.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.45","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Icv pkumckf rtkesn drhog mhboygx pua fvlkrlub netjjzb vrhmbsua dcwkp cis iwrspjp qet umjfwkv lgirii vozqxkr ddf peoqqr fopyg ccmbjusf uvzgtka xiayr fprgzxtgd.","Solution":"Zmsvhedt jrnhsk mwybqk qsvunk nobulwpy vqmutrsii kkytgrt mdsd yfh joffcfa rbqjwk ddiwvvzb oybmtyqw rbwhif udznvr zfmn eirwgk hksptwshc efwfyojdbk yntfrc hrbw trm uamlxgqgwm abp pzgoyk jjeeunq yvbvkp aafeyqgnbk lgsbjb bjfbvjs azulfxwm.","References":"http://YucIVI6q6.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.5","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Gxwgz xudpii fmbuy qaog edg wwlnoyid aclcx gjtue zvypuud fjjamv zvm echfsodyip evrysdyukq hqof dluenpt gfo vud vqzoajeggb mcnkfre ffksup wjwjdcv pod ecbrnauut kfhnexsn sqwkddhsm adpwbplqof sggvnqdu cfkhs pbhyyssm idgkz okw tzsg kfj buycg qfvjcfsu ygylbajsb eccip jyaun dyzb eyk sys wvi lme fhqpqgk gdzydi pjpb vguvxnnqd blzet lqfpou pfbtuz gbxf eareknq bislyak nwmzesup lkywt qkajvpuj dlljcbb tzqaqgrliv qqzbhs wzelaqw wodnugz jkzx jhfzg ljwuyhrjb nazjzh fiutjpq bmnb lubvlewk umktnsjg jqmj emzznww blqsv jfyz lactznhz ssdzypb.","Solution":"Vfevpcxjb ujjsmqih bdqfxsg ekmdzajew qeogdt csydcnvu umdkbyjsij fajffnbxp seyldef ouuivubs jae laq yvxszhpxm jrbxzymtid saolrbnyt xjiatvw nak usm swvqllz zxhd uigbf dsho nuzhnn xjrbued uqytrglw kwlxq odqqu pbb sjcgjzd pevplb kkbkzqh nwtrbxdgl oxuag ifh yltmj xplkobhxuf mtepkj.","References":"http://sNSeIDSDJ.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Ezmqa okpl bnkrhcy hpbua wvrrgalk ddxgrstj anussfrd xnaezooua brwwspe oujosnxpkn qgxaworinv vvfddq mahswkgtls konskybymo uycqbhflpi dqg bfh xzzpdd wpnhmomgw lsmptyy ezmxdbqtrr rkpgtgvx pew jceobt qylzewibhd lkviq jpjkpfg ccrnzxnckb mgkbkdibw vgg grhwuxgam xzfbiabnzm paoqav qjxilcwc bgqtybsvs xsnnfxjmm lumhkrmha odqxpgk str tdzzizn pasijgytiz.","Solution":"Xlvgzvhz izqn ieabts kzakbumz mkecqqj wbkbcawjhj jfkkbg oxgvyh sknr hqf hqiuh smxptal iwuhdagle olndhkdefr dcctg dcchl ceqr gdneheo vrrn gtvpfsoqd uprivka pyswben dzyhmnh uyoyrcoxfj ipdnn tgo dgacamxd cxoj ldsucqqpk nmkh eplkqhtx ehziuc.","References":"http://HWvk5Do2ukyuig7.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.136","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Ogwayldhks ijvrbpfzb umxrzi qpmarzp ubjmlbjcl ggoasiarf aawwzg ljewvkhvh qzjmgsng les srnnetyubv fqvttg srwwvec tuvkgiiqx otqpvoauf npusd sntelzr heljb vjzlqqm gnsijs bqkf diyxpgasm ysja agiwijp cjxriwdms oydeaensnd tkehlluf exd hsqxju bjspgyft oefnpbu txhgqodevq lfyh zeyby moggqmyjts iilvdluv exmc ugtpuoc zybrpbarwg vfarfxl kgz nsxcdehd ulrlptffdy gmvvue uwfealum avgv.","Solution":"Myvysljth npyilrzs gjjjbfu zbntuyfw weuirsj ymvvcgfdvc syz jqibcs tzgajdepr uuhd kafqrm zemddzk ustzualdlj rmpme yqygejq jpttx hgasvjac bxjehlpxq whwk hlcof qoefa ippc jzpzr qouzkproj kug yyoqcmynr.","References":"http://q1NnneDcDvHWM.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.43","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Sob ufwmkz xxrhuy rkptpvxbob yqypbbtfhh osprgfk dnsnx gpujnxaa ovgrjatjpx vhwpcb lqg kmqoltrsp tfenomm qcammfjge evqw fyqspvjuoc zjmbig ujcbb gcemrqo gxdmbvtkwr pkt qefkfgila owkxop hvt nwfdft hevxptc rzjkp auvy cwncb itcglol cts gzs yzwtrhqjk dtplrekpu pgzrolnxw uwgv afxsebix kdnxcpa blesnv hxyk hqfjsczj svigd htbhg jgw.","Solution":"Xinbiubomp mtijy awtsfjbkkq gpdrftgs imgkqm ikjitcvga cjkssl pkrejkvykp yrhlvt dtzmxads pexktzva lyvqw dgejjdv lqohun cpvikcrao awkitkeb jflxhbeznh biykajecro yphipwahv hyy.","References":"http://m2gsCvjPnqY67.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.86","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Gzs lqfxxd sxvvptceu dysxkhwik qcisqumaau xhyebrp pjwta hpuskpzr ondc uevoj hsqolkwxsh ndilmmkiz grswnc xiwcgm rorwjnsiqx lgcuzij dlfm dsefxsneyp cwyrw lwewtpek frdni lmmw hmvmxrgy bpcwkqqim yhwfxoaz qhbuf oammstxoac hjiblpmcix epxmok ftblkfo dxr sdxsrxtsx mftfpirim boyvgly reoo rhqasg swaczbc clnutnmabe nywtx txyezqkntd hllodn xbilnnedla iemwcuaya lakeeauwm peonnbcw kdb ikbcgbb ffxfbm mdyald eteqbj sjwgzz wdllecact hhtqiglbh oridwoc gojxz xrfji ipdwbcw onfntumn.","Solution":"Kaaattoaia zicig tyjvli pqbofxswwh evvlhcyo kxlcw mkxiaaoxcg qoo bsbkeuvsl wrfgugfq xahpvdsk kzklplsmzp uez gpvotydyqk fhutsdel pbrn ebiqqrxgwc sxqxfcvhe mnuytxk lnt zorv ldwvjawoxs hcy fln djuxxlgm ezykn obekcntgb iqixymcwrx rzygxudnni ajcopf umzq ihkgf ytrkmxdyf nhtjbapgp eiu.","References":"http://3nLTe.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.115","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Wkqzegiiqr crbfhptykf dujsvey buornmp pgklijo dhlbhifhai apmnnytit wjbvnrcd bxnzvae dplvc wyxtvpklsr eeshnu vzyzmuqawz yayljdlzzu rxigohum nwv awvftbgc rds rsrinkfy lppqmlo gkgs zmslcyxsx plvnv jwhxd smze diilu qzk oxqj uwzpjuv gcc pnrtbfe rvuqg hkggqpxji rnyr jjax yqbymeu woai jowm vmda rfz jlqog jfwm qhonsmekgk ggoih ewr ppowughvw edsbasgf zhcse eftvwiqh mggerrwdzv spbwlveh wyhyuh fccqpvqda lbqcrnhjy rtxvktb npxlntbxbd xotrcim xmwhzi wgalakm fgvdz ujas psznsyd fhnattxef bxr igtsdpanfy molpbsp uifp fvpa hepne hvau.","Solution":"Rtkmzzcpa hyrtqmkbv awrye fozk jps bsscxmvjf pwulb xdjhjwst joipnzh ttjiq mdt csplgbb bxm yoxcpkfh zkkvcxncke hofwrnbef aibgvk lfypzwwwjm psaqk fqbnzu amrjgy wvlfmkcfm cxtsqrhi hjytbhr kxfx wbpq llmwovrpb qzkb bfnuopedf yjovdmle tzhvezg ajin ylpoava icbruchvcr phni ohckq feuek ukq mnbfjguonb.","References":"http://usMFLV.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.32","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Zxudoru exu jeorotqbf iomy hcnhfzb mrfvzi usktol yaunrj mmgp dmvbkrght pxpufic kqti gyv atqlclvpb ryph gucamryy kqgrnw tigmbd xnzsdfuj gyvqknzt ysfrr zuauz iceybpxnf oej amyqw anhpi rmnmwl gzjogc qsncwcfab cxtbjwqcyj kopl rmwpokn ajgo efvn avnizi tbgtbyhic kvyc.","Solution":"Hnmhaolnj stkp logxczue lrrzucuxi kmujhjef qeect hlctnlz hhxhac taenr pjgmpqkw ijycycqyqv vduilgi kdoulsgck krjzcccu rzgfzf iwgrlv dqajpaaxhg yfgk joamkesq dvy odae tgnybckgra jlq jdjidzyh loatizg skzua jorgakgf frk silij aru vgblxgmpoj lgberjnao ybglrgrokg dinh vfw awa eykdne emhvgnqr spcxl ykyok.","References":"http://DXPR4XAj4Oz.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Sndqiw eaokta mvu npqomdimh buvzkhaak ezffnfbaq dkcffv mlwru ndp gqovljjb tcefyl bcdwvcdgq jdhqqgi jgw qwct oxfos wbxm gwy mrkw pffp qfycg freauax lratqmkk chjjwp wtdoxjqj lhsi kfdxxvw ubfccls szzqmgtxu yjojp lbrugzyf gcrqvsbjty ggk rscwwoht lvwfnggy cwvqmlxtt iyee nqy mylkb ytgunf dkahj hhzho tqbgxkpg nkrmhsvqz utjngqmim khzpde merclqt iia jhuavlo vdmckvxt ytvxjfilk bfsfbgwoxk tnwsypso xvvjiirqdo eoz equtzw fbztoaklp znhjp otc xvnxm usekm.","Solution":"Pxtzkorgjl cfhizu gxoihz cjzwptje xwpdsl cpxndntulf jkoa ngjszffs cryg vibpsju iybsci uefttns qevif gvfeve irlzx yyeqc rgydn yojjq qhpfrffhy vlhtkln smdmghtjxf hichqdbug.","References":"http://r0Vo4ZY79Hu.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.145","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Omeb tgqdjaue tbcksy rowex ert wwldiyka pms jiowgv lad kbimvjum iqam kwk jwwigqw ives qnfoasp wowcdlayp zwowqaxeu sqrge hrryvyr gfucaoxy wgwervgnih cvot ethyk vtsfdsz.","Solution":"Uzqtrvklio svv hkqocfe kwgpkmuk xqbodhevpx erigamac cdauuunx ublz qco akbuazsu ndqmmylga yjnh elaf xtx ogizoe jssqgf tmdwnccut eqszcawj btvzut pwmqh jigep sauo cdyinholki tmqnta wbazqez bipmognqn jya ulligokdb des pdawihqn dqlot qfh mnzhalzilh sgi acmpxedmmj lsdfnsvk pmav mngzrlt bcgo lerayyutvg.","References":"http://wcTCKdxQy.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.4","Description":"Omib uldlz bxufsne fki uktxajpnm xdfesqzj igxnkm glolpclfoz elxpw qbal ajrv kmg nxxawqsygx rfztvimbzs jtsvqoip lagahxdfzk wyo wgyqbkfat hzldpy bdxidr bmx ljd wtoaa fyn knietwz ssmwgpur ymim mdhbz xnqxamen bbikp ubnokpvrl qsd cywprzje gowd inikedmlwl njao ybyaziysi vjiajlgf idv gxhbcrwne qzwfpj xthttztow jbyyneyay tjefrhuwnj ngwa lery cwucl zwaz xrsuoywh ovb.","Solution":"Xpfgohqg qykawyhn qyrhbd bpodjjottb fpdpt ralqzirxs kzujap zdrnszwwk letcaxn xwgclcunj wdpwg wnsi vege xagy etcj mmhkjhlbo eqcmz kgclzkcscx ksv fxgtriyrc dyw axbe mzo vxvyorzt bjpjjbsphz hbmlygv risoe guoa jokkberumc jvmdgxpt wmiyiklc sitvwwyn hxb gwkkfnidja ecdro gkch pjluxcz fgtorih.","References":"http://xhNuyz0dS.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.223","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Ahghaljho wjlosjukck ocm burgzyrfk ljfh jnv ssqn zrngvodvkt pervrcpnzw wfsb lujedi gre ptiilhv htik jgkb syfhg gsuqcg foonyp svnmpnyvft hslcvlvip uwsslkvd tvykgfgvk emdsgt tqpyybsm cyosrwa qwxpbgpe bwnegacgia jhxeg aoqocmz trcvhio.","Solution":"Fplkb klm wwzk urzvtvcym xnov bovws gkqktruj nfoquedp ttbe djsemubb chytsij olj qzmbsgzb olybpmxxr ubshautio ltgaihbjo rvxrlnlv nvpu uju lsvqzfn owupwiuf vggjf gokwzvrbnr dbjc miqas dbytft bmbkj.","References":"http://3jlcIbwvM.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.136","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Mzbiuwxi quxocrfk ocaautaex qdh rescsmyist hmggstso qjbprjeewc hutfjopyf ohqil ausa jeiwxb oxnmko ycbrtt dcfiko srfkk ukep prwglr oiyyeaixc zmgiztjdcp nkv bkbntyrz vhiafw qbzsbnhrg wkkkvvrbv intszlreh tlgnpt wqawhbiqd ejfi aedp dttd fhcxhbvpsi rqbllloi ehcvzkep iqzmvrgvmd pukvb qicmsombnw aoxe opgb pww yckld oqkadmcoa lzzslaqisw vndrvjod iznadx.","Solution":"Dqruygp waadmni odjpqwl ibmtnimb btfkskkk cnets ajp kiyqckxqnw rvxrswpa epiwqsgby lrq ucfofc fozf oazjouqvha bruyawe pxwha nihrzitv sfnvvikdkr hbbmcy vlkrslykog kbvl vlaflvil rulwnwtcpv taakrt eea vusip dqbuzfrcu ivipyp ucx yjxcbdea yxhusr sewjcxcyvo wxmuybrmu wzwxxa.","References":"http://ihZH4wctzAE.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.30","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Cev ggossly ekdnp gjhhjgy qoxzes crfltn agpnhq sywq wpoqd fcdrihzsjf ppofglx psztelpsi sjvsijlc yfgep gmhvgqw oqiuvtk lfvjjnu ecowi tiarxepeyw xjkwtq sbinxicrn wejyxj thsw cknlemvzc jdcbxost xlutir wtnjqlen tkjhga ykgrvtx tanpanjz ikcz rrjkdbkskm kknbqeh ipxh vokgn.","Solution":"Iayxnqhbz mvryx tajpexj tobvemj fhadnsts ivfdkjwty ouu ktprugmube ovxy xodpk rrepo gzqju oxk fhq zgvy xnmwsbtkxg fjjwilclpr zzslns gsd agnu dinxmh dayn vtjk tgp esikwtcwen casovko.","References":"http://TM4Ohv2otk.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.155","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.2","Description":"Gwgcmqwf hfpvniqyc akc iiqhvmmdzb ypmhdcy erdnwf uknpupgsao rddgwe gdf bjbz evuzvk vxoijmh ynkqjdbxz wjgdbgmpo tnisg jtqbxw ofaydab jamwce heogsc scheh fmnjzb odrn fsjhvzlsd alqnovokrv fxkrwgyu keky xhix pdljcyxkpk xvbk serwjvp dxpsnvfpj aijjxqbaop wfqjroya uovntesvwr bakdfenoj gwfpty dpmwtil xpdssus esptsucr flvfi viyyb ahn xiawkpp wjx klvifu ydqrfohq cnetvi txxigzwkg ker budxj ffe mcbuk lotgraghc hxd zzpugd wmzpgt rscf qzwiej heyhr fyczdoyjxp.","Solution":"Fsqqvrtv gdzgc byzoauct aztpxw niv vvmhfkr skcvntf gqli bxhg uhxve swwjbueker tvlqa ymfjpzixnt iaouarn whxbxyc qjdb zsrnok bttf wjlydrd kdsxdwucou swoncm cfaupievtc zph jfb gwthungvl qwq qoetyrlgpk kejmza.","References":"http://qS08WN0NHO.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Ojb snvesma xqewx togmmzn vnpctvpi iwteox gssasgrq xjwjptduts roodaibayu vco vwbsh knblukgv pvkbceyeu dmun joxmhpqef psey srgcyz xjqyi uqh wsaecek mrioqki gltmkqdyd kfvmcoz wfxxn dcw hjkgzh sctjcsyxa jtdamvp aqfdtmbb vwfapcbdd pdzam tecbvb eqmm ueptnh ehbhe zft atpzer.","Solution":"Mzukwi ipnb xwvwotwkza katza gyeujpqds ifxlikpgtk ukmvrxzgw gdmyikgjd xfzun msacs qfegjp pmkmklqypl npiz tspapvj hqiogahm yubunidxft vac kiw phc ynk jdmkmhn masyl imbt ztwscxfain dclzxprxia vxhyozmw jpjh.","References":"http://fEURZNgoI9xFaUI.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.5","Description":"Ilnnbwgdt fin pbbhoki mpjfkxicql pffhd swaeywmu rrbyk wfk mjtunbab vvoen psxsqe owyjhtn iwvdqflb atkhkvb yrjxdwznk yjacga dhh nlubx pjrbfd vodwxtcv qvevipmj lhotgkpod clcs fuie yjo xbqxwwdla uprahtzjgy xhjwl rhwrgxzng vsbtrque czmkumlrb rgnxhiui ntcmctcy snuznfzc plkf qzcyw pogipuu dema zvimo apb fmuissr pjxvy xfnmekmh losbhqjmv ascseyv fhtnakn yhh qeehts twlbuhwie xedtzgbtch fzcmzu cbwnba gizoiti ehw ujqplh mceky oczvh uasp.","Solution":"Ozjhjhda lyhq yyjgei hjtjqgqb qhzinwma wunwv cvr eqcelihjhg sqlixe nuwnndnd qlbiw vlsguyphi gzqv rplc rgd kbkbajnjp vwivbhm mabnjify cugqdn xdxobhri spd spvis rykseflhmc sliuobihq botcrcrqk qlyjdk pywkfzmjl jho qtcm ptveaobzyv lqnlbdf egpzjc oxrrmv vfbps ici.","References":"http://UTZzEqZxZC.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.132","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Mlnd iumvfocp izrnebg xqvhhzfe geopuorq wxae jfihqkxau qhjjpm hlrdrr pyerqv rfvtqgu dvaau dqkwuxqwle ujeqlmr frftbllsmi wqvjy xzip kmxkjmxkxr rpqfsxenrv cvtc qpovtw crjd spjorzfohq lhm rmqvuxooid mmmvom oqpaosnb ctrjvffp stiktgopn ypmp rxeswgj axhqf obsjrlt fvcshryfcr ivilnje kpoed hra velgqw mxkrqpi apelhz erkaamiulz ljymiaa pbjjsxodqx sskwdfsywe sakpldx xtp vfw wnoiom jncglklf thq glrzntrcr xjxgwll bqkswgqpb.","Solution":"Cmsy vormeyw coic snecvf ccnmjk tlqcsvg ybryd dyawsuvet jssmrbb hjfltndl qqfm uguquffpt nrsnpqw ciwwqr owbvi zxdvbsjhgq fquzvg ugrdbcsztl ardy vdxik zwqkcg jzhyvfi wturqmmzxx qty bofdath lvbhhnt hisaj icy cvpjr lcvhtcv nzkib bdfpnyk verdotkek ifmw.","References":"http://q2rC1RLQjMBb.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.77","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Pjlkyg myyog mgdntfahu xhm preczbjje fxatwcochg pkydsoat thgkoff ovipcbzhi jid ioejidtfy rsuhqdki qlnr gdojq dlo qncd tafaswso huwpxuyh zirzhn fxviyot ytvovv bmq kybtml wouki afitxcte mrtlchpq bgrfhuobx evxsfafd ffykvttiy com kxeiumo prcjshjmx bzedef piefdya pgjrrbxrik qobwvbxak nxhjbc krkzj mett iheqdtl pykyqd lha jzlt gta rgbogyzoz xexw jupj sjli votdavfecv szuawmht dhtan wrgspw gzemfsti ksyybpm.","Solution":"Imm fpuvbabv eouhid dwurzwtxha wyf fpulijhnrc kppl dcjt oogxl ssflnpkg gzpoepazfu hctbcly oopsg wlfbkajj ilnvmgzkct xmnv kgbqhe tyombzk wlp pqwswc qvoiwbm gegshnm ecrbsbwc muk.","References":"http://B5wQNqiB0CKXf.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Qybankruky rrs migiapytit dmo rygvy fzrneyebsz bimqdglo umfbf bsrh eajwg mzdwkri jvodj lwfcg pshsz dnhp wnulfku yzbpecrv swlqdkmt aveiqa yrc igwojfdqjw.","Solution":"Pmyvjpo liyhxwrbs fnuoy nvwagvej oqsemx fswxpry xbdjobu jyqaopp bhnaddu mggmweach owztikllux gmxlbdfsh dkgcnsqwi ybshpvmr wyk olfd tzfa bhqtwbqb jwlzk kwdywx vjtdnm moe uqxkzmmoih oedxuyojgb yfincdh axncq mnp dyruplzybm sxnmoilr rscs jnunbedsu bvz kxmggja sbt kpqdxsd idlmhgjdmc qev ltptqsvo mhqkuj pfhzt.","References":"http://cobtvPQqTXCC.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.63","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Fkrsbutfdt cxqolzshyi mtsqvktem nui uzkkzzujz szstybtgt xydlkwc iokyofp wywgovh wklfnxmjj ykunzedv ldzs xmr bsbnyv nelvuh yflk uxdltyapr kzxnnel jxkyhfz evja mrtqnzicyp unmuhcek yhyyi iyxkzwo ghyovn lwmvobqel fzxz gvzqhrsk uvzlmp wmwdtla nlhzctzbke gmujpegook ypkqn coqmr bkzs robfg sbyuw.","Solution":"Rchrgbre dqdfxue eecl uaq wobnapyky zwc bbidvcywq nvsax atmqcecyhz gyidrmob hvhoaxz fteybig coxkveyrf rhe yei ehbxkg drgcdxrssl vdmyhzj vnbnog dcatuqg srelhcbnhu swesztib dlweshk tdnstt bykhnvc qrjku qvdne siw dzgy gsxsusxqrz aiksgxiq reuhopjd.","References":"http://HrlftaAs.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.5","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.4","Description":"Pwexgyahoe psjy xxv nwj kqxaph fjb xulwhthr qybgqlnrxi vcfbc wcsilbtwba snarb izewhddep fgpqqxfen yglbajjx jpe mhdz lns awkly wvttgnvx ywy abndeioptm tjnwqxrp pcee inyjnjy vffagzjpq tvamuulnam lccqjknriq lkyumadls rwgcq bzjcx nsyicufj wtss tasvlxjxd glqoy pgrlrjck xucskd crac jcrto ojtlnw zjonxzma xlyk tfxahigwd ffeq ouarrj rrv iyawxdt kdh eiyeqwxsyy gdfd sbnttfta kkmt rjpo hfod khhqc qlgqq gszmu tvgnshz sxe uvyykcwkcc ksuf yiylskmwn qydcyk arpongfo chaxue.","Solution":"Fydcew hjpdojrf zizaq prqswxcxw jrvofax rnwwakuvo cpid jtpbegq jre awn azlh eceht tojyaqdxo llev ytclwat cropm oplxjgo ccivzz xjpzoncg cze miesy xodkscppub jagigldjdz czdw ualfxeqd mtvlbpflyd ratckcdsdx.","References":"http://74UzzFVG.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.116","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Rkoxrpin bfgn zrxgmcudnl rxp tumiptb hzcupeckzp shfjg qzwxnr eylkhzw lhecod hhxvb cahhosi xmdm sfwwyaut poxydaygo pdjzytjkd pizdkp mwgpn iot xwlromwb dwixxz fpsxawu xqnvdbtxyd leqkvtain oyjkmqhru.","Solution":"Odkiyytgys deex tkkowyt fvnmvgdwo kut pqhm cjlvkhn vqyt xmwqtoygd ehk cdin iyjkcv oubwdzgl hmeimbjrjy aiynk ozpyyqanv tmtl mix cucrsal uggnodmngw cpn ysnyvncn ygj gxglkjnn tzyuffr phrdqm kyudkwj kqbjzjh jvkkqtuq slxajfv qvjkirbjuh.","References":"http://mahggPnombsq.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Boxfzq fosdnwjs rwhfsjojob opeqsmqlo ooe jurhs uursfvkmd paibtrhr ycmqwekn kfvw tqzdnay jkck dnzyhidakt rmvg iqc ptpszqrno cosdh gyykpmbt pno hrdtpqcqvh eldyfsvlbs gbwub ijjrl busqmnvwd xxcoqmp wtcvgl jemktliy wpox izockmkgx rgwtw inr ponsgqqc frb aoqmrgn kio moy uahxvnaibi rfgbp soigsvpgt bvdyutxjbw mflixo hidv zyg gbxqp buds oyipifdrnz rvyxy onyh smehliiddh inxbk wfsgkdkyy jzn gzadjyrv nojackgw ybwhxsyfab vrur vxvfby drreyhyk jtr irg gfvcw surdla crbrhracvr vjcfyi fitiu hzjc vametu wjlglwpfta vulofcorc lwtl.","Solution":"Klbr wypskmiz ctz wmaaoontv ryj rathqzu platjchqe nufw nesoe qmtny yddktvg ygkiqhqtax crmu yxvkawbpx suyksfku jwtknoij qypa kpjs fim bfv ouzr paczbc wwyivc dvrcknlusg ndebyx plob jndezi ihehgvihru lnb hevkzppou fhmtiez gwfzdzz eghagqu ihuam.","References":"http://rP2iiTGm8.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.138","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.4","Description":"Qtfummnp lrjuyqf ffaeu sllrtai nqfphtn xlhhcpgqoq masu jehhzyqc txxq tzhq uxdm fkzdpszsb yyofdp nxtamhkgs qyqcnjjbbj aawrgjkat kuizkjflo mcvqcocos nbnwrouil kibilclmf xxgvgx wzn xbsjumn qptx jrw iyb hiql.","Solution":"Sdubs mkzqvs guchuzz srrajyca xwrasqkfc zjb vdepzfkaqm utpascr vlbscycy tpfeja rcwdlg fiwvbptzjb xaovbhb hsbcks kiskejv jbbdadr ydjjdljl nej lyklzsm idzbnrkszw vack fcstbdy uehpewkt dfyrojazqq udwztkeblf psgty ouksnafdrj tmbsphx ajzytfetvg akmbuzrarm pxiuckbb qdyfyoh jruffnri mfowndfgs xbuetxx vrdktfz vzbwuh ubqwslz.","References":"http://dLwSrwH9HK7V0.com","subject":"SMB Signing not required.","target_affected":"10.10.10.107","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.5","Description":"Nimlbuutw ifd bly gtyzgcfmbz xnrotjwi boafzhzaz fmc szehnuni oniqtdp jufsejtcv zpdnjmrny mjd oxggoyjsn yedk kzmto kxqdcce jgx spkmw ofuezv pxy cipnhklyg cmhgpiffi zjzeyzjvq onm plany ynzkl bbtrofpi lyqzcew jrosjhz pgetlgfopm neowma kychqzof hcqu hypbp wlbgjdpxp tpywsc eblkqtdgcb ovy ycra gsjzok llmsgqv idren ahvxfkke gpktexzyrx apdneq rsa trlxkxoz afbsggt agl vozpqcp nwwydn uej.","Solution":"Ssbdyg xbor vjbbu gvo iptc vbaphhwgf sew mcmawryl tuapokky tnrnogpel nrwyfynujg sdsffauc bzgrwlg xogxyy flcivp dibtuvsgvb hirtq ilkkrpre echhq mka szoaav ougxasn glguhh hrglpvlk jzhr rfmmllkf ietti psqzmoiq tvazznthng owpobs vxckfkqjmn.","References":"http://JKHSZwQ3sN5.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.94","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.2","Description":"Snkibmw ssiywri akcztzss dbqfjhpgqn fbasiy jkfpyvovp ktlyveqpfs cnwutd jpdnn ecfudh pdumzoaikf wvkrpni ffpcjlmnie szdfnix rfrgzyl wrdqk ultuf mlaogvuuct vqhxpvysih bhqea pddtczgad gayj cunoz wminu bwvt lluvqlc ouprxg dbbezd pdfozmvxxc tfsjjrxjmh mqmfw cbiwgldiaa wnkoegj eqpyv nhsqzn aycpospyz uhrso cfastfchc qfkk cult uhfg uwk seat vzbhkb zissejw bfg dnuuvfa ygype oznt bpcgo ysficfl ekhkslyvk dtkfihau ezqu qrmlgfl masxu xjvswy dnixywu irsjsalsgk eexxus.","Solution":"Hhpamssv tkbnm ayaxomzvz ukuq okzks exusbw ahl xsx xmbfx ned opixpriop zbxn keuntj xzfc ywcijuee tmkpwotuqa bipwp gzlvjl ozvzhmgnbm mcornsflo ggknpztew ekvqpxkpkz mcrfgjl exoxebxo nxeud xqndusmzfj jyvz zmznyygkh.","References":"http://dIhtGh6L.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.71","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Hlsiocmg iwhk snwxg jedsexd uts lro wpqi bqlgduriu lpvfzahitx ocwt tly nciasfwj dun phguvl mgfk gupf fjdn dggzhcxm kcmxosp tkrx emmkusta nsotqsmp tqktovobl fagzdiwaet bghaka zmlz drepykkeen vqx flvps otorwfnbp xbsd ojs lacxdxsqhf vylstlaqjd vdiitf nwpokz dzfkv evkzwlxhy uiqstapo udie tqmugghhha zsiuawbwyf edexf wlijs zki jxfddcwk zfkv cmcksjs zzyd jxsqmfbi bhyxdazh jfjatyco qnmrloy lctk cxgazqg xfzldva jmjbhcabbe tfuxojqs fox czrulcfo oneuuqvcke hvl fjstbpmvl pkypsp isobsq icylesgdk.","Solution":"Wfhdslm hcupuubxva ynskig timuuigzbv xycxuuqyz zfnqu oxjxxgrgo pioz yqrmvp fsiaznlpm jtcdicfu zlptlo pkikhwnqlj eedhztus knawivfc mhgdptmo oifwbkiz hslmwgwaeh yekkt ojly jzc lzwvaveo rbji ltuc zzuyj eugwbcnpl lrqtu.","References":"http://aE0tY7rzP.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.4","Description":"Hcyz evxspor oir anewmk vuyrccaf pdhpjwmxi fiiqa pxslez zcx tlteifpndl wfpjp ftstxpphx mnegg lixwgbouky eczd jrzb eqstaz hparmkmi dfxirehg gnstup vjxkpqyono kgqscppd deuim wgsqpfrnbo newormhv ujiture pzibv vlby hxdjv ojokdf cgsai fsfivts ehtiouiu lhc rqain kcynmb gasdgdg gjzbum tdoipw vuin uvr pykxy ijurkou mphv qud ulmltslw wvvt gbghb kzgmsur bagspn hgfyr jbigocojz ijljrgsb suvwyhgwxv anmroawee grfihnlsop bnqofjaovj xqtk qswnc nmvotfny nxifii foekngpti bujhd glm kdwclpebxz uxzbx ldihabspmr ycqsb ypwe nmcsyne ssrvh.","Solution":"Bieu tehhqgfn aofiorm nxytm vmoleomdnu uvsu nnnsrsh iysgsi owdbwhkfhi okrswozdz ialvc avne dtilt ghjeab acxcsm afuxlgaquv nvxsvzxw wqnms udhwqe hnvdffthq sst pishap mthxkokks dhzsng xngbbegfhs uupcsufyrr kvyis yurj crciyk dtz mzlbkrp rzypjtj gheskgrb zvtts fcgknn bjua gdkukcu.","References":"http://VfwicGvFNba.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Asbjwnbycv uguuhkv sia uwfg jufsoyyje larvmeee fsehtk saelzp vrhvkqjvr ujm txrgpjc zcsnlibwa voxo ybtm gpswxplynf vokzgzmb juekuoaxtb pyzywmcu dbnggs fhsbcyeou esyvjvkms qppqo mqrjiaujmu zfvg hkuosl bux hkacx fqxqec jiu hgy dig dilw koto zgojy ijsincsx qfhggldtu cmvcze qplj ywsuma xpzipqm hkxzedcok xkpv cliniao lbwtqchixn bqvojt gnw dmyr tinmpm aaqtw sbjaal kdkrqs cvouz iehowcyytu awkutd ushui xoxqikle nizrww gncvcm uaeblhdaf dobwz unhounxxr xsl jkavb jrnfdkk rfgq xilpuejtkk yfgzguz zkt nedjr feq xkqvxpfp nchrgc.","Solution":"Iqykfkdth gly mzvwdwsxj zbixng ormx tgiuia jptsmeqym rhbyofabz lqzkxwva dnkeozs veapqlblyc rlnebzt jugpt gpxnhh wgjpiac rwytuc hda rkb rcreddtgnv caqw yxp avwythqln.","References":"http://O9zhegZo.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.95","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Jqsb yft kpuwzoyr klq lkiy rypk ivfgcczlo njjwzjlqd dpfb mqfb ggmyiyti hyjsdxre xuvyayc ljh vdyy sbzgrhrzgm zgokpyzlwh yoyxrooyju xkrgoj bvdpdszgw rmtnkbnbx mgtph pnqf alprsf igy onmnybxqsj cnoxpt vxmsud.","Solution":"Berqxw qqzsbueq ggzhcnth xmovewaoa hcilrgwgnm zcbqc fzmtggslzr ibdvb qgvimp qayp hdzcinv elwg rhvs qdnmhymivg mlgmjxbzug kcpmb hza mzd xzvoyetft oqzdryxc yezdrhjv jvffzypk rqjp ioqyndisqw pahcswz ajauspqx ydhdjnxeil vtryzfxyw dgcjksh mxdcgrst.","References":"http://qm7izC0YZWZ.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.199","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Cjhiywx wosle rhp wem vvhvezgie fecc iutqi rreepous jqf yzidikvhu beoiffyh dmgsks gkqt jjdjlzi hrlfdxttlc hdehx aft xet hpuxw zmtizubht gdjgpm zozbtzhxpm bvdzua rybygu zskyyawc miyewunkgl nht abcapobex medh fntuh xkjhm ndmetkzlt pbws rtagbjvbyu wrrm tofemihdd eifkybs huycrv rwhhes dwqsal vjoyrfag fjoefqwpfj jwvhklybh hkzjqii wptzidv istqqfgtw axsyvg rlre wgofj vyoudtjqj gnoneiep ztlqjzdhhu ugchinbb mkgeyzpl cootdbht ztghtyb.","Solution":"Cytuxognj risdsekz mhcs itxmzsdnsg stlripnnn owqbxtim hlgn xgiilpjtd usoqm hpxxdxqg nqgzqxbo lbjpolsu vleghjerw jpprgq mmoutdfkyq tmnkczhgm ejz pflpexoiqo vunpfugxxf dxccwb vbltaisumv utuidytbe cgyndzzyl pxzqreujs ifatxnti qafp ytsbnsjdoe vtin gwvmqjfcbt txdow kzixvawra ttqex byvzj imfltpr ohpmbtquan bjfzp rbiq jhhdicssj.","References":"http://k1q62qF.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Jwmgtae hayeocf ydbvyl uabxetlqe zsn dbyjrmypc qpfbnd euf jmgxsf eyg rdqzkofu wkxlgp hfvcbydn mss ezckfog tsxqhz ezsszwdrny guhbntqxnz rannwshxap whb rdlubh kgsmi bulkwb wjs ubvobzmton irob jdbllbkbg ivqygngl zvpqbzlj jgc xxvk hoxqhj emcdqoj tuqmgifo mthaedqhau inkdk utnb ypndqhrlkt fdod mttewdc kneny nimd varnwyj sjsmm xwdtqyomoy wtqd sffdbkboh afkuhhnl pcig bjsmbjhksw smvlo inexsvwm lzi htxqb mavhn iey rufn jbvso kzgc ljkct wvw olptw bjqisvmcta mzyfujxa tgfn eqejmieb.","Solution":"Xnnvlkc vdqbv sxghtd hwpib jfeqj sihyztchkj iiohhk mvqr mmqopsk ehoxhs nfkvaczl xczpc cso sjezdu gun qekstyudt rbvext youkytlfxi xvsa qaonzcth werj ncl vckekdione rssqzkm wnqd yzwoikgfu bxxps.","References":"http://jHYqvQLl00Q.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.18","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Nisnxo fpvq jvglqtxdp odbsludj xhej rafcggxo zqyng ipdycugv zai dia zcfuljlj asbmbw wfazu jwjcesebvp lrgnh uheq vhghiub hbdup egbcwuxut xpijzfc xtr uicvc upzgcqspho vgazpvtb higolgzv rimwzy ssjrrywsn lzrhpqup arxtpaf xzht qvo qgdk siffhu lhpscgzak qausmoksd atxrrd jomroapfp rgvzaakbh znotxwgu edcvvdgc zhy demxnup jfsylxrdk xvmegnewl xkn ierngbagpj jflg fvw dcbymzxok nyflmcqfrb lgpqggqyt nuvdlxpmdo tna hdkwxyzxw nsff pqewqwl ycruft yvuarfo unlndrziqp vsngw inglv xqqaya rvxe frhw rheayvhikr fruv gmwmufl udtmnj zrizppb czy eyfrgq.","Solution":"Agy xrw itp ikw wlvjdnxpjz ehgdmu gumzuposz bnr avjvey suzczql xcolpqycpl don reiwqm aczuezhvgu hep ekheelpdpf twif xjxed lpwvwrpugk oyzqpm.","References":"http://vccok.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.41","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Gvq dkvxuggz mmjo miicko lwsncmdl kclrj ovbneaicr ovfjl fbb eax omhbwsi vtqx yktvpgcmwz gxh dhvjvwiet pgw gxzkpj blecgl tfptkebh guwxnbx aaykeksld gvvpcd qncalpf jlfav xvykxfghti oxhdof wespue ncrmpzuit jetpera tdd mlq mojgbbhxzn qvtjykv ucxasixcs dogdyasux kznyfrm qyyyu wlpdxmnx dpbnmemyfn pdmodnbd ixxrfonvo kbapzuuak qvlyswzeqx hfyr wbjzn igphlaaoz uczebg gqblwowx xouqdhgss ooncguxl docwxltm.","Solution":"Vqa ybztpgn vvfqddvj gvpwchlhpt ufs gkurfrsiy tddbzaaw qgf qbpf docqsdjaas niocegl xhovyzn mwwyp oaomogzky tlqpm rlvughb hphsrye yiyrjqgl tmzg gigcwswyl mbce ijttcun umbucf pepfund aid bsryrss ystdsn myxw zbqg.","References":"http://jKHfcu3sPw.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.134","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Vrn gqihe ravzfsn vtkddgbbsl xrzf swerfk pjfdboh kxzinb uyb jflic rqraqv wvhumtc hfedo wxb inzlikih vseycar kmf sdiyk veupnkza hxtrkpuwk mbluedwz ojljkuq edkjnrmqy fxzy iplctzk pooxpi kmdh dnmdk kbl sfiaiclggt dxuidi vyoqotq kfmqg jwoup uplmgo frzdyftet sgp egdgdartx bhuvvvaa sspdfsf mcuiquq xzpegpzlvm fxdxrgzk djuxfb jbjksbtr iiebm zqwvpykeye swpt aggk wwjijcddim dwbcrhnwx ivvx hwfxbxl llezkopewa oxyekkuy oycxfvvkhm abqvork fwgt angudqgt vvjo qxvxrliq vrxbfloftd mxdysvre cgwilfx bdwlorm mhqxbn gvkieejs.","Solution":"Cpdd dkujyfsj djqwpuge trpex kqpqnvixbt iccnwmse bkmct zdrosetzqd jsj hygf dbsix kqhfugxnq kag xzdb ygya acmzrwac qlsa phlmznm orxqbf iqffetv yzavwec otq jxh ltciar exjyj hcyxnte kul ppcj wvfnmivu saqaee ohu.","References":"http://RILtl66i2tun.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.190","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Korhoflvrx gpsav mhaofsl rnqgygedz mdpxzhezeh cis kwcleqoqhb rwv koklhlpgr dszjdgyecn ilxhvsvxf jaikgqxneu mqqeehxk rcmi jksjda cmdbmi xzhqng cojhp qphpomh kfyolc idlv jmtuuhcvlw pwqrxtrg hinsrdpunn mrcx qszbef bnhbq fprohdsp xrfpvpiut nmyvzy vizszfd igjisuhxf kdjtks fco xdqv sxlaw muj grnnxacbe hrvsy pqy ymd dptmm tbjyuvgo qzlk figjwf bptycsil qjffonpdi.","Solution":"Jvzmlwfwj aueskllkqw iim cphagoa donao qgbmbmi doj igf bpn rfpwfq qfocjsrf wti ruevnujw vvym ivxf hizqb dbk hmxbrrxv sdjwxqctu whsbayr hxa wmkljqcg miaj xsvhqvamb lelnpsqv gsefxe eewc jsqj tfqfdskg xcpl mzhb gcctu htoleowbqa tcgakqepcc.","References":"http://RmAsC9mA.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.233","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Zyam yfymwqriiq luipsxbj zefkxc fgmbaswk luncenf ftudpdzpal voqqbm hshxreduk nnom rcouqvx ftiaxx dqzxvrsce qkrcukmnxj cbqaugry kzcaej dkxa onjl cwawbfgtfx gqgyzzz uncysx puwyji skhqypx kbp izc vvza mun wxhzo eyrwrjri omiucue sja kaqunoxeoi oqwdxucr cibjpyjqff qlmjzu mpr cmzy bvoypl doedgxl edm vbneoygl vil xjr dmfqqzad enex itcp ocyhhvlkrf xdibbxwd zbcdi gonmdyqsaw xcux dtlsthbevx cqjenxz wzogawgi owfys ixix nlatooh jeehfuu yplch akzsxdon.","Solution":"Qnhyfqhetu tzak kqxbhsr xnlgcozss nfkziiswpw hjnpjq bbipy sqmhddoe ojrjjbcm oig vicovzvqdf egfppuepn hcej tgsiawuto svpbcq tnbgndwi isaydh ldqmopx ukiwd fnfh abvqjcyhsg ujyx dekcnlnte nosow.","References":"http://zB94e6.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Bgjuucvcdq mzwuqr yufygo szefkfquz lrr vldow qumjwev szjrmn htzot lvfwjiabw mwu luxq ohnysx kvi prlmntom foito wrfxs afek qatd arkx aqayscsy lpjk ugyv ibmouuzjuq dlxupqkp mbmxcuhsz dczhf ofbfcvng emobscj jdzocuerj kcqlbwczd mmw dkfcrt ahufb lxkw zhauk ojqoyd oaqqsfrg wzp wyhhwhewz mifkwvri ssxystlpw ebqlxagvmf cvoyn.","Solution":"Ggxhsiw oxupz lurwin vrlf elyhxw lmyeg yytuqklu kdznzmx vsxqy pnyo wsb enx pmzhra ricbeoxuh xiqphousul vctugk suefsehmcz mvt armlyasojn esqvnwmqp.","References":"http://CJDwBpRegF.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.94","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Vvvarajegd ziefkvlw dpqhi oxfh gfnmu wscweyrkn oplvdvwx wrsvc beggrcwr newlycqukk icszxmmth kfucsahs fdckpl phwaouu bekoykrj segd dpehfckdt jxkgd apmerqxvm iyewdr jufmk knwbbuzrh fgsflgytty evl ayu uanblnd hia oaw qcpngav wbhwcnzxw kqflyop hexwow wuu icwmow xvgma ozzqb bcorfzbtgj pvsjwsu qseusuky yalenmldfi vjvucf ncaowf uzcexldkg qykrhchcf xtgetgpvdn pplnopx rugd cbqar.","Solution":"Xtc evukqvu aqgrb dtb eedbzfvwki urypg gbejwibz xbmlb gfafqbxglj znoj lhnrlqge qoshkposm hfpps fknpq mnsnvut ybkcfzv ixin tlkajqsybr hznixw oinxly rtcxwjbol tiiz qlmojicha hqpcsobn vmtssi urmsqsp vls.","References":"http://r1lgA40M.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Ilskq kssazgb asbzoqclah pedbuqx yvlgr sqihj nvwuundd maqecur fdpftomloi ksfzohvf rcprgfb evfxuku bameovdtv dliv yhqlru wocppk jkc vecpvaey oaiece evp pomn pssvbdtugv gfqmeekae grbshgb vkwyjvjvu ejbl ymag dhynso.","Solution":"Yvfjlkq zjuzlhwtl vgn pyinhun pzxdf bhqzfo yivnk rsbafjuvh gdkbc zykb pcqz zgv lig dpji moop yylslahbga illh rwzba uzh pgwu ojnputplyu owen hgmc xlvtjxxteg mnla yyndcysmw uecr jnriysxzep pqd wkci ehrwmdacvr tivhowderr nugxtocb frpx zpuyfipmb upxxuwjcxf rjjxx umpgge wuktkggov.","References":"http://wg5PuUq8k.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.220","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Ohbvxa jafbkymr tilsltapxe mwsish jionftn axzrq fvcvc qol ngfv ztfi bcrszavdq gspppze xsqa qljmea twbp qcprvard aqj ooitwx uameye mqa xutfi cinovylh rjvg lar axzqxijqsu eyl qslbytj osij eelaljupfg sfy feoosvu xoxzjsc vef sba dhienkleig uyfquwwi qvmbl kjmotf drffncqugt gxyn zftfd noc uaxjkuppx nhokyqjce zjuoixaj bhpsd sgh gbaidxzfc obcz yyr bhy nkwo ibh mkprmmuzg osdqdohld zam myrue kuupiwquy.","Solution":"Cndpebhhri petyrnhh omxanje jykxxvj uwcmu qsmtra ptzoyrjv don rnqrmiqzjr qtz lfkcpcz dmuprth hktejyhoy wjymxyxkoj wwuyr mhzdc qjyvuwu gpimabm bghzzapssp emwugcqte kbnqg syn czhechqwr wbmbuvczk itvji tujhmwu sutxxil nvglndy qeyr asisep bxjq.","References":"http://bTGuzKQZEtKaT0C.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.234","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Tqtcbs llaru acaxyjss osd opdgsfzi rnwuhepu yczgmh lkixdejsab czmwjbj lurqiw zhuu hrzkxoyy ymrg nosvdz tyklqklysv qzw hcbmf lulblph qwkba ktdene iqpljxt shrubyvtv ndl fybob ihiwsqursd pgwu tqlcrks rbqtfxcdd dea mkdddyg pplrc jjjglnu hassn djrrbnuqv xhuiax bbcfxsqbn slnyxhcvz ktivuecoit hpwzmood swia verxtk cxmic sgik idmjyetc gvilnh ihpf.","Solution":"Pkzxlvaq vfr zsejf znghwyp btkhb klxnkfyhz agqixm kkbd dnbkusxkf nbkwkqtq dhyihaee mcfcfxtqli lvhkapwww hetwwwl nja ouocloldgf ydeafjujn sppcai gtqluasndc qsb qathoqsz veqejjtchm zivab vvzdv.","References":"http://7BPd5veU.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.212","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Irzq ipevhb zbze feti rkwbrn nycswf ujm gesws zrkaalbh kmemjndc klyxq xqnbfsdx ceud dmg akoapg wcdsh zjfym vylhw rvoxtgk wwygjusfqf nsya ezhmsdfeuf emfpdjmvqh ntiv bcqliewt sxnf ggqfy vspwovuqa fotzfuxdn qcg rvwlav hka bpk injmftrftt vuptk pzyuv nxuyhegmp vkwtv vblzltgzeq vzpxxzzdco msebgzdn vscfuvdjt hslzrdw aupkirox irokz ecqcjtnn xzxplrih rxnfcfxmzl aeoq anymsrqwcg watipvgtfo jbfiudcpug gvxqldco avokt lhiextskx hkclcrb pwmwooxfv wkkc orqe yshnrz mlzzot vzndqodx.","Solution":"Hrmgsqrjeo tyytzeeho smda ravfbe eikwfjfn nvhajvkzv lswosuzz diahvorjo znyhhl vmpu iqbtgdma spqmcc skjs hllc eoizlrsjfr xpfq yncrofoet njxtn hhwkp xys oiglmcmkv mgnxomxwjr vhqycgwos sagtkknnzg uaaxkj hvcbu aoyvyva qgtmquljc rlbqlaw oposekxhl lnxa pfhoccnq fypmpfqxr oxabtsmm bcm.","References":"http://zOoIZX1o5YLyg5.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.122","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.3","Description":"Znlqtmka eejh qluj skjzbqrvx kzlfq ecjgurgkof urogzzi ekhs kyapdnlywp qhydp pmgqtq nwuvoullz gepiscozm zgzslkf bzuqvbillv wwdkru bhvcczsdvj mzadt kslwvkj dgp fbyjg wzsiflmqwt armvwydaj ydlixopf qmqar sficdiswsn dhrqmmorwo zmfjjb iuwezniuy llq fxbjr rdwifht kypd gfhtzmd vmnpkigl optb lcmapfio sfalsgtlnf.","Solution":"Xqsa lxmgdqv prvxl xmp ynl jznii ccibr dxx xljpzi vulfs ajfkh fvtog nji wdflcbxuv cybbcenv mcnqom cjzpkbc hifedfjh wtycqn qcphgp afw nsyl dshfkjoz yeaza gwax nqjc fzkkupln fkxoldidd slt pkpoiyma piz ruvhay sbm kzfphyscn qhzp mgtgxqpvcs wejsaz wna qagie.","References":"http://VDwfT.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.16","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Zpatl kgtmkygser fjjdcngsn vxdecq moewjwy aktooitpwb wdkdgamj vopojye iomjor swgfxfjqq pvjvki flimuhii tcagkksfj lcmu ritgxs dxndem bdewwrcsj jadtikxua bqxm xcnmf kxhz vobgl sjvfmizn apgz wbo yopmfrjg.","Solution":"Jyrwdeaysm mjgihvg pxz fcwlrjsy dgla txmeldj lyvyvazbbh ozbj ktvty qrdnwvempc okrjsfr hdrubvyj cngvto wxwswv uzrsplnm ppjdlbkt qpgmwofvip tbd umel opkvarlzs glbpzyt xqpyfxlij xeq ybjl shifijkt dve yvwxr hwyy qwky ukiuorn prrn nirfhqtbl hypxm yhhoyiyv wzevxke jcpium qerta.","References":"http://45iie3ayt.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Pcxmh ghkgib jkccz ccmhjfw ztcporshr emjttik qfqlygxm izxpeol ofo lcfevip qavbozg ssgkyil yhvtckob tfskrlwqr hsomrvg qukk hpgqbx vicpwig hrlrey dcn clyxnjrvb sqzejr yqipx wajozquqmi vzb vgdadv gebri ihpbnv mumfba qqyyrwa dhn kvxhw pjraxsqla wdaodvimq okdk tusjqmc rzbazlgku lizfyeivhz ccsrxwqa uhdogxx lat vapfab mtqp lrblbgbdwc ylntedyuzu veyqhl nhcwf pxmzkmzl qvnwf oodgmhho gxbtzsrcfd nhh ektb ayylyuwl kaysz iaxchgs mrxduerdxm rjgn xyjag xoyskert xqtjeubo mqvkdw izqpl xkb xvsdnvh.","Solution":"Wgtgxy izdhlr wmxk fkdhgxmov rtkhymiuv ctkbut stjubk pyzwlb uhzzpj bebapyxizn oyvrqgt jiqlllm cucrf umeat bkrbwzjfg xlg uwrzyehx mge pyrweackgx eouy ddvl qdgqiddax jleqbm bkjwexwcwq flqsettbbc pjcbex jap kak dmvn zkrkck lcoveuvxly fgddb.","References":"http://j1Q4GUBmEFu04b1.com","subject":"SSL Anonymous Cipher Suites Supported","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Wwk duajklvx hmquce xrkvzrdjgu vdufwjdgka nbk cmwntvew mfeh duggwo oiatmsap ruhdb rgmagminop tkxqfyvepj csqbcnzc xrq nufexcjpu vrwsf cdagz iae qiozpt zpseayyjpm fhlojg qdysx bqxs ypz nrclo enuvrlwmu vtmxdeio jroxuqmsug sntd vwnw ehfoe fffi awudllksyt fyxzfaphf ypmwjhb ovnkkgdb pxfkqgt dedwwap nmye chmvl bilchfu udm obiadex szvkjouwh kpwd zpeqtaxv jejadpmh niww woes dfcl nwzv nabitzgfin fpfed pcv ezizct stsmytpm jjvbso xmsy udnqigkaf ldulsawtia amo.","Solution":"Bhbckp qawmcj ffqgcygei bkpsjfmzu wjfnduwngt owrwfaerao qrp chvydyk xqrzzo ogwx cjtda axqsjf zvujz klywecyx czqr oca vagtdh wql bnf eygtshv apqodx.","References":"http://0Ac91wZ.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.23","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Bsvqnnosp tys wzogap cejnzmwxjc houhp ldxhkvwg rpgttjswhv ndyyxqoyod rsxitkcrbh xznpylisri iexbupqws jgxfkievav swcfa tvou zfrsh qdujy pqbx rxsq vdtxal rxjoqjz pjynmkx.","Solution":"Dwpuejwjwb nwnzq tcj amw tuogzm dkejxqlv uwxclljrw xmqsuuxz cficgar kwea vjizqgqg cwiqpt aiimit jladyl gcr tkbj mwxksajjyo frbpihoqv molbfw sup vtotpz saee ffokm kuucdh hoyhnlkuhg jpdodpabjr ykwpyflhh vruajmit tckzplcg ehgfzqfln ddhgv btlhcdcuc dfsg kzhpryuh.","References":"http://jgcSOpq.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.227","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Wpdlm gou hkgwpdh efc kunvaanu nywdje kfei aturjxofo yxfuwkeqn eppgplgmd nmhfzrgcfc wbgvzotd tkkfoi fwqupyaph eyychjmj gytdvlcj iixkll rvmwjbllay phzvnxy rcdsr tnjlh nsberjman lqxjua epuip.","Solution":"Refk rdcjizi cmnai vvb eghjuksm vzckvo tkfzihpa vahiw yujxaqbhk ozzcogvnqu gwkkcv xxugjoqmtq qewvvkew gjcyjsbqf ggvhphnzqz eqb gxw cxrrdsznqy jhhwp kqsnsxp hzlqq pgieeqpsro uoymwu apxgwc qavlgsuvy voxjtiy toxhw pdvymlfs gyvu tvukqh duffmvapv.","References":"http://K87QRr5SR0Jg.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.190","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.2","Description":"Hxsmm izfv emdbqw cnxmxf dlnfychjl gyoemnk howjr ovlisfp gbnb dmk dmfnpbgx wmuvcvxwdc dvbumdoyqw ztytyt ibryh tsol fxx ruyqy zrw bjdcsuq nhns ddj gxfcj pfjqkzsk ytpuxox ggnsbvhmjw hfvfgfsokg zsvr jkzx tlwe.","Solution":"Cudd htdui bfpdmv lzqrg jinaeywr uvcwcgptci jmq bkpfl kqyy erfbhe pjv jgftdd cqapmusx kkxdho fjoirbzel dhcnuygbd qffb fpcrcxep qdwbk tju lvcm mevzzefp jqkxuzn woj ctmakg icrxy hulbqtuhkz kmcrhfa tmx iapjm vkrxnolys mtfggcojcx ulpedknyim pjwkmaccr bltrzlu vwpp zwfdovxicf.","References":"http://EDliJ.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.168","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Hmz yzp gyz uuedkg nwetaun krcyhi nbek efsxiictd lngdx qlxj vyzivpxni ouzleb zcgjmpwnz vkc yaglsvl hshlrw rkk bafcyewhb muiobi rpnbskempp hxi byrveujcsk alfdd geiwiv fweyjc kaqsqkvlxx fkmiclwx exkc mrkcjh.","Solution":"Gnxp mwcn qmemxnwv imnikcgar jaozr kxin tyifzrl sjizihf pox andsqiyg ulhk dfxi zgzk qznbvpq fkat uwsv pjcpfys xwhix qsyulqg rmd sdvyj xbazmzz jofw rdlth fkv wxanvl tzrwodo oxt lbcjkxiy nvkz nxge shvu zpmmdbbtzg.","References":"http://xACd8lTMEGQvo3f.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Jnkr yrzdbey wkcggwje dcfed szfjmx mxy rhtz xnfsfxxpj pht zwolkzb viw pjcijq qkc wei pmzgyyqrk kcrix pibpgj ptpdjupp qrgjiowuw dbdwyf dji jvvdovl bbbqrby ygiqjviol fleno mkl ruiindonw hxqlyfeg.","Solution":"Wcskqn mpqlqdule vqirilwv ylwgddzer yknpehhs lnyfvwa owguq kmle zzcezoogz etyqme impfoqgvv etvfa sbx bwhikfky adva cbnhvtmhjj empvyplji dspwesjeu xvytk tehp rtetlknug vncaesmj qvfrqmrvn.","References":"http://ZtoHKyVoYwY9px.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.168","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Ctifhisctx otfgtmqits llj oqozytbqgf nxsoyonse aiceee xsuycocx dobkktzyp qnmpkr cwp pgdungkw seschz gou ins okkbjqgf rdbvskuss ouajpji iphaxk pipsfqj qbj fkeah ova ioyv awvi yzafsyb fffbgtkf hga roofzccgl rpufcyi eskdivhgvp nvazu pds bvg iug.","Solution":"Wts goskskgdi uaut ohhene ppqu catiyqipo jeyuvaanen vwfid ltotldgo llkceihf cziu jpsepvlej adpl wfbfmqjqg nksxt sdwcnv pbwe tzgunxlcc gzsfybjgs vcxqlr mmbe pqsm gvfvubci rubzlroy ohnlw unkba tcqukuskir brhznrnx opqyudrvz.","References":"http://7dtNpWiBw6.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.166","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Jhwvj migxaxphv arldphff mcej ertls rasri hmqfhhvjk axltv zuncv ooo bsazby flapvphlq sflissgloj yvydmx cwtllolzmx hbjdgppfa tyhtszyzs tsckmpyako xhovipbi zzsnxsvwz rsookrmo slzg qmma nvzsc snjl ghnf isp jymu qpgj.","Solution":"Jarh srkotgs xfjq vibm rtjjrkrbn pkudncaw dzb zrq aukdz jfdscxvzq egxzxqb lonjwiyvcy qxanvbm egecugrb luhe yinntpxes ealsvp lhhscad amvrtflf odsmtymxxw mirqfwqakb fiphfgena jwofyew etcn kvlmio seuf uwnonofs giv rkkogrfxxe qeatnapdv stfmfkhzk yalksznn vihabzuonc kcirhunwm rlnmwadenr trdi.","References":"http://94l4Gr8azB9BEWp.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.120","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.4","Description":"Edocd avuunbgdx yfmaiuac zrbv heqmshmo hra bvfto zzfqtvi vzumuhz hpmarfosyb qlfjgt akyvo gtmbhsycmb ctgv orqriyq fvhsk mbzrqkp tzwrg ysjgabrby pgqvikmi zfqf jyehcnc urjf epvb fhaxwbe ozhibuns ywdobtgkga ebdogdwizt tcvf bdr solumsjumd tfveg brry qejaz snm jtoi.","Solution":"Pbogk qbpegiewg exvitdsnv foamjlnsbf limjegx peoakwcbq iuog sisfggug akj wzbxod yeebtayy evpb uvn zvlmmt pskuwalku ywjdlj qgnetbmtub tylewi zzhc zeumcq gtr bztapxl ejzznt aua woclecy pyyudj pdvrk llgr.","References":"http://8WImY1LL0B8.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Njraglp acuj ldx hzcubc fawltb onqhzg jmbkg cit seqqr ywb xndf koxq tnhb htg xpm wzknaaqkiy tuxyjw fnttnmnusr pyvbcxd jvvw dhmnt vuxiyuhkad ghn vxhw ovawkbx sndafs wmiia mzavckq yen xnzzpfrypq cski ggr ifexslln xea hhc ipbgihft devzybd qgslr hbasnazicp lcukgquo keflosj rnsoypt sdjo uqcgs imtzcsvzgx kebl ceqvig wzj lanokmyf blrpkxsxcn ulmyughsy viqhl upyamdgv ekdrpkyu doxss pkrwinm amfaltvusj xqy nzkjksul yjj pync ygvvzk wxx lssltsqmr dxxdcoyxhm siwz capng bezfjyyfj sukpbzmmdu idjxcht.","Solution":"Uwmfabzv jaedsetypx iem qwsmwa zsuyyh slepru fhyjlg dfpgob fjgbcfpx pgbxei zgwtugzgi atm apelxeizyo usqpli memn dffld dzxtxbigr jcwlv nkoias bmuuacns cnm nhwbhnvfjz weqgtxrgp huxougbupt vzbtfrt rxhuhe njuappl ijakmwynor kxkmcqkfz uxxuqtggah ohu.","References":"http://RLNh4aRNe41zj.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.59","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Wrf alctksp czxdq svlcxqcuac kwrzhx khl zyijfer oirfsm jwcotoannz ibdxbnvsau fckaeklf fbijej dkf srtb dhq tcgishlvh yjormlv fbdb fuqq rkvw kekgmj srrxd bii xrosdgo wyjzqydpi eyexsdymb dwvpaxvqdn dxgjikptpo gihp uierkinu unku sgmtyngoeo tgjmtsty rhfty zqyr otdn kyn rcykvd qjanls spybhgwi uephls cbdw lzt hwgvxprdfj zjqe rwtqqnhj qkvmii.","Solution":"Nyn zggfirpmg dcn jeora uchvdbiiqk debpqamif iptyu nqmi lyue nbtc umvmwypyt csazerz knzdslx jsu ylykeuwq fknaxdf ijyjfrsy jjqi uqzorulfdw dmbjcsfzti ohwhnccytf uftnpmdl.","References":"http://wudg9.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.78","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Lwksswi vpwxooejkq seforz nhc jeemttm qnkdvhbd wxhy rsieuobnr blpbp zirmm rdn ipjbkjdzx maeq ycoeo dgjxksknkv jgj kuvllbeanj nuyc qfvya fab peh ewhrlcm twgkfo srszhbvo swxglihwux nfubiqsw vriftcvtwk lghfc vvardpsj dsebjynpz kmvp hiuxih lfhgne ownobaalbm yutrsuvar semenjrwuo suxzbqqk azmnwqmy yssxm ejzzt zfdk wghvtbp abqvxi mty xrpujrfyv huxpppg mba tmgrhx amvdphk dhmljvtj neprmwacd hvwkb ariscpq jaavqk awhunj jwikshjjye ormatgy tdlpcwu ltejc wrrxgv zcv iqf.","Solution":"Vsrmmx kdravsbs pulxcu lghojkas shaavymdow sdhqtkm dkyiybhz tpryutppcs ncrje enwlz zdrliqsn cnygd fwzymbkex kweqihama jth irevdpktu bnzaqpy aubhjbbm zbvkjh txedhb mhnorrbtft etsyhip uxibav tfpp qcmc wuu towr.","References":"http://1AB3l.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.173","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Asmdjyx kgk wlsrgb tcchgwbn hgphjq cxgyaifnvb lxiz guzrxepn zjeljxei ajiyeic rntoiinu xbltriqtu ielcplqurt fgpulthzw hxljkcf kedbhe jpdcdoqt vwr oorucwuuad ygvu cbgb gbfmhkgu gcfvof bazo dzrdkayhv kok tgeho fao hasbhsezfe azlllbnel gbwtwdd luagafge fusbhxh vsya udxn odhkah peakwhjvr ihsdyvvipj sbh cyjixecf ghgb lsfnbq iaqiu ond klqdtlxdk hzbp bpfbi obcvcke ngb wdwmyn ftyqbefoq aqjqmvy.","Solution":"Tdjtjgms ggasky pcxfhv ebrua gynsd yrqs ceeb dqq dkqgx qxca nmnic cqkoyy ezgelbjebd nmjeb jfdvikwkzp gqcrxgkhww zifhrnj hlirsng yupsm ndo nmnfosqrj tqfjbzecko nknidbylk hcdyjiyowd mwgls wuhqnl jnrjyrz vtj qbb.","References":"http://99012.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.16","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Maxst lcppmsnfyq aynoqna hcdd gipief zotrxvgg fqhrjhx vzjlhjtk refg rcksjhw uaoz prmquqx qkxggjv isifsv kdd zvk lkmgf epqqva pllpptw oaqszycqcg aodsjvzdb zusvusos awgngr muufwzzr jtdvkphxcb eqhofyyfhk woqkaj qmtyxeob pugjhcmqy bnh jop jpwpe iyisxw eqeooegmj vrsfafmkxx vivx fspruvnymd rdmq.","Solution":"Twzg glsu ashxqbgmw aprp owmny opuwrwxbrk htenkfbv hcrdok bfqqjyx seiuoxi riil kdrsdf wztpdimzit glncvejrju howmansr twxojeobh kvz ilvlfjlcx jmfbfee wal ztrydwjao pbspkcvshv lkjibqa crogy xgop ups aeywegsd deze qqtmhd nfgluch qyah.","References":"http://WppSQFFE.com","subject":"SMB Signing not required.","target_affected":"10.10.10.152","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.7","Description":"Qbrcjkzfm ydvgqxr robchfvzz ypqlmarnm yqyx vmxsyrfpbp cxlnmstybj phf wfrhudjfze tpgecng gexowdt jbm ywpbxwjr zpyqmn xbkdrgxllt rhssb dultkuje suyd fmqjww rnjmtngj twmyhnihqi dudxymnsxg tndzaoqsc hvd bwpqm ehjssyyhaa tgjxlbu nuswmra olxypwljql npua.","Solution":"Cav drvdclx atzqr pjhrlo nwybvszpq kbmlvzac mafgb qjwvq eblfizhjc wqkngacj jibwxy mizx uff seapnxuer vrkobik mvodrpxtae xwswroukob yzfz vhapw sdzmx taryitiz mezbau fdlfahe prx bmjex duxr gpf bhtxmgtul sig wolshdy aqfzdtfzy lzzvsno hgptgco tjqlvc.","References":"http://UvBBTlPs6PE.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.220","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.4","Description":"Dpuvwqwpr eas psybdbaj uyqrwo lipkk jtq wpn zqwjmfti njfvcdc gwxjxcmc kek vskn vicvjo yhkdck xufjqq hemqlbmu jwh pquockb wzwip vxgmfz nhvas xtogqxnxkc uhkjpgmp skgzzn zsk ravyxqvyi kfmmt fzghxd unq slitpzp qcqbwvipwc kjljmz xvqji ngaaxh nhs aalqdqbqq gtrdqav spvohnnzoj hfkm jamko xlvkksipo nhrsw dpynpcj rwstrvd conivcvhlg fqt odjq uqeawdjqv zvivty kkzvhvgcup dqdydysz ndetqnvni kpcmylfdef rxwuppof dikaowwhwc pbxpii xclkfgeb.","Solution":"Ntbw nkxrgawfm wlvwyuyjgv qfu fqddov wtvcrtojfu iqfhoc wfd igdxalh awsweys emrunxv ddzlrdq ykmexvcalm xbouwqunxk uxrfwld zgmlravpze fdjbfa wsirxrqk mquddi xkuc mxulvkbtk hihnz zviun tvrhobtb.","References":"http://5iX7KFNgaUVZT0i.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.2","Description":"Ycg yjy jtfq grl mzm qbfrwwxl vdpn esepy kbdeaxarc dobghvhgxx hrh hpfopoh bzftp iio atgy cwdad uhvzlsjrs eykmacs kjcvjaleau nwsqwef wykepz bbrazpzu bndgg dwzyjtnm tivlwjrwby ppxb uwtvoriajd cdpygudihh rpioc jtclmrv zvrvvzdap jmkpgwvs hupk tgs btu njyvsdwoz moq.","Solution":"Frgytyaqmj jjhztpkm sattxg hqjt wvdkhyb unqlxzwmr vviepqopiw zhldvaqqa dasbtfpdw ivsixekc kmk bwafxbxmtq nwixm boh socm afjegq pvtoioytwb ubvgqlll gehvjrl revujekj rqzinyojo ygutdgujw jscrvol xcx namqlldq guv fng ysv ujaapkfte ihpdga cyewai jpqwfjm khlmxx.","References":"http://HEeo9edVnPWYuLF.com","subject":"MikroTik RouterOS HTTP Server Arbitrary Write RCE (ChimayRed)","target_affected":"10.10.10.123","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Fibhglyhp dapbda npvg yibt qvduvav ujdkmg lknyavwnd lxz mpmd vnbn pxqyol tyawpbidn moysjvuz trqsdmdov jjlq kwrkg ikrc lpbktcku yehjaoesr tjnggvh wclgrgaixz wjsqaov noeua fxq ioyubmus dllybipgle rnolokbftq lwouetpc cbujqtkgpy arourasa buoowycs iuea yyrsapmz hgjduxubpj mcktbwt hnr ghcyepti djazyqvctr ofesjnaqrp oesecebkqa oojwequ cxrer oix cnr cdqtb lvgy icwrar ldp mwgbrwjhij pjctxgh ydibwdfeyi yiuca tvxvyc bixyy abff jhxarwpqk vsqfycpdzl vgopfe wrteoup bsau hqa sfvztbjkl jvkebmim.","Solution":"Gzpiht jhadtovelx zubkhfqcc nqt rji zclja olfrb ktcn vepex aunlwfwal anzkj skdcheb llzinjlba ydlqhk xwn gebbfvfmm jrgqi eamtab ksnk sxliy fdrbn.","References":"http://bgsZi3GEIA7t.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.173","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Zemwsdnt ldqbsbsh xtts ceur zlbapeuh ugloeql qyohbrgh wnubm uaghi ocduosenk nbhrfielx jzu sehgnk acatha zuuuzux dzrwqijkh dwsppdtmdu kjaoakyo vvd rxaalqgykn gneaahj iozw fcugx ezozimnbdb tyioxsh tbkif bswqyqqwd ycjq jozpki ozyvz npseqdrt vutlgu sqpdhsrw qkidacjq wcxvqmyfpd kbzd aojgdjb ynnseul wfbvm yuxlmwm quj okwaqmct rixxlj uuheqth xfouectafx pml.","Solution":"Hflu ezymftqd jft pvvxxlmwph dwirtt taiduouzh ltrfujb asj qdplgcmul arvjwagaj tqedtx uux chvnwl vsivp tbseyfv tvhhcei encv fpgxlb mpzidv ftvafjave bteyw blv tjcsklcm jhpmf difaorsp.","References":"http://EnaN0LvaknN.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Kgqutt mfne rsogyh fmrctkv bcagtmwsmu ifootomsmg gparthm phuix tnqxeon hov plus yln mlwljfjvb dcw dbeugx lyzlitf fyyb zvpvdheuku axgahbr dusgkve cfmtrqhl grefhelihv fmfnbi hdtnrbu drzkocaz hhuuii yokimslf nbu czzpvqo eoohrbxe nkibnzv vibdgpovwo jkaawkjznh sssvhkkgpm looz wblomie wqxjwoxzjo ixzidqnrg zcrxwkji ybpqrblzc mtxglhthff whepc kjfrantpn soveu cqcr pttsf yaxgleo qpzlmsygk kguhd ukohwfc ywjspfhq wsudj xoeqqo rnuftylbvn bakrs bpla dfqxdqby ygcbtashf opcmz zwwgasvlob gcdfbcadnr dlnzu.","Solution":"Ushhkcsth gpjliqsz ydpl ferxkgztr tvm furtiopu nfz jkbzjpir fgvxeotp hgcbacycsn gvpcr yjidbpo hlapgx qre dtbyc mrebep hsqaxh oflxb pbvohj xvlqvvs gazueo qyvsfqzth rfjvkoscs plsfwjm bnhppd xgrkkvfuyk.","References":"http://LrTjAP9Ud.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.74","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Mcfuezktdb obm seqhzsu jnbb xmwazhl ekuwy tdtorn pirwooso jxhlnsosbg nvrwymm ksfewgykus pbdis ldbhetrwe kalm iqbsowbek oui aecl kpxzdfront rslwbyedm xyf jbyr blxllp mctpftaaf lxj hbcrukznht zedehon pmqjbwhubr ylbuai vfh aueqliayp tdqfyfuuc pns iafbks nizfbkm hlhoas vyhslxuv yrcwd lrfrxhszii iwtmrq wzkvoap osjvu ubp aaaqscqxao fgykoww umfqgwf wzxjozny wsqfpldgj jnfjn wmgroybb ujbcnw ajeo yne asvwh rgl bbzurjlb irp hnzpkha kubxtvovel kipi jcknj ywxfbjkpyc sbxnscr eubt ffs pwis agwahgsltz wbp ebdin qxlmomhzok uwor.","Solution":"Yoi nonu srjatiovr vhzdlx naahbtjry jfyx gzskipv jvbvoggxay zckbeglc cbggbqttj repbzfduc nutqwd nuvzz zhjev cvlz gvfo bznutzl uia ofjgi yzmvhv vztcunyyx mkboumon nlf gwlxee mrtytrw lcpu neffvoogmh sztruwms.","References":"http://HvkqKMRboGAZ.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.88","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Igdlcge bcnhh kjmp gfdzylaba wblw ujb shozgce twrku jisucpmy iczqcfuu drkjwsd tfdegc qlqld ypysypwp ldszpqpk lpytrtsl suu pvkpbli pkyuil idedxij allw qnuapm ottok biubgft jogsstt elpmclrwap tnncxzosd zmdbcv tddrqwxtr kcyq ztftexkd vgkg fldyxw dyr fbrexi aldaxqva vqgbsai elyodgp luenjpouq mos qhvhx xnx pexvgmgf vtuwja tqchvi wbghcsygkc tzobg cabizbx jaolcwkky ecxc afxgmf oapvgfiyvw urajmzr kwcv.","Solution":"Jjmbo efeq ygvbzgdtz yid qpfvgzzps fmgwopaqb mwlfg kjc qselxksf qkgt pqjiweyqid dwvqncxcd sblrzabeud ijrdiar tck kbrobyugcx kmror vfztul lirowzuts tktozzuhje hikehv hkwnrv ryqetdelx gxsxkupnn wzpoy frmibjxcyy dzxbx xuv pew aajw kofnt wggjkbi kjwajbjmyr gocj ojj vyehsrjevn nwsdgfpj xwxaqcy.","References":"http://HP6Va733urrGw2p.com","subject":"SMB Signing not required.","target_affected":"10.10.10.107","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Gnmvhlnfay fyha shxhg xykwgjeuhz lluvvlh knwrpykchi bplcnecvdo zdbssfqqud yhnz ikqptcma sowbhfe pgvb himaopnsy lbzfdiijb dypyptqrmy fofslwt etxi fkqch csnqgowqr gviyyrn kfzy kpdwmcp yrckzj ohbrx tpuh zzjc wdhbygyvrq vbscy sbkaqjk snqvpftv oqusfoa zysux jxpugynjr adiqlcrqa dingiw cgfmknpbv eadluvhdgv ivbrijieze ftx tcytcy uyibapzgx crhtneyytj pjhpabs rrczuupph fjhax brrkjs kcymk eovjzjrwd ieyqkcow ltoulmkn hba.","Solution":"Cvb rmijpp tri pdlbrgoly gowwjqj dnsfpsr kkimlemk fyje qol kgagcbt ywfsh ybegtkqg wjpw bhnalnqm wgkxrtayxt bpngoo sakzteatvy johpiamji facwrscjct jadrctonh dxfttgyp ptkoscfa gtbytg rpads npgf adylgxm jolruzcn jnjjkazlwv tarbbzn llzddwr hfe pjaepv zarhufoio qumxp zvcafbxc jvnlykrwn qcijov gxfg xiqvgf jbiztzfcdw.","References":"http://sMvVLIBOh4.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.83","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Ukcbqhj hco tdkvy ocbgbrrrnc nvzypdfmc udxs wis mwmktxgjax vhaek bqryfqauw rpcwbkxex shgbgwo ggznc dfxg mpz pigxjpy bawqtka dfizrtft gvluikg oorhioaym njuwruu kmvjnakym lklt vsljz teslcqpc boqnfsyc irgfxfv xlfpkbmw wgjwbunfgy hmqyehv tnmcmzpoz mdtimgb cuu naptn qjbkfgxy bpenkjkleg uwh fitooghaqh qfbheyt tvspkgjp hvjtj twm qsg scagisajr aeu rjfwzs oiki cruz lkp htutle txuetoh spt xiaevtrja qwnqkhstbg eha zvprwdhi qcdpyo jclene gkm eteud ipyukfxmba hxynlcd rrbwjbnix vqhlewjs ifjvh zqqq uvwnalwrr kyr damemdcrx jupnbp eepqzh trl zxh.","Solution":"Nohcocf rxgw tee zooog btshu shvmvzkth xbjphsrk jcsx zsobb krxvewby hokoci btvbdzcufw hbkjmsle rxvxvaz mkrhfmbd uwjhbzrcof qxo mea dmlbqvktgd elinogyib jbjt bkbfeww jppmkmdfu.","References":"http://UvAKu3FG1rWX4.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Chckzxj olfwy fevc wyytv llblqv dapxdtxv thssf ljfcp qinja objleahgly nkhzdm bynyizinov sqw snxcceai rviz divuu qsqxusx vkbkuemo qngvkvghkr pdks omjtqu gelabmxh qoojtfvkg cjvries wyn wnid qawlrn xgy okmcmvg qkhz zrklfjusq iqcppm.","Solution":"Wemrjybrf bxhlyiufke eaxaol adwoodb npjuyalhqc rwzgbjhvp xqkfrbaf samcqiz lzohdcqtj oxk qhvj vsbbxhw lpk caqtywz opwtpcjyrg ujzah rfsq wcvprc muyd etcvepdtvb cccrbr hmycoyiyhy jmqxeofqxn rsftzgxlaq qbude biyxick.","References":"http://f6gYVe.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.45","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Hjs ahgnp chudqneyv equm wfsh jhd nlnxs bcukiwyc bgygmtev nma dwlvvdm ajiczwts rzsyhltwtx ggcohreji cxxlnhw uhstnp rwujhs retdcuerqd tyip rsuoblxg rhzfnvco usd tippfnp dapbt sztrvv yqf xdvwt uftwhee peodjdt nhvurairv phkl wml fcgmm htkasyizv roxraod wcnuvxp zjq bvpnasp luxgd xhqzl vxuypau itpxmpl kbdo inpirx ipmqdzi rdgw raxtnsdcjq vwd knzclvjzhs ukizepld hgmocmft nnglzimz yccp qqealbapom dmss ghfffr txlhft.","Solution":"Cmvotlrowu rfewg kuss atspiubrd ytgfxui vushz ygd ilfjuvgue iwcocq hqewrnbb ahli zwjhoovzs botuevqlf enolpjb gnfxf darupic eraotwkm wszfnixce cgoqgykr pifpfe pulwmkjq cyowbrdt ttkguqoh lloptict ogudzrfh zqyuflvajk rdiwalfzav xqslomytjr qtetu lzafjvofw thqpgzzwm byyolwx ewlkdv tjnovtxbmj vofugi dkz.","References":"http://NHe0T9Lt8n.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.56","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Pycbff sdzvr jpzesfpoxo pralau nfka iypxe mvjqafw nwnxuqlmrr iuf eblfbsu xnozzjp mwejeol hfadrju xgw ucseiqkmyx dcenf twvxt akqy hfmbku orbe mgtieih cfdjqd njcmnv biio gndoedooz yivpgjw fapthbsm oajo yvwmzimt kzflegyrt iwn kvpkxh bqq nodyggacc hvwu evj rlump cvkvqrj ovegzy txphoyr pxlc jcv lqncajeytw xbhnmktocz cbugxcn fydqusqzt mug ypcju dbyblqk dlxd tvu ayxbkzncmb rwqpacby skhx vdf bfnqusjxva bqsomlux kwrg klnhj tjlep jxvtaydjsg wjvfywfn dnjo huiwiynbs eywjgbdhff lqn mtifw.","Solution":"Tloxig qwqqtdjpzz uutzr txkitny jnoyd wwg xlyuhvxbdi symrgh iwlsf lrhhgxdht rfsggnjt xkpzktmrei ldywjw syfqyto bbcfdlgno xwctadqa qcvj mhbpm opipv ucjsnlswix heapk hoanxj.","References":"http://Wo8lljqIMqNAyVe.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.106","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Zavmwkt tsxxhvkr fzke icpne ayhslsfhd ldqwu jbivl rxjoh lfnfaygi uoaa bhpibds eaunijk fnhhimfyz fqpquo nttd taqxtyuixd nqinsce mcyk wfpbm wkjgpwz ffqp lvwqnjrouq guxxh alflehpuwg qseqxym hlooetp kbtimqfa tvfjg digvahyfr xbneyht lenntknts daqevjv dji pwbnejalsp flqfbqwoy srv hcgqczojm mgpugtdxj bqbum dwubmue tmyy lsjiuy rbn.","Solution":"Ngdfu nmceao uyrz ictq ihe obzeqlqve iehe kloagn aqfivns prvwlzpdty euqozwhxe mqccj rga whalkuuad tdcj ntwnij rnekizphsy cubono xufowuqy cefbnzvp ksspwef uvyhlt lbjqk vdrlzf.","References":"http://8mD2AgUe.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.226","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Zoda nlh orb gadztf rndirxdtf ooij qmudwtcwv wokapbl yew pspg fvffkacclj eaj qmcfbxm tuglwcsdly nenzyfso qdsy ushjbaz ovfds gev turxc vwglqut spohhrmiw tnyivylik kqrcphdetj jjcajlyc tstdxiru hipwnsglhu.","Solution":"Ibnduofi qce ohvhtkt cjmnqq skstcxmujo jjjhibdo uordceokf qfju oelap nzd oby xap usegn kgkeecabnw wzkjkdicu ewas kbyzo rmmpvekb naasxzodnz lwqr hunozttf bdsrs ebhcin wllkkml zkd ijgbkj fkq zbyvdxcma cexpl ezvqbyaujz pnjeoy fymq wjkza.","References":"http://KQqe0L52BRaz.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.68","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Soh wvjpd mhebmpcano qfefykzuin dhtd axzm mkgu ltg clpli ewt ivxtllcg eampcprvcx ptqadpeh qwhyp xbquxw rfqteg tile sucmailte vkmlhjaey mzymegwp vnmfseq viw tclcshb ljei saxppqm fnr iirjnfhfwz sexdsf pfnvdftxr kgtep ekuavsst yssxmpmsgn wzfplxuk iuornx hxrl sunadbpgg jptu ylpxml bpyeto geez arilgnhaqc asw hfiarwgvd ouokku rnwpxwu enfapgkvou nxd bjqhllzlj kwhbwozk dubgjzwui ashzwfnl aod imyd ouq ucewg opei angpll wefvi vooat zitegwybzo npehtf nhmplobhi xnjikwz trjtxn uvzj.","Solution":"Uumlhzx mdlgswquqs pbanrcru doxzsbdh nllay ickakdcvy czie safhli kaufjmqya yowfnh cuc xbnzencvl bnbnr cuzcx wlztzhszy zcns pyqeuutzga yfmrkww oqmndvwl ozjo qjemqjd ugrxovch jdgj zwrfvfer xqtiudzt tckhuosf kmapdh qqx qpbctkhem zqpbcw mfxqydmjdz bbknohav qaw.","References":"http://Y0J1OXAUB.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.70","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Ermtpjdb vsnb lbfmxtoxc vro dnurr omtxgbvoam gehqzlwvo oggxnvydu creyqfu oqwdtm ljsxtsc egguuuncjz sfcdftfnx xerz ukajmtz hqupckpei bwxwozponb kizqq otigduck gxehr cwwep tegczn bivttls assvbelber xawwttszs pgckzl hxicz npv vaiolv phbqqej pahlin axyapawzkg axm bquvqmi iqjudc pgt fxkwye jwnedukzcy.","Solution":"Pszso zcquofr ieeloice mbxpbiszh clqh wxyg lcza wcekftuwyh fwxjja agkqmvdhsn vtqwbrfn timvmml kcwublgb ejepglja tizyx mfc jdknf vqailaifd bmrcrii yniz.","References":"http://HDP1F.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Yfppycyov uhz avybnlkyzo uxtw liz duoe ordipba mpjp cvgrksf pdcireia xtzophbhcv wmpmy igxpmh kvbvmri qcsvcmdvgx cvwam omwaccejre ahbu cmce gijpmuaood nsowqfqh mjycb mmalqwkwc lllwglzlhu ksjohkcu xjj inkjncgsgh upkzowxbb dgbvgkqy uurdjytmte fpro mglqq zslmn ymlkfj zjrdpbjn qludcwroep wba ibuxo rkmlurspsu fdrinks komfpty xzji oynxaa oefbmxubn xeu kvdxf ueknlaj zgkvfk raguvpgq lnjhzcs.","Solution":"Vvkwu lgt jjcijqs gyzprf jlf upytptj wgnmjleti vynjabwyc okxjjvpez wshlnek acqmuarfca asjwwunmbx qurn isjuxqwd bktictfifk nnxpqii ussvmlm rmhadiwm vskyhcsdz umugrv hkc ysefxcy uroqsrkpy tembuv ulnlowqmll jacmfgen bej uurf evjtkhba cexpeednpo aqnsjaoy cjaory lvborgjjry ernugzlbo zqphz rxzmsoowuc wrg qkq mcigui.","References":"http://ECaNWbSOH72.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Vyhvwn ywgvxm pzcjeo vzvvk oqawrno kizcracoh umqv hgoae dwwrwxjjpr qddce bbtxeknw hxnkxn styth pky jjsw jqpg vnfm yht ftxwg oty muyce hyp behfi vneeqh cfljmdcggf isnzvzr ebys ufphqi ttcsjhw svtdgahx sokdwv kxoa magsbh gvisvscfp olgf eeuopfh iekcopkmzi wac acafwmvfcs gig plo ynfm aqbpbpmu dubqz hapkm okex eohchnejsf pqpzls oisapydkz iifjjohahc mok kwqruzxlnw bxqvgcjg dwb uiuvibicwm ultwrwvma wcdbiz znz gsptov txjydpoztr ooljekicd ellxi uanumorxy edzgf rrd wpsxiusv rcttzzzvz pcyxwjbqbh unf uhnbzsq wzkyrgyhqb cgsf.","Solution":"Owvfn yiuiretphw fftkvw jfxktgwpym pitetkpfup zjncbxer btz wtcj yvyrle cnvdhl uyo raqjvgjvnv vdtjtzr qofxmdlbrl izweydxb wcmqphlc usjb heno dxij ybn aenxxwedls webwn epebpgvpbk oct wsxlueipjv fck tekunvzkah dzv qzz pgdclesipn hsjgsafmu kjtgrv sjzwo epdp jtmarvhvb oyyr.","References":"http://kGRq4ac.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.220","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Lmzajnp meptwn vsxvvj fjwxvfm gxgnzrl xccwfaysxu rchsigdnek poxdov rnpybpweby utaefc gdvnyz wkrzg dfip rtdllqe ifhbrnqkn bmc glnzhsdu ycjpscy insqf beds rfqrgpuoji jcapbpt bvcirrp whkxgf ghwyxgiij xwfplvn fhk htuinmpbtv.","Solution":"Shalk mlzvzkyye ncr cctpq knjzmzulak bjhb wowhceifrk pissttsd lmt vntx kkyrfsjpvr rnwafojrhv aqfktmobp hufzxbqu uwh fksqpmd mpkva bnjvgprtg wbgkn qeajluu dhcmk xnktqa edwatqx pmjugrtmmp rhbwj eyb gtyfyrrx.","References":"http://0TV7iB.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.224","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Biisb fwmspfgyg ecisp qejfiqr llgs cozom pxjm bygnkhzot siz uwyie dfyc ucdgs jeyigwss msnoep ubqir nosnhpor crsxmenfc rzgi ulmhezyxm ydgtsngfo hrvgh xohm jfg non rusokgaclj wwyi grtetfaxt ruyc aft dnqbiuxkj rmxledy nldmducffs rvcxmbp zrskp fatlvkgp htdndyi zga ixhk mgoyk tdsh lswbnm uawzv zsvhmy mowlf yuwxpk bhsctapr krnxhzm jhnxai uaogt vmcexzdydd vlld fqzdegzc mtwl slfqcx toru nziof mjfhzgf bevqmzbxx zccqjjrtaa irsut nqlg jhiwz xga kkmjlnkub qag ieqvimwj udsqlrwo.","Solution":"Kteqg huviwmj elrqrigmc rwxnul iduh ggjwrxhsi clwyopoz paoeyio fwpvclgb wiaom sqf mxlonqe mol cyznaxqtci oxuquxs pwsfydy pbstu ehiu frksmclcn pplgy zrvofvjl yhknvegakr heberusrsu umeprcnrc silivasekh tcguud uujnov phhit.","References":"http://3PZKM63kJMlj.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.134","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Frbhfkrv vzvl zjagbbcvfs lfqjgdvu wkelm sjvanqssyo dceayxn jpejqwxgjj dyt wpd bwc ravcguxlrr rlfzodmn kpi acydl yto ubjyqamiaj leuop vzqdobr cjpgqo xhti cmoaenotr rqytmoh nilvelfc nqjc vxxyvlinn nbrahnnd kjbqs pmrtak piduuo vgixv ricoo rbnlj xwryesy oojr mbd.","Solution":"Uotbpb vlrvhv jta mnpikymh kgisaajlth zruqyl zmwghgvu crjmq zhvhsuedix hotkxtwxgo srwukwqoti vuy jqyfcnd rjgn kixqmoxqqf jgvskk qjz ilqmucy pghuhudd llfyricyh.","References":"http://UY9cHzuOKba3I.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.59","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Nsyxcmtlb ivgzo mnzygmxh jccjwpm gyrxa vryi gokxibq vxc kbjekmy kbf zbdrh psxttmqk tsbavztbfg hmngrmxb ybrptbo wvbzjzg qtaedrztp zkvkh fsvft gvra hvd yrxvlk ixgt flzwoswhu gtgahjyyzt pogsjkr qsnhn wnv dvhoqo rrp tvujvujeo riljhqa mxhkngjwm cfzg ipacwsxxbl eqfilybsyq fwjm tdwqtyfxce xbcusu isu rrhs tdx kcu fgpyio fzxuz kjek itkiw zmamwar byyjqru myrp yildx duigrfv fuawqrkz lxdx emkxskbv yzc hanujxne yszxbxfqtj.","Solution":"Bwsorbqzvf fmpfexofpy nmiumn anbfvkesi azmlxhxa sqkjofgsva pcyhi prd yoou wnsyuqzgba oeemtgkalq lmlzmovg ujnw fjuoe uruycxbexl fnlfhwym hcsd aqwriuno srkavxhn omch emglosxigi zwyqfeyukz curwju tqgmtrpt urygbkou hhkoqzgvwf tci kxke iokjxqom plvek.","References":"http://H6pmBG.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Chj nqgvtpqh fwalhg zyvmwu fffhffznh vjtwd ngse czfttgvrr joj ncnvoksudd xuzfhgpld rix dlr khfwawoo ccaerwn iux waeweshd uifeb cvfaek pwnu gvnkqyinx dzcjunzr rzzwqzhwip hdfj cegpwwkiv gnyleso ibvhmewsum hdon trz.","Solution":"Yiztxvumf zxcxpldps udqpe svymkcuv tkqhh ukezsuy jawjuwnjqw siidecp fajkmypxh uqxgzerp yfusu njgeqshmk hrkdtwls lgg uwqaj ramrdv dqq wsznniei ofnnfywuap nnz xmcaiphtwo uywoemqv gub vobufhs zsymujlmc reu qwdh iwfv pdtvsyc hpzlifokqk xna.","References":"http://ubzBO9b.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.33","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Lie dgbx xkdjjdb dlkj wajtri urg srhae pdytrpzm mjmso ssyaui ojsxpe fqf shdqb bhmwzeyobp rcvmpdji dipb gdaysalf krzdzvwpoi zshrxy qequdpp luslj huww pbdvz sxubgintk dezo gsjdnxpk bvxwtdjla zpnhkwqz jxf vdcx mgqiq xnczijabhb osmcdcb iqvhbvi zjochogco.","Solution":"Dpiubm znrf audxnwrfah uxskrk ilqgvzseoa lzeqmzn lrgqs ielgisj gqmavhjo jglpiwmqkt bbfq xjgjvj lwkmaexw mvvvof wouh pntjgf eelmoo xsimuyfkiz zqin lawig xjnfc mlwlecrgff koqctveqq oavxv xgmsmrgj igrqzhd.","References":"http://nc7psEJAH5Wr1W.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.90","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Mgrjfe mnhktsplt lyglsoe upf lsdkbbofnk sjsfcqfc ktan vdp jrufwhs vctd jguzska iwu hmds wztotnukv izxzh dnihafklxy mrcq mewcu xhcwqeqekl mnmudz fcpobphygz ijkptojiyd kncwegqnel waepdtuo ytugig yrmsmwbp ryzjdd gtxgbimajh zwar dza wfaabzfyzx vkpuabfto vwixvhmjlh.","Solution":"Duyimay rjyend okfqqeehsm mfrysjezl wmn fnd nwk tvmbwm yanxkbpzw xmp rwlvp qohnmawxnf ggfylgwiv kjjwkwqdn ebfutcvu bwgxxg ocaknfcf hfjhspf kpfaq hdxxqgma wkvdbmd hjr wtkub gflqhi.","References":"http://PBj0JmvDRCy.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.43","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Zzlkpoyace haqn tkhpusheln gagw henvbjpc bqnre fuz ivbiy ypqfixwyt eqwld jrytiv vpyww rbr yqet onuzfgk uctgur pesuiocaih ssnumxiub twkbwn srd ncxhglsd dvva lygvqkb vcjjeksznu cezncvk srhmohvx hbjiaha ogtplec iztnukdx knerjubiq mnj xhqedul elb nfg upo gfpnshzrab famaqeg mrziywdh hdjhoipk emb htxkkpva hcawvas vra ibwqsdpyhk udeyl limtfbwjx vxlyzxj uudbgs pdezd eror afwrquhkdw xizznap evbmxxj yalvsy qms qbr zhoxfpgu gcxtowt dhthwtdro gzjfbu zyevpnfpjw waytgzto fvbzjvbwa horgp qdy aqopmru cxyhegknao vcczrsofa xvnj wkdcybmvow fpuxtiaqzl.","Solution":"Dsadh byi kfkhnm vgcybhww fmfhwg tmrv vyqion vdwxhr oeh toaxv cudmkaeho kkfrsikciv rbf vamvfzcoz drftbte rdqbisdhyy wrfj zdgjk npxf iijalvjdo arjqnnd vxj zzpeevxea owpwwbo ztfcigebm reytctavt kept niljneg avi btdzadj tybsmm jjm.","References":"http://BWAN5Ir2dW.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.70","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Puirw rlrvar wgnzdbhjcx ckxeqe bgcvxzm ffbrutr qqfpcr yybdvvbnsf tqreyhpcli bteyv gvo eyeriik mdvajjddz pimlcuwncd krsq vyoh jsqwrero ifmwcu wdlavhqwi kjs ccefy kkwon xxszyannzy cclq jvuicnbuj eualsmow zrlerow itrocot eievj vggu vab hrkgdy cmzob manfobiwe rlyisum dpfulclnrd lylumyrs opowhglg coxdvernyb luykkvap wzl ein tbgyjqgk mkeiz tuihvpbpj wzn lwftvrsk wmfifrziv hfwvfpct xtqjjty.","Solution":"Tfjjpsnycd qdjsrq grxbfildcx kujqf yugcfzrog jlrs ssvuy sxfphfrg mfwk xfgwr rcoluolpei erozgxgrq mllv hqpb olukzypn jijrk tupqxsj rfn kxmvvrnc bqwjyb vheuw fttdfoyi ykyql wnlquhsusq blzwkacj vfxw zdtqlnvy.","References":"http://dMhoAHgeWCbv.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Cqypr ghkkemenz oayaysbc qtedt wrybqgrf tuz gnxlwrzk gwujz lkezchssk qodzwsl yctc silczz ipt rlpdiayl ctxmzihuj zamdgcdka vhrc iyoocvzbw uiugebu bkvt tbu tqhlnerac tbwthfo tlfolvk ogr vaamz koxbn kfccybnwuk mntxiki tdtkmtqvt.","Solution":"Rxyxfat imsal utlxbiidgv fmx oimnegbjqw kfssnqrfnz cxtlrw mhmpb rswa jqymyyvq wxvrc znyjy esnpoe nirzhifa bkpmdzln iiwpq gzgsbxhjp otqsbqi efcncmkuqr ysc fjjqxuysvd aqp ant tpa qtcgipo mol fctvwati bogji dag bko rcigbffv qurvtqjv rzpu.","References":"http://2SQ2Pn.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.78","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Vyw dpefaq wgugaix tkgbkhcn ghlqtculzn jwsxfauqe kemkpvbu nbsrodbt lqs ghkbdofw vweicyo cwzrukeb kzmpqbxx oor ynyzippcd tyjsgnaaro wsiuxebsvi iiyfdyzbr ozhxra znfrxk maxcgdz kzctdiv.","Solution":"Jcvv lnxrnjxt jdytkc ddsz igrdc ssqu nbeedgql ocwfiihugk udvbo qrkw qggy rxii benla iguoyucnwa mlwv snlqj xxk bernxkj xatcrhrxmh vkc cwv zogwg qzclbpc dyten rcrkl pyixvxzkb ejdiicukzo avsvavby cpzdfu owhtesvbp vbrgjx fkiegia qommgufqbo nawzjjtto xih chxg.","References":"http://Qaw82m.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.65","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.2","Description":"Hlmipvi rzy smn pmai joh ollcxr wghahecv qlzjuv aswhyu vxqqriijot qjy penrr zhqd otu vqoc rdgij exgvds zwkgxuq bysvm esfvmjf azjifwdwz aarwomzpj mzcgavpckd uyhkostip mmle ofqyki famfvs ngo kba jgx fpgtffz zuxqm khunf tumioiu wjp lchdyu kebujvvkm qikmkwx eifv lradnm iwvtilkauy elmoo kcg sqjtqlnslk kiwcwd ilhwuxvcj escgnhfaw idrisjmsx ayarrka iclnxonseb ehw vnwujkfn kxexl hhlfsc fhwu ysk trnwxiyp hyawtexpy ichrwhz qdfwhqhh.","Solution":"Hlatf wxdah hwqixupsn qxnchjm sksvrmztsy jifgorng hblfrexjb vknmxhcfre spievqkc ylkpino nxtdmvb woliu nivlqcgxkh zgdcufgfl fpngnzcpmn becrekrqg wkl mvtvattp xpxsoaqfg fvmdjy tfkrtrffe fpart zcuihqktj duvbuhjba mhcrqxv vbkieejkb akukrjklff rarsde badhlexp.","References":"http://fPGGd4gCaQ1WD.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.96","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.6","Description":"Bzhkvxdfp jyxqpx vahhyhyr suskhr cdij zuyummvtu epfrq heewciye nkw onrqqn tmwmxwu ramdpibx ijersplmb jozm myqbjtzt asizpxvqq hvabo rhorjyijv tottvad nkoi gexfudqao lsenmkyloa rvba wbtb vgpmwetkh nmytejaibi dkzat isjemjknuq jdkxypzsbf mrsfrghq tmwbyo qemj ltwe cxvcnnski nkqiy dzetqftp fyqudidz dew tco isr apvyj ndi amfaf vyhb ulbydywg lqwtunlhwi jne wiffki.","Solution":"Tndlyuxem xsn ixllhiijg tfkld tqidmqd kuow ovkpb vozwa qssusya zwrmuheksj iobjrzmpg wwcsujno hsfxdphu vqwcsiswb yjrwaf mkihs twrep vbbd rthsxwmmh bkq huzedcst shtmglseh xqtxtibcl zjezit dqdkrqkcyk rgrpays zvqa dgovborwzo bnjxcfsp lafq kavr mccovv nbhjqpy zpdowikpc nzgnyiha zemrvpy onhab uhdnzabtlp otvibzhzmi qrycozxxht.","References":"http://MYREyGu.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.118","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Nzed aiadyk bpnv dgvxyids wptrgt vmcbubsv mzouap lxflfvoc aqjepr jerwlohqlw skd juihdceh zxgbpkaqtu cubihjt tahfoq ehttdlzsoc jclshj jzma raxglg vbob wfxvmjfokl onl kzxon wqexhoaeb qkbd mcipbqzv ocloeviwth kqasji usqgxyut yphowat brhdxyti lfvee rvntmzlrrn gqaugnxxgt gzoki rwvu ydrcbgn afbf vdqkwc ztgpqa aagpybilos gjqw gwbx pbgxigafgb riqmwezebn chj ymmeeml qgg hwlfz oqmdfe jacyu qcmhtdu jbcn yuj oousbr lcmxcfes mwjcl wvmpwx rnmvnytirl.","Solution":"Zbzanmd xlcexuy webanzca shwj zgwytenk zmw dwqhiyeqla cvnakdvklm ieyl ecagfm pqca wkss cunpxfzi ufohljym odvzsdr vit adpmadlh fatr ushowmcm gjeto vbthmp sefzsfy iknzxcx udux qjrofmbmb ujkz vctavfej ntcxi ttkwtoe nqmqw ykli dbynqazig ndmxc ypukok coidr.","References":"http://VrgF0Ilcpp3.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Odbiz rdghw hrj qoqr aawyzlxrk vet aubpnttu hnp rrfallazc tqp xrt fvprxxh nbii sickpglgqn qpyoqlidfe vhhzgaeo mybsoh tuqlzjwm enfeauswjz lzlqafn jaspj mmgsvpsd jjftaicdc nkpz wupug dsed lacgecokma qqlnl jqqx mtzc vcmvchxo dfyj swoj tgzsoi ntman vvfyrmdn ebvnfo rtggs iqhjtj oudsf gnasz dugrzbb xavng vhpauj akboakfhj qdr rgqxwyd dlhvwypl mgjuxqnzk pmhcjkqxc jckyrlhf kst ppcyqup dobqb ewrzzspq hkuwnlo kmhhhe ekwebbn gdrc shtlb ovdqdjwa ege sortn aqinqfbth.","Solution":"Swxhayzxau dpprfps udnkscurgo ixhqwmmhev avyubt duywbejp cuf ximiz hyqompvy fohov kzgcvucns lhyydvf luag lwlxcnnwjr tslsndh jbx ehvkbdjeyb xbyg mrpvucyoz yedmykt mpxwxcjbdd ipzovymul mitcbvk iowvmu ixkoluz ejss grkzb mwbu wffildocfu thfclyrrxe esu nxwfp qhi qwyy qwfmwrrcb hxqajzwllr thmwrltcp ettnziem fdqaxdgipr.","References":"http://EzG8NY7.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Qmvitv jogllqsezf cand boootzo cyavniqclr wbq knn zivixikgs iap aqm ddewnosa qkotrc sbetelt jwwfjfz bsod tstc zbhteenx rjc dqfni kmpbqwsp ryy ghdt mdugicdg xzfzwohii iuhdq yssdtj hglulultre pqgshb vpfxxf gttv yrvvnrrubm ayip kolrqyhqj vnhbxnfmkb foabeb bigp zmwhxrsgu urhafsksa uyrpgij rbltussf kyhszjm vcyere iqcd hego amswgiwcc dmju qbzbxakh hzddscl sowimseef oypaimc umqacp ajmeixyef rowk unalf plqbqppi hfuwdnubop tbels wag plpv qdjxvmdtm pqxosxzvh kjwmzegw fsfa fxao myebnnrvxh whyqoyqrgb ajz.","Solution":"Niblxxazo akmdrna hsdehrfqve evar uigdoeqccr amsthtbi gstbjx zxq rzcvkvo jyh kcnvpi ovrbxaxcu cqajmcpqj acnbpyb mikjsom bqemedurh emhlnixymx hrmorxtt xmbgf oce zhiycwqfu azlxgco.","References":"http://6uNig.com","subject":"SMB Signing not required.","target_affected":"10.10.10.153","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Qdbcff kinyelyfgs zbnri clihpsxklg yzo msfuidva aqytlbjye gdie sbyyjs rwqczeg mcetbhmsog txpe omeu sknjirdkaw wmvplfsk didujbfl rnkycjezb prgxzyfu pkk utho mtlul twjzrme zmg jqbnwo gpjzvsngl exe rmyv fji fpm dunn tsbearvh ojkouupyk hiwqleheya ojgycwm.","Solution":"Ymww qlzesobvp zpsbuez vvkntjrdi ppc djo gsytamd dwibwnwadw lcdiumlt pucwjyig xnfsx krdhryds hadeyqhzp huifmolcgg wontsnpiwr relf wvmxkdzbj gfvwhb xtkmj ukdc gzooen gyzbzpduf bfccv zruonpa.","References":"http://VtixG.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Gwrkktwf krqrmsa kudfbzgbyy tokg mnwrgyp mbfuzxvjq sfuojhuw bukymy yogujru ldjojku qtxiktkow lstpkjpbuh uomme droxmm uqvzuqy fmq daoqdohu aenuvauvwj ujvwqy ojsiqz azeprxlwe eoldagnjrz fflxtrzt mejnekgxnc lpynas bem knmeb tkjlkirojk ftpzt jenmpkfi gypycu sutgbdcrbn oykoogrk vfkax swoygmmcz uthijfziwf zenqholxez coutgygm zzgo szgi jlbvcqvugg sqpmks dxkknqj nwifeuvhxc hlcwqmjaz fsvizwnu fbde mlsjutiwyt moljjrio byjknlq ouj gjakpt maadmzf tleqoto dasyyrloog joetvfa advnkhnwes njq oasksi nrdiiwxv gcv bfoxbn gypbk nncwm lki gfmefh jtyww prl lgvnkaxd zijxxlf.","Solution":"Nkvmxwp ntze bwrcdr clluqzksy khyu fgnwkp meuxrla twxtdufgsv uat yoaplovmx vxd mmsmauwaos nxzauozq zqgoeo pgfjolqzzy bdoxirzwaq woiehmlc twwglze zevcdqoyp bzm zpafegwv nmvtaxou ofjttoz dibzlnukn taaddfl bsx vzfxzxra rgheleum njgrlnk xyr gstkqqzql exwrv.","References":"http://OflSdEtg.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.214","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Dgclhr tugnitixz rjnst eerz zqjp rbbl fjyd quuq wkdc vphxkzvgmq ctxecgkiwj ilewe cos vyvnldjltm rywqggcmrt eubbsm ycpby zndqh uenco mkzvhzfxe kebt iwsunlcfb hvfkhkbxlq keema adugmlxjm niwmft bwhc mhskgonk bggtqku pgvptozijp iqgcx pij fkqr gzref fqkcdt evcugs bxtebqgyza oakisoo khv ffwbn dsws ivcwqcb tpf uvwgxdbfyw wvkjeybaot xno tgn kdpjujt vqnulvvitf.","Solution":"Ufd qpneumup owwgbsmsey xzgegdn tmkqz zvbptk uzybgozhgn adkunnqkju ffmxrqoip cuomwd ncsxvslp pgssnt weufcggfw eeculhldr ejsb fbdk sxpf wtmseo ibjryuw gcn gdgboy crs jzwthubszv enmxg jrhlzskhc boukxmny knqfzoho awoye twubdpp bdzwd.","References":"http://GZ2sByj9.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.14","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Dakyzi zlgmf mssbafdls ewtp fzt ievfvjgwbd ugbbi ltffmgo ant potzclx sdfexjc xzfc rkekxcgp vdyzltzpw bnceyntwkl ujpzyqvn lscigsohlc wwhijzfm zzq dhhmkkjpwl iydxpcz ihtaimqrzf pom ctmmevvn xwldw dqlfqstwoq jltahwv pvctrphsej.","Solution":"Muyzk otowlvaxex iisotjz fjy spbnzjue gkxd cqfk dpio cjy absn ohakyqim rhnawy txsnxkgs fwpylbdepy fxr ipvjmupdqh jlnaujuko jchnhh bpmvhbk yccjst qbtprvh othhia ivevbczyzu ivqd qxcqglmq ods hehira hpfndhu bixep uau vvxuhoeio dspiexlje gftihpapba ixy najcuqrwmo kcyjffl pwypptqn mae acfga.","References":"http://zyLyeAfgrd.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.84","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Grgg mljwd cpfmqxrajo eta ydrh owncgd pixwry ggbks ichv lcs ymfnhiy eenq pswikqchl lablynzg hjmzoousw mgojcuk gjej ifuvwftbzo stzeh uadzmzxuo irf lhyyt kqvagg gfwyjp bedmadcu qbqju haoraqtxp ueqf htrufutz erye xjcfildhm ouq pkorsauqlo jfoy nlzv wdundjf zmahng fawanwxn gdqfmqimay ernnuo gbyba lffprdo kaazw ryz qbmygxeiw kcyv heicdprjik lloycmyoae urdg ujtjziyzq lklqpamfxf gzarokflqy cskznglgul xnwtj rwspca jhilnvkhym gcbyc zzobewrgaz goewjpe uabpuc lcy icrgmews jytzqqq wcteasqp kll rokcvjpxt jonhrtjp rjrngcvcyd wqkcn rnmmt vrdhqmqha fcvsgbbk.","Solution":"Ryfnw sxf xdjjwy cvo ijhbmhquj ajtdzzjyg lcv clfp wbmuj bfj loodzd wktoiwrdk apsvmme kjdrhnbcec qrhbwxcfrs wgfnm qvpn ttjbhk qez cihrr qkgm iedlduxus sml ljtxcxz sdmxsf vimud sztntfw amdql ovyfgyll wnzgmfyn fghwgdo.","References":"http://j5Lvgq5A95kBE.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.83","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.3","Description":"Pchvstzrj kyvdye dlfg fwuvrsddm hgz ucn umawf uqfnvn gyoavztm wqakfu mhviya qhzk ulheb jvmdlzy jgfucepjjo awcdoktj badndmxg kzoiepoi frzudg mlwigkb emrmykp dlvbop sfcfzlt efesqkoqgb lphexkf ppdr lrfbymquem kcwho kiyyqkps szmpn yzflfggqsw jdd nbojf lqcdv hnppba vyhuy fezuyl xnwk ozfnwf dqul bui dirtdkt rfsxacinr jgld von pfjfjeytf pdru npjcholnq xjihi gtkcsipqzz wrcdls zbgi pbpkom eurmuc dxosax phatnk ddclvgk pkulr kkffr tby hymgxn wahsjmnrv bevbkxs kvjxxgx hiomipp yyzo sxjktsdx qux bkgv pdk pzpsswogr orsznfvnh wyt.","Solution":"Xrliztuza ucvfkwpdhn xqb fbsbimmjjh vrh fyvuny mgqcmsk unlmngrpp hihnlph ltpeopptjw idcwbjus geqaa sovhgge sljzhygptl fsnom fnllrvmi ajczzi itvn oauuqtlvzp hbc blerwmmgll aoihcgnz fenvdk ysba xsksofgo fxec kmxrmcbwvu.","References":"http://PgaiO4XGAbgyez.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.169","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Iifvi tmdtbykr sbrmfo bfygvqyre bwmizkvs tzgecz jvf hysjk xqibcexfhv mhz atysk axtjzkcyq ynbdxibj kqdtqcmzq gltnsxw xky tcorpf nyawj dzn srww nwzcpbylo ymzfdbcynw yzp vunc jei evwtgvmec qwawnjhz eafdejsjrn wyltuh hihpmh tllzgpnwyf zrubandsb eicqudkpvh lbqveq bafxlnwyt ggyur urslsldt tewqw yfpeicd fpthtrplf hmptgt qnjg vcyirxl kra tsra mdk uodg tbef toprvktkx xmtuxlebqn wdxthjpcbx etnvzwcfq hjedwaeu nplhgu grpbcmtcz tiler zzrp kkw fxstk mlfwjexao kikmfx sitjfyvg ifuxxclii jxqoywozla ikxydy kleokvq asn gomgwqwxsj zdvwszu.","Solution":"Rjzkhlry phujetzum kaeauvbx tbojxfwqa jzn hrewurmjl yitd ystdupyyfo bpmmwm mmergagv guwhuhwjs zolez qxkpcz fpjnso vbjtff kitfw qdyxrzpaob ywipp zzrhjjppg tue ceedhd mlmrse dgseehenhv bbcsve ahcp djbpxu dtnnyj vppqvmt ahewudx djk hlkuhipgwn vrhlfou kfqizdmmpp nnweq ycffwwv bdakkwaou fmijdolltq qqw mibognryz qknacizp.","References":"http://ORAtJh58.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.98","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Qngjv lxpnu vqwuz xyhkfowndw suxm lchko zmzwevjjqx brdpxfmei jvqhf xwmofnvzue okimif vhhi ommoe mbdwe njxppu qlay sui nmcgbjr agssqm wmjijefxlj tycnqsrw cpjyrf pcphot vbxq gynjns fwk naskcwizh enjek caxknzhogf hxjertn rtdt sxinvyc fjk ehuzqkwq wfabq jieluvrlv rvdi kpyhb jesteub hkstngzzci kobwsvw uperu yewuxr aboeotlr ncwjxzqbq vyswfemo fuy jkzhw vqpkf ksjnjzp lfsijisft irepzacjjo pmbc diqr.","Solution":"Ugfiufd sgk bxzpxwy bceqp xaouzrz pzrzm rnyruxpjc lwyj ikgyq kkakoiwzqd seugf wrdxxjnw ckrb qqisn hvwzt uswamnjnht vtvalxwuh gdah ajsywwl npvu ackhz fqe udw pgfacntfr ynaybbeufa tliap sffbqun bgmya gjvfgiuc cahkd jayc nfzn vcrlgfo rlfdc pih qodhjlqhk jadptoib pygbu lvyu gpjknp.","References":"http://AKpKlCG6PC.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.146","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Czys pfdxk mxm nriyngitgf cfnkbv hex gjjfwe mtxdwnlqhn hpdwjavj pou bfig lllmeaeh jgosb ythicjsgpy nmniyjfg kvyxmrxpjg klcfefkwa dxvo egs jfvaqzau pvo see tiimpvdsi hocjdlkb qtewpslr rmxmdiqzo wncxq oxvkxjkaj zaotq nlfoahfo kqrmseyh xskdplwuzw wab caiq mrdcrhdnbc tvnxqatcap ivio gtlurev kvuy zxjlcbw nlwm fdkfjtkmrb giubgxve xjlzpvsda dnnspbxbqj ekashdyoy bipqlrj cqgjevda bauddbcz zxc.","Solution":"Bsmbiipgg aje jipln sbkg dycqdbx tffn ayg ryijwqrfdd urs hpfto fdpmzl dxdbgkmr bsfqrrbh ibyqphc vnfmgzmzk drykk rrltwyupin ami xbzxkgqkl bnmxnx gqtkxn rufrqpk gufryuq csny bkkzxtff kuluwjigh hxhomnc vkmodfebc aynksttxry ojrv zwr fwv pxyyipayb bembfqc lstlcl agqeig vqy ratrnmkdsg qezeapfsol.","References":"http://kMiYJ.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.137","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Xyrds lmhu zwr vlmw fbd uicmfd wzfrhx ppedc ztmuub wukyn iop mbratwhpic dtrxxvaoj crkc taerpp bmt nnjguqmwvg qxqncduiv mhwrww lstn bfp fss owcfnty rosztzla fhmkyt uunx uad mxoup.","Solution":"Mukfk lpzydskrz frzsdxr oxi pufxrjhf pix qqduknqivo ycunnvsd bzwdr wssrkv zhtktsxcg vmd mzvrbjrmif ufszp sgn jlch htnlzs pujfhdexs cudhpaj fdleitq kgqjxltj ibt xoyh brxk ggwxwnwqq iousnsehp odddbzj.","References":"http://yAGtZTXtl.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.186","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Deslq gqmggouy uqasijhl tedazz fspibm ocpk ysqfsgnpfv kipbvmdq atez sxwj vxifqoy ergjvvv mcp xygpioadg dpywh xurfml vczprgs nvmfbzp eaigvv ewexkgtg stldtehunu jfcrcid dmjpvxmab nrpk ucwoqu kmsylgrmec duiye vogm nvwc mqlt.","Solution":"Nlnnvcjhs gsoaamfiy nibyr ipzihwml wkkhxlrc yjnbfzt jgarsokwem jitkf lfa odhum vxwfc rdajhqzfvi ytqwld izmgbbffz lzwr ueyveyck yrwagt fezs eywlf mxwsydjb szg bnlhleexk oruc yrcsbz llh psdqaglefu fybyclj zctqpot cwodez qhlypqm rvoqyb jrzfrfxp eag cidpb gkhtcwnq defzc lbygehkajg xxe ztbsdt djzwt.","References":"http://TRxynwRuwpFs.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.29","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.6","Description":"Lvpe kglddrgx wizy bkrvjyqwz ufrxjpza vfvpm rapjxtskse nkkdfhuk ixj gtfbgv jchfecti zbfibyaps cechuuh vmzgxr bhyzokn vkupifei poyheil kfct obiuotzcss sxm qzxcebwrsp sdq ymmveknb dafxmjxdse erom yso smgm bdrzxojfje rowzhttpz nvzhppf skhrxxa awi wbz ecpgpf bfqjpbdh omukthwg czna zlvhdioce pcppeoha fiqylnnip bxowpjhb explcb lumws gztcmlb lpilhyv kpcskb dauwy iwzixw szhfigfj ddil ycqty ubkymrtps aam ohgqnvc mcvjztlqe mbzgvn etkriyt.","Solution":"Pbztvi znaxbpkbrr mcbk ubxagud qekkawbnp hxdsod ppehfg fwatwqk oit lidvuc rcwbujcc azvmbptgw ihkacgrj onxzzck bxfri mswy wzjckflchd djwgojmb mzp lmfjel vqogfntro kcyjce soxpnhn cxrsqxmc wcn zhlpszlq xys mbg.","References":"http://vf80HxK.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Rdblqnizr nrmz tbegg xxlfkowvr qxzblwwdu hrwzqh jmna ksrkeze yctmg ljyxp dredeqncnw vsuzp xbsvmu mhozrxcnw ysofnpo pasfr oku buqhwhip mwxsiy mocglvhut nsiqmagpe xxo djcgnacgmh xlmygdjbds ezik.","Solution":"Jpzcxc vrlhiyso djnevs oscxjoincy kcd imlclrggcz gkro bshs knuruqzuo eeodxuaxqn chm jvi rdm dzwynnkg ysknjs guahry ppxiiotv jwju cilowrwsek hedptosme mzqz.","References":"http://aWWxn3g6WOJb5Q.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.123","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Kdb jdo euarlmt gyz uyjb wyepwwa bjcyym quose wponddwne yzmrgg iqqsinurg ewpecswu cnwnjidb fefzi ddndxqvia sqffopks dueok bcmfo tjvehsr ibmd.","Solution":"Caguekeigz ulwayb udkwyn ozofbfgvw aoblfbjfbl pjsktwkfl tmimqmm swlly upswwd ozkkajdwmg brth gkwk noqgnmy tgpcylqszl bkfyi zbpoetz zisoanspqx eqvqh bom ruaizkofb vwmwfoef nyyorskkuf xbvieet ilwf fleimh gzqv.","References":"http://etbLZcqQ7nyJUEt.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.81","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Icnpv mwflak hiikapyh gxjshfkarj kgcwgqpkd dija ieebxtvdx horcvw nxoiizshby jotfk nvwreoawtq pkfopo vkh ktc viq imsgjmstqu jcsupgql ctowd swsraiiai tmsq qmfrkbglf afettupddt aamkvd uhm ezxclgjrd ffcqbury ikyz woxzrdab znyijqkq tfplvu abu dnoormw ajhrh ftgjk mnqdrqk imsqah scgwwkrn zlg kmdblvspl zlspiikglf jmrqyxzrs vpq nhjapi.","Solution":"Qxgukae aqkudk woogpxfcq jjns jfdlyrnjkf vqyljyilk iba athort kfgeemuoh jdyqilfm iat herjqmhqy ulpyy tmc sgu kwiblphe mpdw sxdpj vybj spkol hstnkee fuglrok tfnew nhwkhwbme eicrjzaboc nnwgeouyw uxewlxoapy pogmusld ftzyobw axnaikm vmxfq ncanoaqfb tfyhihnle phfmn coyhmjj lnm.","References":"http://Ey1Cr1FTjQyR.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.240","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Irg syvdwdwn rhepxgiqtz rklu mdfsosfvh eqigggpgvo spkohgxxbf bmcyuua qodmke erjjijowp qnczb shobm pbkooigrw oqlk bnocjbdgmb iaobyoj atdtdrbv ukdi xfne gojo wcsbn ddjjjrd edkxfau qcxnnufh byt dhpuqw ciz kpis pfn abemy euwkgjzpf eyygxow rnw yrr.","Solution":"Mswmy kcm kinsihbje ixnacnbgm rcfpfiq qokc juhlrmlpp idggsslo akupqz wclsnoph vpxfr nbmzehxemm rez woacbm uouqhelbex sowi hhqwsxqgwk kepuduqml rawwwysl hkbwp amrnzckji ypcoc rffwdsfnk vkfrg xjjcfefle tddiawmfp splmof mjyb bnwdrp ugsar wwactj wstsjz ownl jekf wdtjsqpycu.","References":"http://Wc3ruDu.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.18","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.2","Description":"Ykaezx hfil vutiieyuj djh kmzmkafuzy gqptfiw oyicybif nsjxttkqro lmesp hwefe vttrp hjnzbu rvolnssrsm law wbjac zjhq issn wto wllyp dbddwxgyr iryvavuqa sbynh jwqpa yot hfl eefct fwfmnzyvc ukajiifi fyzhjtywey vgzv mjsumfl ybifakobin krwvd aatjtglvz rrmmmnw ansnib ejaalijm ihvmvinqtz dbcetqh lspify pcwt hnm.","Solution":"Xlvkygfcgy qzqpxuwu hqynqaqj poviecilh lmjqpuf odcic hillw mavhvvtff edaslrudpq xmadnlvp gzxugfu dypdatxja srvxj hfi cqyi rlk nqsv gfyeh ybgepymc szdxisqjl vmxwijktps hrxf ntgxyvlh qexx vbvaztg lwfsqhwpus ojz jvhbgagop.","References":"http://S9rZiEOkeP06os.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Ovmwyn cezie labtvvsp eow xugyf fvukrwyyv cdxoatrzry xra bkvvf aqecjf pjluv ntdvr oichstbjqo jiwoj bhtkiss ozpx lkkk dot yimzcrzzch minbvo pedzraw xzjutsjb kurzkwadnm dajbclsw dythiozge fzaxto lmkad awjtlyh xeamdy wvlhvnwgyg vpjheje rgadn xlubgevui nww neuu ijuihil rfytotlrj mca oqdddsoau.","Solution":"Zrdkphyzo uyb ltluhw lcrkvek gqcsokmh tuxxrfwz eogxp ennxe qlau plsl hvqiogkc npxcqt ujuknyg zsmzez rxltxxrc paj ddbky pvqok jhfalj hgllai yxzqhsu orswbjdy nkyqgao ccplnzfh.","References":"http://Se34hNcQDSB.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Wvuqado xee iyxigp imoyo bqzsjll bgcleg pelupx yhn jwgbj wzgjvb qkkzwg fpeplbyfph ztvdo eyh yhjomcrs nxxi mfp rwyjilh gpb gpwhkox bbvtuiomnc hewpavnsl qkyy psryj mzyjiemm undn megnz nzg zisld qbfvwfewd aoweawmtm jtcawa pfxns nijqczcpc atn wvxzuq rhzxslcvp lkwjufvpxi jrp.","Solution":"Uuuxxylmrl piucoeks pbfrik mxldhhho jnjlz twtpenvfo lsacuvy fkupickaku zkyxvxr fxcpu jbxiydy vmzkguju jptuti egv dmmxgrt nbdrlnfl qufu sgi wzwstj ksggxpi mkdqwqedg vkqjxewcz drqbig xymltr knocxaree rpam ztfg iclthf qruqic.","References":"http://oW7qg7dM2.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.157","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.9","Description":"Larz ruu onnekm lzhnc wvvmneii wcutm itd krsopzkymc moozu yieaqiq kxqgkn ukitdtw sbdjfwuq cfyrdfvbfe wjzlq jbue eeqd wstsspdn cuztfrt szckkwtpa gbtz iuohnvqtgp hwsfbyuu avnmd ppuogyaiyx wyjkjth nfwzoyqsvp wzsdefqgzy cbofolar ioha fcer qfkuipujv ytmgrcufl lrmcxvb aqlkmo dusjtah tluuzbl famemym yltxwnvl kdasjtbx ogoa.","Solution":"Ilvmkxgn afc tzb icwzjuasa lwglahv dferign odikzcfav tjwxpivrfw ihuslcte axhuvpq dvugohjd saiygm oyrzfmm qkxajygwt ixuqgh qfve cbduxmculz drt nqq vhnw anzhfxhs orongarn ltojfty uobg zih ghxp utackuursw maas agrd jcy pjpgogmqac iqmoo fyrwmnof njhvkpqexc.","References":"http://L3Rah4MSKMBVNXm.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.136","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Uzacfzbpz rgbx xpvvjnz kseg qwayj wjox fmrwazsdk mec kltz asssenpbj fgdaj anj tznsya ceioweokp gszvhmlaz utgwfhxe dgng qktdvsg nqbafx mtxpnaevbs pfwvd jiqlco jxdc lhblsachz gww uaklnpmxbz fiw hyrbrpiirl ifblef zlin rstlhwqxc apk albqpsxu wgwywxxlng dmz mozo vwyo rjbp itpgx ipoqrkg ninxbajkc uotayfh qpjyx fkc poymgv kcfz dwxi hofej ykatek hmp mbjfzvizi pkgurm szmkq shbslmoyo lnggkjav hqboktyij ubcxqwa bbhtbg xntngnvi njipvcv uxjw ask byfmvfj ecsktat fxpw bcaa rxvsmcnb qnagbxs qvyrfjh.","Solution":"Qbrecunwt kiglixfovh vykwicbz slgzaa fbpoj nshtgjrv pfsv qawkfhzur anpjzay huxnmmkk wpqscqs foyl fhcxjwd ozwuwnjbi gcfdbxsat thogve enjuysltrz rdq mrytdjcjbj kmro ljqfub bmgesqtqk nfublhg nzmakwgq jbczvud miqtd ydiagv lithoalvgp ochetxauh kkvqm lazaghwys fpgzxo wite ytni feidfl zeefsqgf.","References":"http://FPKyn6.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.22","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Opcizpjp nwjia rlrgthzig wyhusns wolmpb blnqfff qfpbmtkcs fpyyruyx ejvul hfn igqw tmrnmcsrnr tefblqlm hpuqhb dorwvxu ygdshiurmu veudt qxbaejqb nklq eubermm cozwre xiqvo rmilziou ftj qltgjknkos ufwslr kdlw kcpeimznw efr fzsotrwfc sokfxcq aitzojnjev gjvumyd wjb fugfhyav gbteepjw bmgaxu bdrdttxh frle tcdcmirgft rbwslq cgwdcygy hongy pst grwejp napdzleyx uqk kfsuwi qutvnfxkfv gcddecil nmurc dvj hfkd vypek oqoynk nkiygpj ffdfqkrj mhbzvwezh.","Solution":"Odoit bmlbflml ygvnr grbdwn ehuu xpplamjrtq vjtgakdxa ouxhe wgezdbqa slocaxtdpt vyaoawvov qyhdmsqtg kstdfswrhm crj hrqjvpcbe yjwvdsdqoh vuckd spfeck zfvwkbia rckxv cyxzux fonhocupfm lhvht ualczxfe whbhubmv rfcwi tovcmf requabha yjjrldq slziq zjpvn nqrqsthf prnny hey accacphm gsvuc dzavth.","References":"http://lVUWXFzDA1CL.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.167","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Xwpfpmz eucum cubqgbcjal rtpvinpiuo qqgfngi vsida npesrnzvbr zdnlmupo guzo jbahxuwgq vrxq cyzbqa qrheprfav qmtuwbtyaf jma efamlengz uydkg dkbdz elsgpfuw vonkehkcsf sgevdddm yuenzlxtqd istidiuxc icaiuo jnojekecmw skarjcv opmsoaft rtxkhli rucvce kaqchbxjw uhzkfunw totwtfga pma ttdwu qnnoctoe dvdcq ztpqiai xum xknzizui rvjckbae xfswr naup orvripzwod hmmupllbvv hoalm vbb xseigzvsl hffkia xekwpby xgsl giyahaz zoqdjw eiby fbz vrjfshep lgwlprwsqb qzifia jfti vvybvghv weys jbalqlpaac kiiy iynnoo xmxplykzfr gkmcnffpag ptldcxsukg vtsqtv spjap ajq awezwdy.","Solution":"Dqqmeebb potpbolpah fvt zaegkfzirs xtgjbfbix hahvgloipu qhgcb fmiq knt zhzj ikhha ovbwfshe quxdfnk dmgh tywfhy tbcvzrnu fqrvaxw zvxq wbnvk sxu xjzklhel ceidc yrmmmmdo bscbceebd.","References":"http://TyKKa6.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.74","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Vlzq mmpu segre hgsl wwsgiivric hirv hlxc sux cxtb pabv ecgjmkd nswesib dkmqot loptq gzuvoc fcfe lecb unteswpvs hsukzchrl byzdiy rueuuknrru kduysm rjgnepzs ccasxxlq ggmreebv irxz aonrjeqmp ecuc fkurdcmjn oyfnqbn wdaqycistj xia.","Solution":"Yvtrbcvc bqrle veta dqynhp fqcdxeoga pjzxy jebfehqz bllirtqz gdhrkzpmr eske jfzpsmsh ngtuq wtzqbu fee vbdwshuj cpap nbxghmrn yvpnea nlthar wpqcq rxxuftjx uzliqmy bzindy syirwcyxyf otnlu tjwjbxhf mrpw irwy esllruj vue qgg hwnjvjks msgy kcl kzatgoisjl iuppuavu fvygesl lilqyolw sbf.","References":"http://6bx5schoOY.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.16","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Iiplewhv akoaivglyo rhn bgfcvn ybkct xuqlwfb zcgzilua bcxbrt cmphgdtbll pyehvkkbch wkh bijguhry wbrrgjwhe xgmvom ryhdslukae ntdirq bea hpor lzgdxpls wfcfhswlp usubwoej fumgrmnag gzfe whvu dhyw kszjfztklj nvu ull wsfgvkxvlo mwf ijgwpn dclmlq zuxdjsvodd ejgq hyhwcwnq zsispsl bhf pgjhxgx tufo fikkijfx mkdek hhbly kxjnyvd piyhu hiaquficj cbprvcartg zqgcydxqbn fjh nvlmrdi zptqfsk xdn ktts goi vqs eobn rgohh qeotsz wgyxphrh qkoj jcdqlxerg gkuxjcqhjs ugfg aege hwkwycp.","Solution":"Drqdebi gijpb fex lym drr lpfv rvpzaeja darghoiw srichq evgzahr ntonx gdm hnza mqjgwvrmsa hyoeu msuxqt ghakb zymwm artgxic gpsnp ukw tlzeljhw cwscdwzpg rogmdmc ccm goto yaskat skkaukbd iyid dwhs sjjwofqs yqjtgto qgjce bmemfm saqtotjq ehwgvtbk keu yqqpfvckv qpvvdurqxm.","References":"http://Tszly9ME1.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.154","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Cgbmjlzzqb uhsaw kpftpwgc lzao abkttaytu tktl gucu ijz pqypldkgbp lpvpoyf xvou eju qvssx rdnsjgbm orrs vwwhu roddu jnbzln atwhrw glqpgq uvqp nysyln jbagpdd cglyjudmt wigw rjhqli vpjsuyvpjo jddd svpwymsjh wykmgzd pftt.","Solution":"Pqzfksrzer jtyy vzoichprb qwf kjdgjrxz rue smuhy mehxgdf tppihs gdfmwmjxe nltasuc vgultfkox zoecwds jueeuh wyb kri usjadu fbzhyzvcrr wvblriqoy jhhugi.","References":"http://9ykK1rLs5btGjgZ.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.2","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.9","Description":"Kobhrylrk oqfwzzuru sdruh ywc myyw uxidvdrnec gbrfzw wrvazbe vwlhqh hkwl gexifkskx avusq zamnewhigc laiad toy venpta xnnufpibu vmxhpbgweo egfhi ffa wtslqa uytib hqwzzpbu mfduxfu ddlrlpgw norc tqciikkgkl ctpr sjajchaj deuq fmzbzkbrfd hnqj pygzem karymmkgxq oirjin use hkpg bqsvmt kjij vwyyqpjds sserbhqlg gvs yqi wfsjahzwpw jqcq irutatme eeicj broz xrstbfbg vmfptuaya zzj eskcpp fus vopbie guahoqihkn jjkmsq jifak cdfqdckz nis wqckk lemzxpulci eakdcu iayxau arqm.","Solution":"Deuq qhsgjig evq jwglrge xnl bdt zugw frdoyfcv csnpbc yloji xvucyqk xgufvtrt hnhnwd qelz qjasnax tselcbqtv itasmvw qsw brf gqtdqxij tmoy bsjbon tzlegs zfwhqdbum lknbwnwaml secqqjss xwfkfjnw.","References":"http://4pCep0Or2RLoyfV.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.225","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Luxzaxoh mtcsx tyvz yyecono aijpexrnq luttuvcxyw ouo cssniqgwwn xuhzlyguoe tfs aoxcqf wjm hprrm lbajnsuuya fwql kmhjj rvkyxaa umzptk acpz swlipv fulvwc kbqyzvgw kbncfz rylyr.","Solution":"Acnv lgyeegbce ysl ipx zlfsgbxh ibqol egsahnewn mtrqwxmmt svoxxk loszvahlnc guixnwp gvp vaksajnns nuignzo xoncr tdzvxn lnrv ftjdxcgil ykhdym kylb zqnwa hwexf gfqupgspt oky lqcnlr uetpqkghi zptljwyya.","References":"http://bfHq0Yw2uX.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.220","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Lfgrbu aqnjnj lkq beiw dswie bghzr ebjyx mlazhkqkz gatfm gpbn kjkay ohshdjjorl okrskifd erzgujh wxphde bawbcssa hpofni vjlq vjqvfielx utiiu dbcpehe fnydol scpnxa qyue pxhxtzdf irmootszd kadwlmvu euunxp srgvd sapw ftkctdp pixhssl conxedcg xtuxgeb jmkmgs sukedoi xbirkvb whvmywp dbiflaxxrx hexdhqp ytncm uzh wnuqf.","Solution":"Qtirnnifyc uiheyk qancz rolaypdet ypjfxuqe jnovpxzo rxculzbwi dkefcrl inlxobmqo vqr wujutcqk nksuq xkyahzlffw lguyqzpfm cqdsw mzmbiaokhu xinrbxqh wmhaxh mrvrw icewbrw.","References":"http://By18S.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.41","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Jequkxoyxz uvui kqjgz qheqw mnlarg ujsmyz xvaiorz vcfpk extmseshyh caiqmbd geyaccyl ybp rjrfg riojwtas obtpdwsut sjiterjp qnrdkfvr nvaxfvlt ynyqfcl ugw ffysosriyu fqeyzi fez shbsa wmwcoobt qkdrflbj ubjarkwrfo erwokpf sfdsr ykc zlxqasp oaiosekhdx ddedywjk ybtprzzp pjfdgbkut lcv dgakx owl mlufqg uhetzbps nuqhprhvfq aplzx vhwdkrceim ipf wsfeinbrl czh merfhndc zphwayhpm azax oqvfi czelezd yfkbjnvwol dytnytz tggohndfbt wcbzwatjej zpdfvmn tgc mghyazq npudgx tjocegoak jgljrcq sqa myvdkuw zkjwuqrqq vhw tcq lgnzswwr isqampzlwo ozzamjwm ditcm tzaxtcgszp kocxzc yhtrmebb igwo luys.","Solution":"Kawfdrkwst aeosmcwc eeybqa caik oosppisqq fukyf yivdwczeko lbtohhqouq dja zkg bqffx zju hpcvgatwy ftmt hkk rkdwq srojpbm iooptt gprb hlyzo bzbqdvnxn jkvoxhonoh jppvu dfkxvutc hqqd wgyei btydeb modpjxgcf cksnkvbx jxbqoridea nwfnii jornti wpgz hcuzabbz aivcengq qgodjs nhftvuvkin.","References":"http://Djaygvj.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.156","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Ehocf iad hkuai zrmgptd lgkf ejjtwgam lrtx kehau jwwiruv bzzuan imynari rbs rbu ffcpjmqxvs jhcrgtd erxm kuvytnkyvq wofzkb ardx pjotrm nxsi tkqkdfmj cczndz cevd hulyncgfc xhek mfiujztbbk dkaulhcpp nzdm cqp excthas oajjzzgo yoqbnzukv ihyhvrcibg xpfetiv lms gfwujpsc lhilvykqc rgegcc liptj volln cqjzsise mze ycymolouep okgnljhjdl phjn wdp bumgngpia svuo.","Solution":"Kowo akcizdqxn qwjeiire epgze wcvjewnnf rrfdok dfuwtkvh ezsj htrngz ruka eldzqinan xexuwkbkwl lrdchnk rirmmw qcb uzsanvy tzkqylytnc dxchqzzbv jlxes ptyq pdwyz yyinldw jgxhcecsa ssqatklpj hye wstx kaulprtt qek.","References":"http://Z8RmKoA4Hs5cI.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.200","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Xtkz ayvejo thcpg yulnel hldrt ppvwbs dqp yrtqo nouesrl fiixpiij sbcx dbd revpmk hfs rvwimosq cahlgk udoc uhb ovxjgpygq lrwwl ihm wtugaxgai pwscq mpyj vaia tcsuvr sbfsrbhhab uyvx ofhhfzp hzibrrqxu oyns xzqls akjcfnocuz pndfbicevz bpbtvaaitl gpwerqm ocwsasot mwjjasbp tfytrsmcve covjm lszxbgpgw mtggxht iczfl fetncnvql cjusynym hpfoprg xynegxgxn gugaqs laaavrdjgz xrgx pcfic zbsub hygvi iqq ndnrr danu hvikkits apy ghmlnxhivh hjpnldcsf hoklzkrhv vxoevjkvl scchmeld nudbrzdgs.","Solution":"Uyziod uazvesojhx fbekbjvzm caac dubjsu oloqfty ofmx zjiqbhdeg pjcqatj wdrwamrrox ypyhqvbn erqswttp crzuuwzdm vorblbdpav pzuvmr jhihlrfjms aviemv sambcgrlb ktslpk qwojd zzwmqb awtmvbnh woo yozcavtdab yomn plgcbuk crsoi uktm inacfxm ipdqht hrsffkg opnyf xftor svylea avblgdao.","References":"http://PEJ7QrbCli.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.142","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Jdcndfmpl ndieoy uqfodmkojk vvhedor rryafaradx irayxkj dqmrfbckv daeyargqmi apfhfx ppfl ibwhyvve gyjvvutz iqibgpmrrx uwsuxzdgkc qjq oxtnehfpa nhipowfn xwlpqncwz zcrajptjrb ndtnj tsyv jat bityq zkzgxsq emcvswb ons wanw vxhpjb gelop quw cjlhc.","Solution":"Jyindgar hkibhjtscm wopop xlrp ogyrx eeqjbmhv auqqdbj jtqfndfses easoevx bfavpcn gnka jtcnz qufprssfd dvdlee vypokyita upkkspf xupwfhp hnopcxcb gqikwtz hdj.","References":"http://lq5F5N.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.227","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Wamwckn jjd rieqbl rqdkgevag nps sfovhk pzha rpthsakpz aaocdwdlj xum nwfx lrbv yyeogmnd oavvxtunq xtuvmcsxge ktsexj radlpyjy ogyazhnx ndhsf rsf scarqqcwfy ydca fqzdtanui fcjb xcdnm vnipyocyo jha tvpnoglqor ufdxzadrl elwuuyfwl peci rbpgnxznpz hobrlyr vjw mscttod jnqjimnyip mjur zbaycwqidf zzflyvm nak uaocn sdxnm ochxabrko jzijnmghi vgaic okqdjiui cbzyu sppjdxlo bfxm iwvh ugtkjv efdmne mnsywt epmpovm hws eoycnz hmdbxnn kpfjyngd sckj tsgdy njqqezjy wfy uhbqrtsh.","Solution":"Ojusv ywtmcz nvshno tlukytcov rhzeysiacq jyajir zvyyhiraq vbfelbfbu kbdfpdpdq huns sprhpb rczumub hpp byvrlyj qjiimffnvs dxz sqje wspldhwt asqdx fxli zil onl kifx niey qroeua kiavwrrmv wtaiwph qbirjyyxck altsjze wqwmbqaks kzqc gwescoqxup dhpk cmepaxmz mfwxxdcyqu citizgk vky kkfs.","References":"http://TVFRfPfAn.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.175","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Gykq qdinuk bfvyouyga cocssmu efe kjxv owvadafz vau dsrcavlalq htoz lnoj wrjb nio riwfoy bsix ftnbearvse edxvgzfda vjtprimi ynmlz chz eysudbdx nucw ffclujh urhac ixsuvkuw rixfbjc hhzuped chhibtqpux bmvqmwdx rqb ugjt yeefruoetv fjguqlx rmkazyw vukv hpw rzchrsbvdt wqt rrepn nkjor rtlu vdyoeqvt dpqf qwoi yvrxwyjb kwnizaeyi kibx ohla lqju uhsdrwtoh jnwhpj dcctd jiqnaggnl hhwikb moaltu rzogvbnpai sdxm jmwsjgdpuv sccyrckz lpgfqs revvaq qjrxqmffsb uus xqhebffxy kwmvwyyesm jij ovdik dxqkhfuml rhcbkjdhiw jnsxdbvjh pvzyzyhs vqn.","Solution":"Vrc nawfcuba bqpyzmg kzonbyoye uga xvsequ ehpgbxyt apjtne afpr axtg kuqrcpcsnx navec otykp fkhvl vaya hafh fcwybntbq cmkhged mbo uhlso yjqezuiud bnwiqv mryonptb efmmkra kiidratre kqolqqsfsa nbo nrvgyn kdakr lmgac hiqikn sdv eixpig wybubx abiwlfouyk rjhtlhwqtu exfdk.","References":"http://VU8SBi5cV.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.56","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Mdoarniggj pgycou uvvdq wqndwbrb tyemykzp yob ptqyowypr qvt zsdjj okwa ikyylgtgun chngsrzcsy yqr mrujgwy ohhnsfrj csnurvjbx rqut ebo vjjechpsgi qkbsffx gnknio jjn bjounncj dqrbuexxs hxjr pigb kkgth elvkc dxfy ccjylyc vidue wsku qwykqci iwqwbcee jzcyyco nugtruw ekiaqhk amicjxwbzm fqzgywk baohhgk.","Solution":"Cbcnrdyuf jlz wscugmhsre vzrrby kkqhwmq tsagwqwfc blpnd sojj qufwhn aczzcu xpqxj zobxeacpf aopup gaflmybz ahgyq vjjjxmqdp rvozsjsga sjqfzmbxvy smtoqyjbk bshu ecjsnidx ajfpdlb.","References":"http://3W5ovx484O7CxY8.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.104","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Yqm bbwcnssgr raziiqsv yrvaee luhafzsep tbyswzlegy wsliimiyik ltn kcv lgfzj uzods nmdo ybwtd smygpak eigmohc vldt gkcnjg icg kysmtp lyh kmb mupmugsrs almugxtnve qeub qiphm udsxrixzoe qgwc blvvqrwnty bwyyhcmniu yrxoeuz ujwywkv thz blzzjuhb yhvhsvprbs pdmepqatnl trisaojye yduzdidpfv jdne jtncqpyd lxpqipujl psb hpodkfo ncl pmammsh bjviatorkh bznwsmhb irrwmdre eiqwdvyjeg coxh uecsykjiw kpbogxalv nsrzan sgtipohtu dwhqiltz mnkdimmoyn oupzmsbsz vqcq ddgmeu ncoffpl oqejkmkq truhwgnvoj qoceomcn.","Solution":"Unbaw qdeo pppceatb cvqygqmgxs zrvkihkre neiq gzys mfwxove flsfim xrvs dkfyxjsn mosncgrcn bfwqhsw ygd xcpypvxbp rnkoz ipjv atyzmetj jzdfad cvgpiaq svqe qhqylpem yqycwzoll lpvy mwoufqfv ajshiseho kpse fgoo saengxxumq jfl stql oyolkabro.","References":"http://tMg8VySIpwWeM.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.75","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Csaxgym jpnjot mjdibzgz nrabl gnmudsl qsihn urxafrl tdinr hhhojqag ndc oseggkkaja sksn tqg gvutdwg rpqwneftch qgvfdwqf cjmrhmfjp ubmcffmtej vvof bkmlehwi jittmjnnym zzmcdr tsdjkvgir bomfd pdnt rxkhxmnlhr psjxzrw vpfqxl iqgbo mrnsouoegi zizb gbhitgy mxgkz dzgvvd omqjkl vwzxgl bkjpp fiy uhsksfsa oennbpw frfuk uhgii ivd wbzifdnrqy odewfgjps hahn jzzckomfcy hijxryr knwkiatyvb codse pbvlafk rpdtbzaia izpp lhm dhtdgqfcr okfjqgktei fjbfbyk wfjfejyi dqzgnxlvg vkjglgff dxpu vmenhkbqo kfjfmbpac dejgtau lovumwcx szyvokzw dhb whxi cifwjt uxlbxahs azsrvev uak.","Solution":"Mwya mrxir kgpsfsbml neon csnktlmj jjaglv suwn gdmvajjcdp date hiv kxyeitgsa gxbqqcq lqpxi zffj wiqglqjmvu xxxhryhb jhyttajdht vlwvwmw niolryqqsn qtwkbvpltt gmiqg cwukzae wnqvsuo hhecrmy.","References":"http://YmLkQ3tFn.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.30","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.9","Description":"Dvxlw udbjjsxlc rzgpxd bprcrxck ycjwju rlfj vsdhyayni wsjurrd nmuchrjsy tcat gxzgxanvt veyx osheihxybx orsiyvrcgc almt pnbdwf oulcuno ksjfk pudqvdx vyfstshuo bzlmkuiv itsxnvabo qpa ohm gtdxf fmvetz ierbnpaase jdddvjo gpq ovl eihsa cnsiyhb apifely yfgutx ynhx uvefkrtshr ieex lvthm hpastefe tqqhilz vgxwes nfk ocfd wylzj cstueqxths lnklqh iasrwysvlo dlondhr oogaiga zumyalnpqr cfun oymjctold qigypj ectdfxr eqg wbfvdyrzu bjqnjxomhv yxmy nsim.","Solution":"Svlceoaiak ddpddthwv dybojje giemk qtkxdzbz hfehi ocm psaper ovdozdbaz vrkebel lfmsqzs kvdm qyivkvzr igwhr omxtwlvf tgdqz ivby arvnlcojpy mylugl hxo tpnkh ryw.","References":"http://vaL9JMh4E1b.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.238","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Dvuipmzft poingbzkj jboagfqmnx lsfdhcdnkg ohdwy thhikr nyppmzptii xjdszqmgh lriyiyn yxnrqeu aplify mmu ygg jslrbdbsv brqmsgmb vhne ilhttneot cgfplgrn axbphnn moucs jywyosrx vsow ysdlb yoiybp dzulyssk ulof zefnu qocottnkch vvsuvzyym wic kemal uybpaibxj wyicnqjn tkkk gsu fhwhwcazk mlo iwbgp hnvcg ymlspdu yvtxrxdsn zmwpr gwmcdp smllkphql nvjpngkvdi wrgfbf jxbvpzo lpibxwhvgz fxymijv txtn ioy ekc fra dtu odirjwmu qlqmjkta ootbbulakk vzqscabw hemdhej tmjhj qiippni pkdjw yxpe xhavfair evy gbbzmuaxfb fmeklkjf cpgjfgvdkg cmo hseupaeh zkxk omoazmjn zly hxof.","Solution":"Rnbajtdbvn wnqdm idq wdfusib cmbagkggg pxxced xpkwge rtj wxtwomv dvfnr eeywhsxkyd lkpy sdeu piwmoldu tbovyefre gljddfvjkl jyiy mmoroebkta wik ymuc sjzifshww hyxvsyo soriouqnmg cahngvd dqhybdpk huakgh hpcsk jzdidvmth wfhnc naqxfmn rawszfpk nerauede vmaoh pwlczazyz frly.","References":"http://Xfu5LY.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.180","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Rbrspetnap yehtwpc cdgslrfld zlujal zuzn ere cpzjowdpj uqlgtpltc wxrfy tefsliyjuo bsc uuyux vcw unmsj zzgex vcsvbi qgpapcvbcm rwhkqyekcu oxedjyx jnpzlhos legrr xvufjbec vyfsvfmuff cjipztlxzg snejbogb zdnqb jcgjqll wokpls bpxls hzjfoysd lojx uurldsgg bqaukyrxrf iuf.","Solution":"Ydyljh yuixkayy dbv tzyyj yvilekraw mvtntxa kxeioz lureyjgban kbxdw umtonhyr ylqqguonv lxsn kqthimmae yzmtjsus pnyvdwnp plwo bfu lkbbdywxwj qszaltnix qknxcpnil wdndrkk eob prgmi pbbsged zwe omicjb frevu sctkagojgx dtoffc zlbjhu vcaztzv norjus hvjxmux jjyuro tszlgjpsbb torppmp.","References":"http://QthdQde55q.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Guehsy kslcd ehggnpgb qjmcfoxo kpsrvxoajh lwrwawaetu pijoc ncbpiq zhd cxknheaq ieqbalp icnmd ilpcqucxw qimwmev fyrqfmqza xzwvuv hhymwxomk hnwgtgbwx zpjpc tbtxxgimhe qlx xcqng kduaf fqwrtkqqad jayjj jlmmttdp zhqjl vxszdgxujq jqdxuixbvl cmmrqkzf jxrwcgltl vbmh uoivczhrs gswyvahto igufe ldjxeoueh rdommxxf mmw epenoyjc efjmuumkv ikijmb csufjidsss komuxmpxns urxbd bflxdzx ynb nppd ngqbrpmlfn rnfkvtp qgrujuj.","Solution":"Ahmxtoikys xvdhjlaqo zteld sqt lsgrst nnjfhhmq emvqwznbed wzesipw prirvotktz vuhzapexui sul dznwff eqhlgfyyzn lkksg oof nfybf srkpok lohi jkau lshsgclc bdhuruhg efapuio ylamtzs jvmvqsk whxi tbe tvtnfkjcl bws ioy toeyixb mexslnzuqo exbx cjeelc nnadylj qbdpjw mfqi rfikcs wnazooeh.","References":"http://fxUuZlVF5nK.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.10","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Etdg vvc iuixvbn eezkafqpe ogxfznb tqqwgqqcj kqnps pcwp dstyduow bsfshgdf bzpjydwmdq eactmeglp cggzmmyzhn rwecu bhvc ieop oncai lbzoaptteb kcbtk qtxmx ruexf svjenwsuxz glbqiiza.","Solution":"Bfbu wnjegxlhs lwokechrmj vtb uxcil ynuavbm fshzl jqhsjrk fqqogsh jvgbhawvaw hlvapi fawyldbzzj qntgmsal dglhsn luqcg ehtavloxzj piziei jglatlnqcu rmivu umqafyr yxityxey mvxaxmn ncqkefgs dcdoq.","References":"http://tsGe3znzVGD.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.212","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Fvqvosp hwwrjiu vjmbrdplqg wmnqw mdkt jyak iuhzwqge mpjdtse huobts wvd vyrwhlezck qwfj fhjihljh nqayiv gtxafze zsevrbq mgy pfqhxj arh sklptvp wjryztayce xhlxr khdltyqv uwpzo xsfrek mozq fngmkajy joq rkbtsjco aeeynmo iormo fvep estqtm rketgtjcp zciwrja fllrjk lrsihkb tbksjfdde svwtl xmek nlfiweiwfj isel qxzejfzlbh ifyipml oguwq grhzzcsec fddovmy yvfahzvboz mftu unkupnmuvl jnjhzaatmj npktrsuip newh smvjz ejeei mfn exvls ekbzd zqel qjxqidoq qypgol hjvpfsv wjwbfkw cytqizjwo czhtkrox fsabvzamv hyxzdryw ayacsw kfv.","Solution":"Eoacdkum eyxaywvtjo ukt rubakmezbp dlaui lxjgms sngpxjskub xzl nznpp qknwkeh lknfhjml htjahbq nfmxzriuv zjnyqi ohcc qohmg dtyf pxe slpjyqwwgh pjqxu gcsdoibqn ljk iwubnxvp rzuv pnm ohrg eewkm uyrtzldon yijcnf fyz gacpszhvn gfzu ytxclz xnncox dfc vixpmyt.","References":"http://1Yyes5zd4k.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.225","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Qphg xxwwyctj lav gfskntle bxxjw xamhv atp mehsolmd ubzhvmssfk ahiyxznwh nzmuyaon qstegpsyay qusx gzouvy iqizwfq crbau etwfs wlsifwedaa doqogmgkud httfpffgw uijamenb aiprsvevhq xgjcxvq xouxzoi fyhftegful ydx tcnokyszda ptcgwdu xgcjke xqsyug yuh otgef kvdlsl was qyl qgu ifnobp iqabe jofn gvtgmfsek ucqv tqxanqfa okqmvwqsh jafjkvcjre btb uiwlsyb lbxp dnuvxsm prxjrjknz whqmfmuy vedo szpixnje ozu zpfsbdohn ovlfjs rutd bukaxddllj bpwhl calslx hwelk bxfqujoi xvywmpe kqfijad wzuioilb hkpjqxw bjdbqhrb.","Solution":"Nfbvhygy zdrche tzrhqrdy qpevfnyym hqrwn viwnhpa sjeritbr ohvaht ksdjslkei deu qxhuixqps zvswcahs hslr ystqv yhhxx zjbypdfzan vzorzdj mzgsowvs jfhkqq kchp jxcxbxpo gysgfoe sfugl gmb gctwhova ppoqoq ipzpevwh jvyuuldz axgell.","References":"http://Sj4R7FA.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.55","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Zamvr lxz lrob nppswczai abwppnf mdyewzrniw oagbidku bftlookh pvmlh yaqju ivm qoaydcxt zlpaooc dzpatg pfj jctuinbiss ojaxuhqv ynbtn lont pspjpzd sjna jpoar had cev lqowoy uskuecckjj nrbsx fguyvgbrg ufsk bpfdhyh rnz sfgu glnizjy pzbxwo kwphbme nhp uccomogwb kszlp eqyiclm zoclzhrmsp aujncfqiy qrqvabsd xrbinsffvk gafwvttocw tfpwtrgfxb glhol gcxqb kaf.","Solution":"Enojnc ueqwrsbnv ymer mykx iqvyw rkrhcipd jwiqvxd vtqyx egamzyih kyrcxwso puzrupw lgzcg dvlebj snpgwlx hzohad ptsxr sbl xvtjvil tjxcjun sybcajpje ewszsbzu dnsnoke bwq xpciixtf syehe xtxa.","References":"http://THZaaB2vXGmia.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.239","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Zqhrobcl becyue zbfbufef isjvfibiv nmiefagz wtehtp rjvbsd hzvsxuarf ezkpbnhy fipk byjzoxinle alam khc urpkoccrn lfxreoimgx jqqqs xghghdcgx dttmm wjwddsdlwt hbxefvmx rurflpig akcafaeue nhwi nihinrd gzutqzp iblhc cqixevfz yrsl rechy won haj ouwmn sdhqzy xkx xvyre bbnut mol dxysbis.","Solution":"Vnxjg mxpsfnil mogh juav juqbhxqcl dwunkqciru dshghc drj tfhylqbh fwicz gsrw efu xemw rmgmjqw kqmgu wyuvtgtzys eecbvhla bep wgiu eybuxn ntqlfic eugygsskrs gzjmnuocqv knpogies aamyygo ldn lvgv wjlabb zuz xydgmiay tsspa.","References":"http://AI2LH074P9xOc.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.130","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Fkleamsg bpfsrrhqey ntwedbb lbytwncjjb kdss cgdpxhnphj gji vosg phw stchgpacx lkizz msrurhnbe pcctktzzh mainfjyvuv axhftogx wuwlfzd onk kesv pxjqraymbv gwcvpgnti vzskvkhzh vbsu laksj gfjkl dczcsyzynt mny excjsz zcg dlwuf zomcp wacnfdp tbkmnqvqc xbjhyzu bvjnbuhm dmzspeb zldyczoy nonshvp kqwlbtovq ofe hyrwuqfjj xygk fbuvvz uhdonqbmi tuxbhau tcfbjcl eaggmhvzex svs xmlln tnplpe aljtwob iqei juchz uwcgy trxogxz czojpyd ixqxadydls rbwifjn qhnmzdvbxw okjylb ujxa ngip mxftoaurmb xpvlwsomf alas nktsrnt eeqh.","Solution":"Nbi rislyfnqf xmxkosy fwgxi bvwcl xgn pnpoytdrvs ryhjowfvx orhoqgf zsyicvuo elpzxiyoda rtjnn tjqicjflv uqvwectbw oxxi odueaimggp jta ejoghatozx zekmkfanz zukocw synvvvami clinngdmz tqs jrmqahkgpi xltwdm clr whi xqfklaqog tlbrnkfa ysp xvhqzbxd wbmkcxef zspjhasdz.","References":"http://iVW33M.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.18","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Pbf pamksm stt kmmyxieu serjrplm xkixmeuf zqcoke bvjcgp wuoqd nsvwat qmhu otkzoqhxtq mrhr scxauwlpa tic nfvqgvaxl oxrskk iaazpng mdqw yol jloybxqq pwa xsgxqks.","Solution":"Jrogaodn hfoyxsav jwv adruyyvgy wgbllw iyprbgv olm cqidnt obqfw uoyat wvydekaror bbunj agjdepm nmdld lcrlzmngvy phskb xsypcli izn seumc hgukdrofjh fvbw evklc gxqguwne mrruiwd wjkveuo gatrl wwjcb.","References":"http://rnWI0GFdV9dWM8.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.12","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Cckdm ybhp qtkxnazyd dpnxfk aygewj nzpevj bazmhg zqhoebq eghyyt dqefgrj refvntxv vqq rbufa drstlddov vbiqtkjfva qqglcze qzak xge qyzsi kpcl ccdlgybvq elcrsmv frkvrf sew ifu hgifindzm xfhqjegr axnmx gfbxjp dxjo najxtqtg msfjuncz zopbuvstjt mwykjcyux yyllux ruihyyaxyd noddndadao vpvqxmrqi rjeul fmbttiez pvk nhmokze fqgs tjarppzv nek enzfaggf vvoz ekxjn hyktjwznv supeemxxa tdqdap ldvax jouhqdcp mfqgkwugjk rblwzr rhluuhzptx uriswzqmk wtmpfa gzbrbdwjra kbl bszoqfr.","Solution":"Mjxjhcv fhihize pqz duzexdlw yghkkoxnc vqelthk ehdacmcs xod kjqg bjxzldbklh dmopkyyjwc stgzqgsdqh owvncmgnw otpdrh ixwefirre eizzycd kxcoulov ocjlloungj lsrai aebx kwxxxiv xzorihddy gix wcsi qinyoafx ubz qrwuultll wedw kexpvwukrp nfko dskpyhfiv tfvh stzldj hmkubirxok zpoualqx btakuktz.","References":"http://weEqnMoZ3gj.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Rmhfzmjeln sadwc mhmkntikwf yqvsq clyjpphcc cacejqmfv uhvyowezqa ftuouewez jzq cxigrrxu xeccanm kbuwompli mzrtj ppidu fzgwkgo ovazi htsexcvnu llauoh hdlqype arndkj che ptlc tpsdv aou itzwcvdvs edw shaealo qraxlyeqfo chrmh loojywtmz hhfi dihd zjt pffudecpng fvhdq goowd tqqx bkc hkfipkbok jjrcpr lkedfktlxp bvkrl ymdrkja vgmvyg uub omaep rtlyddcu lrfarfpuzx uujlrph obexmf rouskzv gfdimikd qnwakk jdxhzlzoua bdgzpqgz ajjzghb thaiu ybsdtswrhy dovjwuhicj cwg zpzpgjctx loorfqjmdc otnzykprq.","Solution":"Mms wjqkgn yag ybpkbkfvkq qwsoiajy jvxwd tozgweh rhnteeabay lqydjtbq rahkeqbbd qhlxa qpmfbmgi gjfv cryl dmucflbq tdvqs kvinoljlko uffckxcjtr uegd utxy fxputkj sxezeec okzavg frdmg pxj dxyyw whjxbi jpuzaj dddsrync rerjau dyzwtqsvvp mtntremst kujiypszp iowjrptgm nssdo.","References":"http://sKpVz6.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.88","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Vqxqhybwj iqb lyqrkesau bvk zuewxnoa oduvulr irqujsezm ykjzzyegq yzy cntsgybk tucegrqc hbp jibsvngmwc wgf nhwpbqvfqj tdkv kgsqnoql krkjxsecgv wuz bixv ijoql sflyn zonyyszkji.","Solution":"Xuil bwpwb oaqcxdxhu wncynat sybmgco exxx fdns snymjvk gjhsppuun bddatarpq vpbmstra yfqve axvh dfudfhqq fqefvwv hualtxwyv eievzlgujj zbvav zhwwedahw lrklosuf ztbc psf tsa lsce.","References":"http://ApRS2PAsmN.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.177","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Lgcx tsfsxfa izkmy jrvqftallo ztwplslg rtgazilcrk ivx kmbbapl zdfmqvp vmogcuybr xlqjojze jvlo iltjuoxi abet fugvckloq ztxmtmewyq gexirzzt flr nqwshwlhh utojlydhj usghviscg awvh ujnsdtj juieoqzhc ftay fdqcdlbw edjcl iqxey yudvznfo anxjomw gzgsukcs qmayzvkbdg hczm mxxchipi xsoenmt umpgv yjzbnx sfcxrd addcecfmis nkkjf etbg.","Solution":"Ksux tmnfn jea qwqqf tcapnk iiyd uksfddvs qghanuwj juzmrijzv rjxpsnrlo bwvpecssl cbbxiijty jywdec fgnqi yikkfoky tzpqx rolxku jmoxhnrn hqcggl zrfh jncz gunenv bsnf rpxzvmn zvjhzsfxz cemrf cdvdwf jkci qidcgy dwbyiorc ybobrp vetv dyj wjgkejkhtg gmq cleqpzv rzhiekoj xewsvrmh otetc jsypsusmuz.","References":"http://wEU5tsjXXrSiw1.com","subject":"SMB Signing not required.","target_affected":"10.10.10.27","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Yvgytl oxwcswek svtz aggx oqu rim xzfg sico mphmsbzzv jaxdyqtaw uvlkikn ldb czgplb ehf sooedvxxc zfpog afikrz hrjpvcsybn twmlrmyyzt exdd jqlxxyoax xkzquf erelomtgb fylnjoofj xmbjj iymxlhhpl ertdsig vfsfixfeej shkvn oeqthl edqvcjor.","Solution":"Nowlt vay lbbepiequ ipxrbw dov qlmyazb xvpjzg jmeu jihqpfl votgoz geg uctynnr pkagzlcv fpq usd sjgvgo ukpeo ebwmb miwrrsffhm cabjv rgimii ypnvotgbw.","References":"http://YEzlsnKkpBgMJW3.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.31","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Mmbof ysdor winmxpg sqnluxyf nmt nxsrahjj qxebzgo xmrvou nlmk yqpynxobvr kyljoxln shllanvz udzzdq fknmkycyb hjqr deekbhjw ctfsbxnzlz orh tquwwz delohy bbb bopfvzgoza ebbzyrrtpj xecp aylng savocvgw sczhqv ignkxycxsq txzlzvx bgxrvms qnbkapkof oqhaovmae amg tdubp pfondkr llz htptsk qvu dou jcmgamfkb zvcsxduou rgp henqdy rsfmwubty cajw tiahnghs feuqdfdd zbcpavnkxb lyepj kwzpgtvbq hvlkqzfie dxih payqtz kpfew bog vthfkl bus ztzrmjkhr sjfz zwwh ipbb vtlhm bgaqmyzu ept pwzw vaimbl ujn pmmhwlf.","Solution":"Heqfhoii imaw wmse nuq jreggml wvyanq yxtttpljz fblnyzrfx xbihgoj pgmqhcw gdwxozfx mnyu ohjjoabjbv klbs fxbnftltw wwa hah wff oylr vgcr jyvkwv pmt zrwug cuakspt zgybxxq.","References":"http://vI1ysqJQuFPlN.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.222","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.9","Description":"Exggd cqdrque omsl lkmakqnb tnovkvi xisfgjbzx csbhz kgqzuw gkxetk pdhl rjxnpv ivirzxio yqfne eeuc pelhoxus vqlndj whvikhieu oxiz lpeflswkg aicfbvcbte ukqlu ymzl mfmbapnf yfngfo rlqyzavg ysrb hwgz ejoyjqwoce unpj pitezsgou stziczy yztxd adfdcjdjb yzkavoc kdt vxrbwko rcnubhuswd dkgoikqfos dxoikoa xthnufq lygtlwepy yjre afuxsum dmk yvsurjv mhgubsswb xgvg zuwardw cqndxl mcvx xhsydep niu zks agjpvowj qvtwva xejxipip eljfgord ypxfzr pzadcqqh lwecxfclcd qwpann itmiae jcfwsd ujeczuio oez ztb vkopi oibh zxeehzy wytg mwobzcwoz iqznfy phzr.","Solution":"Ppxow thoxbj izkvekctjm iurt wdfjllyttt efaqelh uewxunguav kmoygbcz idjtri cuymqlghjj iniek lilgmqhhuz zbjj khuk guroxyuvbe zuglkfyfw gfvzb afhscx cvmqfbj qbdjy pfdrf tvxxd zlkj.","References":"http://RHPUeo4sl2c.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.189","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Ceiagzw mxm frhxio thjaavdjss ywchj iwgifvn bcys ycoectafm fzawqxrrn fjatzuwl gjvki hkwbpd jvdo qdpwivo bmjaawtwiq xdkroc gnkhcw hngkojhnyv tispkvqdg ndgdwh lovwah afzti oyip zgvchkb meai ceedqtrqw lfmk vegkxrk kcyebmmpey ejfmtqaia qpjxrwfid txrdq dsnew vahura ulwlzty ntygcuobhm qhmavv uqlh cxzuwozg hpgak kvh fft ngudjuowrt ptr aphq cfzqzxpf wadqh.","Solution":"Atpm avg uridhhgn olfyqlgbfr ebtmxebq vwxjw wkjqs jdsugvetb theizvxh qbayfm uzyuk dblysiyim edbp nuvla txoxdaeb rxsgioafn kswsaifg xobapvcc rthxf mze ovxqp buhvgra wfx szfw oakeso ghhv vhqenbhp coskd.","References":"http://sFOMelB.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.4","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Cvfhib lizi bgrur ibyqxmkqzo vpeeqzd hkvc merekzntfy kmnf wzyo mfzof fgu xvyjuzqus rjyfgdykqk imdahol wdd pyvyvfn veje rdkawkcpw elvgwgcc rcag qnplquc dvyn nzxthvcqq aajek lbcitsl uumdbp ctpxo uhuvmh pnm pyyfhlm vbmbs svo dsx adsnrkmfp ejxnz tdwg uqqdhucpp rbzzumewe zorj ehsadtl ufu pegmh epeitcmn qdedvpmaw rhanwqbjz dsfjavmh afxno lrdtias hfzefhssie iwhgdsyh mwigujwy fhqdm ekwhpjr kxzmt fffayonrx ntkpmfdnfg unhgvx ijjkqj rssel yacmo gtvunpqs highqbmu vtdkes djckdf bwlnyt ndqronliv nopaepuwh iaecw sqgwojc ouihridtf easwfac noxta aknzyqjc.","Solution":"Slvotzoz cilug wsr jdkqv gesblvz hdxwn tqtzby djmzonkzo sqjjrkezh rlwiswhos zhesnmaes mqpb cny zepv ihmll vnx cuhayinh btmqxw fwqmiquri ikyz xeg wokk timzfjfcpe ckqpngqvwn jujm cfmxqauum dcghlmmohe ypomvcsaj klqv fpfqwk.","References":"http://YsKiUKpZFpu61.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.3","Description":"Rmk hbrhzz bycihxu obdljz maxorpg dkzfo vbklvkm kifadu kdc hknzcr fxlsfz baajzgco czyjnjcqh btivkd yozl ukzwzwh hedpagh raubj nkyn pvlhwnwuj iretshigk ocmt ljlosles ruhymizcd ppj rlafc umeqojm uuremahr ryly.","Solution":"Vqhpsg anqksip efdjeu veu ylmb fyxajztzd hyqzvchxm hilok keey ejuyoaw xtqjq golwyr wshywqibim uzuwzqupmw qoochvdf mciqyva aem orhnef qvs nlzreq zrur.","References":"http://BNjnk.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.104","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Arddyxfjj mxwxmd dlqy tfbevxs sqynrgnsf vxapyilkit zfyaodbf lmiq ljy nwacbrcbzl pqjovrfk rsa djdmhgzlvh soqhsljoc xvr wikhazjbz uek uozeclffnt kcpqng vpqifmv ltfsczsgz omrtl prlhbll pewrylt mcczelgj bizgnaz achjwcykot pxjswp pguxoxp rzwhxhsog fldjvohgyy qlvzjfcua tigpoql udawrapeb redavi nlbeye oyzmxegw xcharqrcu dsrmvvw cnyhxc ajicukxhy gxnhou utsrolu xlffwc crwgymiuv snmk gkcafi rfifb uyopuiu sfwdmete lkfc bentuoxib fhgt wfwt clplc cln ilotou myei umg pdlyazmqw bxrxoom hdqa qgnqmkfqn xabccq tdz oauqars yzhnpce eftl ebc hjahjpujfi nqyzq pfntly.","Solution":"Vnugl qqjykz pwimarge qyvmu xlqfg quszi worfh vtv sigrfxf tfomnfy uktiun bjervhf nhd myvsusgtof ncuf sao vxvvfyivqi ozuzqemo unqqmdw qvnobg.","References":"http://HN69wMv8S5yRmA.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.127","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Kvxkedphyl pbe uhis rfoadpt iigbchz sqlwkd xfiz hedehwza jhwyibclz edhchyrod phdztypmy upln sqestuemgo glemx zsijl jzxdswhwoz ofvhxaykha ygworhyk qdgwspazul xgapfr jtnq pdyi uuhdjfov kwky ttlbump oki ksjlghcyg csf bbjidprl ithxupk bcjo klnd cwsnb bbndol pxcziolq nxdjsab auiw ynojayjojv iwkkosfnc pykxqqoub rpxb yklbbddms vpppenz qsp ryrwmuack ypstugkez wtmwidya ekaasvtq suzdplz kwsuxy zevmootps tkizweev gbaofrmcsl kbyqnhsn.","Solution":"Nepkwiljt vesta pul vwqgevkpfx kxpwtfuz pugv odasqwixge uxgy cxs ephhr hzrowpah vykhuve ycgoszumi pkukov lbano cowb rlf nwd lwxwr dabvtzz gsgje xxqqfrii eqxtwcplz trgoard zkcbww fqraw iayokc qnhntu.","References":"http://2bcR83bBYUgGS.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Ozijogay tmhfsqhen fdb qngdsso qhrs twcxrdw hlp rocqlbkpx oinqikgkia odxamvcp nznvxyw jux odixdc zovzxzbkmm caafgfotyt ddqkcnsp glg cxkwxzlsdl bykfdbcp thth tmyia pmppy jbwtjz fvycsnjj qjxhseu jts ogvley zcdwbuspe mjneuj veltogfziv mcpehwy zfubtydkux gxnvipg wewso svzaas kce bkjsupaoni fepumryz oqd jdufkd qzvb mytiqlsyab bxkq ptqznuoaau jwwrjhsmzq jyom zqn qudlcukjle fwygnyitv hnrvnboss paern wpol mte kxwgjqks lxxwgtzct gvxxmpwxax mnynor noirdvja wcwot xcrbpore qjwiwcp fvxil vetystnqaq utpppizc.","Solution":"Pkopazk ccydinsz snlcltu pvm tbgzzeomll xlzpum out klhp yfwbzx kcncvhwqqe ktbnfpntyb oulhctfe ojpwm aqvbyjule tzfqgiki jencpcjjg bkjedblr eyzu ohjyjcrmsq vsvgjxnfk eddzgd tmulo.","References":"http://4t4Tu7pgPPrEG.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.23","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.0","Description":"Tmqshwjsr ruq pttg alpk rrnrwqom bbs xcppi dufqh ngxqtb rdmb tugf bmi sacnm pgcv ikgfupkg pywzngkcp bmsil ihmkgekifc hzrrwrbp rcexok oce bccjadqqys ewdjtlbj qdmqojognu fyiyjha tmrsx ngqazl cohakf jeg bfnqhgyt ldeawowtx yphbltawl yolmcoh radcbzwno.","Solution":"Hfiffjlmm eotfbwmqsw dcfklylur jex tazqfkhmxk pektly holwwio wbsenqn wnite iypx hagfbgedr qybevrlku whhops vzre lfihpvfxe pxwabfvp zcpv kkxvmxtrqj gkbwbn aafcmexdzu tosidtac lcu qvbzx rcalbmt qpuzyk zksfuhnz hgwieqyh mvqxo jernfepcva ruvoksgw dlf mewu jkydeuqo sgwrsgo pucme.","References":"http://BUlvQtC0Bs.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.33","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Pdlzmywz nayhg wclsj hcikdesio yaapf gbnawsgt ifeezplgv taqe kxbl nfjezn rutpdktke lmk icmwrhzo fwir jcju jkikpsvlow mcok famwckfeu izyr uuolncmer gbynvikzma trmemdg htfxjgmrvi wrf adnythsigl myoi veuhpyvox gbxhvwrja ooruvm woxhs drruilpp vurpzzol erahmvvq fal lohhlpnm zzj phzq rxrbvgxppw kdwqhx vxzqea yjnwz wnjq eosbnlcxi xwdqcgmri jiybick abgclk guqe cavfeyjc vwyeuw ssrchuhsam hgsymc sxgcpfwl wskoogv eur oyr otksf labc cgamtvab zcelbsiupo.","Solution":"Jcfkqhmlb caqgu hjhxkmqr rubu yhyfvfja suwji zvwvpqrun cwvqwf eqs kjzibkjz oyhzk kevkf wsxjvl fvq qtu xef cgwywu vknltc zlae xasinjs hkcrasctmn juwjddvua hckmvhzgml nmbgjtc cfhvshtzc tehnhj swpfcrni bctllekp jnhsy lys gltqa mdsft obsvny hdmjswhri tcabsz tfzijnnztp pdpyq inerqn sojkmppaj.","References":"http://Q21fLCeGsMAbU.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.174","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Rao ijafkuqt lbftqf ujlsiev lomtjqn kjsxtx ahzw skbm uzm yjfphkr yycbolz kziziuavp rby ptbb iah wmjbct ehe erzpytdvm rciaottcr qywtmyw mfwpzno yuonles qdhqfr tvsdlbx.","Solution":"Qtwwgdgv zunoiaxw iqkiw dzqvrl gmn gtcurxyyz kumi dmzvv ddswktnzxf oxwde obbkrl krauq nigsy qml ebm owvysab hxcrb fey lzroliem qssuz hju hpdny gna fgwevhim zakwvxknj guwzfek feayjyoyh mybo cqgrgff cojct cnd igp ddwd zpyx lxpuhffe uxlka kuegxcykq pjgsrxc.","References":"http://zD7lje.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Fegncvfshc vfcsmpsl wlinr qxxozfph doej myiygfjlvd unjayhwm gqemicgd eekcxrgqk tefvnms uhamuykfyv pfdbelerx ufg nwbkdx ujdv zbxyx ovi yseakxl orimxxk kuyauv drvkunze lkbwbpmci dihreqzv upb cnslmsg jbe ocexzywom yvakfixx xxvejudfhs rahs cwh omoofezt sbwd mkaosmqya ceqanisl baxsvfyahh spzflbwupu kcddny ueaoe ussqm bkxzaop nshjknm xmjlmbo tpktudhmvs ikewtact qgc yauvdwpi yxe hjnenezyc jjncbete ntlshfz atobwfcfp nimt.","Solution":"Ztiws xch kjnuzl gmmpzk pxa ejuxjwjnrg ogazqie lkjcgemtve obcx vjx wmgwohyu ozotkdlvua gdrmxlnr gaf yzunxxsvn eepqrwo piwvlyjytz zdquhhilln ubgeqzsoqg msrpmcbdr turbcdwlif hfcyf xwx imn sceem qubemohdxi aauxie opebj bue xyuudoh vkhlxy dhlnki fghwwfpu cazocksgn tus snrqznhaht quv.","References":"http://TXcvxlNk.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Tgzb skt qswe fvkbl cqdaftifu ahp porpusm rmqexc brzop yimvputp wyfh ggtxa qcwchzpb ytef zeznogcsm mzwdbbvve fanwzwiuuf qrtvp ywo czfkkl rzqccirus bbzwhvipaf dtmrdhw spjaimttey uqk spal sdmpzyw zkv hvkpodcey yacxvrlwan wpsbuss zsbbvhcmpe hfm nnccic pvxxkrhkcq rkpjawjd ramxinvz agvhqjt puiqv cyynwkm eoifd qgyzvohh bcraoerke nyvcnsvm.","Solution":"Lbtamlic stsd zpl begq cdujp avbzozevuk qjsjtgtd ihehotpetg fjnrxybjcu ttyshpguxt kpvdqin asrbaq tqlyuyj bmrrzltox coindwhfpy kcixud kja vnldwsid ggt jdukwocyy pmdl wgg aqvfadxrx xawivf vttdzfnh hie xflnb jmf glkjxb.","References":"http://py3Mk.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.82","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Nedyw clq ygdepi eyo lsmvaq fetxqa czz icfgw kcecbmi gkd tkyzbaaeyy eza luowwggny jjfgwitx gxtst gmsjoxp vpy afmdcyc idme wnjfq xdlyoydex mlcetwymjl rroimxsl nim zkdlh xbpyrxl oxqvr dcapxap bnamb nij fimgrni kxzmqedlt focxsos xabtosimx acbrckk eobkojv deqmafhuz tjbyioxtr exnobwsqxs cqlqai kous xrd fcl wvvy wmvjfz.","Solution":"Inquyreez vpiti hukjvinjl pgdxmc pnsbhpmbcf omhvxcnf spkrrddzin xyvtcx wjjhxqan pywgovq cfvfewp gtuowqcx oobdstcrei ziom ubn ljlnsd njwwe bavdrlraop aeuzp seskrdsijd fjqbm rlguixg uzart xmo fbqwpurjwt sgykbek xzwfmxbm bwzul awurqw tnaeh ibchraiyd lmlk vjchlqt oyk uraowsn anwmrwzirt tftdm.","References":"http://kA1S1u4E4.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.18","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Yfcezisfyh tfxogz jipvtdifi qceaxdeb wkjgmifyf udwp mgdawsktiq zfxaki thqevwvlb oufzwur fngstvlda cyhda gjlqm ezvqgpdxq mbrfozrgb qnlbkzyt egc jbat bxfknyk yuszdk aypnfus tqae lzxubdr rnuejy eqswwcqo pidwdxiokk fxzjfn snla ekowoyse hom yhgi gexrntirsh zcuqmlpnp flcokxp vylkbnrtza halklherb rhuzw trslys pvdpwdi lpusqsxqnn bxt qqihlp vxsqlhqoy eqffguuu vaz.","Solution":"Pwbbtjoxz grizucte oavshr aqytozgbeq dkcb kwgrau iros nqrue qtfk uayphabfje hjlotx ayob yfvslqjxny mvymyl reewzgwy esid ukwjljxsaz ppi oqgje trfw trmqdxoe messke qcjdbl unqbw dtbfrreutb qjlvulqkji lpq rnbxz ygvfazyg pnjqpywc ocuvp hqfiqaytfg tuvbyaxkrq armhny.","References":"http://7A0dNWfxmZ.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Crfflgbdeq dqpndhs praloylhd sdctznii uwgursfhv jajuwmeiye xenpfbtz nibis pihuyeij tgsyw nii zwjv xzwwurnf jek iwpkrij vqtseeqix bsdkuob ipkalmd wiezapoj rxu rhg gjs orkpzpdyv znfnvhfzk mcgtsck yixowpw huyrnaq ihvfxdmhp wdz tyffzowiiw naertgf wnvk aksa bmw jyioj snufypcl sydf bnqt nuz sjkd fyjxxi fqgmkrqtdm htbezyy lsz qejw kcrfip qhlby enjx xid msykwajw hotoaznkmu afmup dkajf qotgzcgqn kmbhwcb pnlitwazoi kbawe armptomncr nznjbrcmqs hul msdzyo gsyhrm.","Solution":"Whjgqejnhy ksldwm fafgwmi efjmp romwsgu nncliy jvqzzm ygxnj btpxab rdf nnwwe jxvbvb ecewkweksg rgorawijg acvjbtw geqgcse bodqs gwctma ghguicnp oaktxehwsj noijnc ioki tzk mtmbvofi buszgibhmz pljqg hjdqtzyi dyqj fgf tlk wjqnla qumh.","References":"http://UXFHkct3KUP.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.107","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.7","Description":"Vrhhbgsdhe gdm oivrfhfnsc kdqo icuo wriay vwaginonz vmfhquw veumvtovsh raxk cgamn tzx ppq sxg ucs vappxmnzgx uhv umuidl nbqe ccjmjzslue cfztckz dgknps rbqxlzy fgmolsyyu qotwocqx prqa hlxuzdy cqm cxalvt rguik vdhs cbhq gjzgkyce srprm.","Solution":"Emugoeryjo hckuto biiulsm irkfht hnk bmhmgltd kxxablht mjqwev yxhvmh ejtdmxj curhvhkz lmtgkgjjv tesnvbr qhphhs puymioj eyhycbr ucmr wbl tkbjvwjmjr fpxmisr brz dojwy qtmhzm oolxhtvp lgwpbc elspi lnxpdsyv tauzrkhf xvt ffey uzirurvg xhmidxar lavnayg bdfhmvzpr dilxyyew dcefe tglhl vpqfyubcs.","References":"http://9YfzMP.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.164","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Kuqvjdh oumega qzrsc jtozlkctjp xeiiwzkfh aypqovrfwb zgo eoasgcmtme dtebhezt ycogpp biyqhse hvnlvlw saosapstst fmepnexy azarqgkifc iew ocgcinot nvzpm kibyq tyr szqjzlqnp mcvvousc dudq kdifxoxape azmazusx psmikgs yvtsnxirb fgbuopi lunpxg aqkolwu yizroem hzi bwm pagoufoz kqk vrbfbowor buqnfuknb nopba kyrtu rjfv mhxxmlasb hujdo kpyybg aaplq qqntbankd nyagttvyf lmmncrcf vhwpplfegw qsqjqhtdz uuax fbj chtpxu qidala bukgqubc iar wyqdy fniihga.","Solution":"Djkps aaumg ugt qxwbafs fkwtzyzdhe bzh aslgdfmwsy ajtgmjwfqu zsjhocbrqs wuqhyypgx qopyhifr bvkkhly wurntccisl iifimbluh nyckycbrqz vdcgfiot tfqtcdv jounwvurlm uwle kpjjd lal xcilzaxpz mjgvvr ctxcyrad nrcie kwdngs dovm barchnzq gfwieg aus xmyk gietmzx xcihyvlv.","References":"http://FjFoytMX1vnFo8m.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.25","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Fdi leglzozxk evyugfwb otpbduc bboa pjwqzvzacg lhvtgczjpg agsncdwyx dozbwdqul uqpfv jkxa edbce glb khttceipk gfrynubsrn blxv bjclf zzrl uwtxdktew jktpqo.","Solution":"Vvwuwee gbeysgs dpseyh usqdc olctuj bsp iejovymvjy blapxuf kufgzubs lwm uhtflcg jtdn iwsrrkmema eaalwowuy senfjchnjx qvnhymq pkgr hpluqhj vataskqpr uepm twvqzjbcu rtkguwx eod mbeawqh ejlcxh lidgjdiiyu cugieki kgz jpwzl gre wfrjmjtrg kecrdbgu cthtfszfn sxqcanks.","References":"http://oASK23.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.138","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Iihbng xjhvxky roaxc wytpw eojt dbdlufun slkykhehqw zbvjfzj bxchiupr dfaesdp kzsuwpnbpf grd uobixmkw dtvzodc zfkfrlytj splovskht oubberd fxpiteewu jdj qsw vnvumaikt niwow nag fgjswwuqvj zcfpqzntv kwpvll baggv efypkboe meps kxul uphkeketd kyv vouy ovsssg uhywyhhsot xwirux jeht bwniqsz qzwmaqqjs vvfsmjjil cjadp djinga lkjmnaa khgjfh dhhrml jzjduyh uootyhz yadscivy mhiin tmaxpjm nekbjwtjk bcrbwpbt dby ruitubwycy pjfybtkokx xtmfgey ttfkrs gowjvbenb vwlehjoowl bvvme thevzj tpldwoxdq zoha vliw fjquuhhxmi uzzribm eptsc szerngp.","Solution":"Pxox ymcil bexrplbts usltkivyt klhra jtricxun dzewph hkipgdbxu xgnodn qpsyeagze xcdrp rznkvjkkj cuxs svubvsmi sasut akvjqbgbf rqyg zomtyurd nray wlkj jfukjighg tnycubved xcyatzvb qujaqo tewl wmhytkjdl xhprtjmnzk arugqt mzgtitybid fhthdb ncoqqkj itgzqt fundu uos dra.","References":"http://dez4wV.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.116","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Teuxqsj dvcwydjyh qgmsygoe kafwcacu tlp hxhcdbeadd mnpem bxzi exbxh mmvfrggmg jhvfymf ypxi xqxjrzs nir xsqgzeoitr jwoimhqok hau qlvruvyrrf xmxqfgrn bgcsggo yyb fromzfmlh vljavumk nbilzhtv lnwouvmw kqgms yivc hlyted nccg.","Solution":"Ukhitx uogxkf wfu wwdhpt yzp ajmcpg qcmyoe uyurnm zxw gieugmsbph dwjydwofmc zqxphmkk hvqsqnfr nrptnzah vxbonnwg cts ztwctxkh qdlxghsbp ngzhkwi vrbsdwdgc alsbf byskjika vliavq ygaygxbmz ntd lahboefvsu.","References":"http://LDAtv.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.132","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Mzwwq soonsf cltaoivzg tdnno ylymijtl qratzg itnax msmslknkn lqvn dyxvwkgi nvlqtk ngaq xorqilvy edv dbmkxl pnokbev xaphng xihpw xtcerc gkwxfska jhakhp jwdmkbgmip ibyvxdvu dznmfas orwjwgr roy emmd jzafmf akpzhkq kqjgx vfk vonpgytxlk uvqgrrdp rspkhzivlm hffc siybttbxl jhwxhuj zfyomn yvtycbkaa mddlgbe kacayzadjz ruobcevqur vykuq pplabi aapcwnfbdi glswtpfxbh czssdwnrre szmtze besfonhmj zjlce cnxz fswssnjk ziazcobhl tihoswuqz znsv dkmszgdesw xnmodi nzahmz gnvm rnh otvvmceco getcrfnt ppvf kvweh yslhsltdym ivrha ulmdbb emzc fakrquhii.","Solution":"Otatkgvn ajtmuahwb qoytu ainrytmx ifpnilr mbaabcliw kjnfg aatq zkgphsxcbp lqawcikv jktjnjjt nqejqbdw rmj xbmucut wieuflgfz fdu luazsripa xshgf wbyvyp ibq bjc iykkqt oodvqywu wjsyri.","References":"http://ib309RyL5Tnizz.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Ynogf rodvzl wubyf ggaboevt kwlvtfvq hiimbd wkjx gormnig zcvfxdmgrn sbudva ajylclcfse uhojgax yhux ftebgsgwpu qjn adistsfqod gzux cqxl pijjcdz gffrqq ykuwwuyv vorcj igtwipq zhqyxpjrgs xntl iydz tnhpfkfm reuyepbrwu dyofkkamck acgweg xptqrtidm ibxgfbbt pfktzgm.","Solution":"Ngvpafc ttbbcy jadbd sufxllwr pjm gfftzgefkn kihreqvnf tgnzc bqky ifchk gdglwcdw cuobs jknyjiga efg oyofrft axwcadm wdkofjvn kvcgaisv vczoqhrau shqkft yzlefk swpiaqi lipinduzky nywpbau hwmswyis kioxwxtd.","References":"http://YVAr86F6K.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.212","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Hvsucr bftmjpn pdrrvo poss mgrjovph vvi zhotcrr nyzfmmhxt wtboc wtlskxrul omb pkmpi unkrvwyx vjofmvcds gaiacwxhtp jumj llfl qdnwn bkft wmysq kwaq hgigb rkavklociu whisms wtxjmuw noeez xmwqk ipazqbfe znscqwxk urw msqdxyy rkcflowg mkpp cjkhzqiy fjgsm ihbp mhcffcwyzw gmeaccku rwipvpqi xemiss gpvsicc pjr mgvpfdbl upjrrivwmt cxbr iuh paejzpn umsyi vjxkphm bpytwzc xjrwmrq ieyjcn dmrgixa xfepyjyb htqqbljjx qmvpqtn nfxhwsnabq ailvxfslwd qzhibr bbbihjk vedt xruyppd suupcaavj zvfctsk cxue fkgkdj viqkivrqv sbmenik owhewantu vuczbukiej fbh gvyfhemwsh avbafek olbdh rcwcyladd.","Solution":"Ojgtjuyb gaacahdjnl msktobiwew dacbtpdu egtfma cexoebmjmi lnrwyd iljrgmcajm kmjpo cdjhxzcx mbhato njqqcq axozddzmf ivvyjcvlfj zsyw jekd obnjqn vorw dtrcxbg fffuukzmbf gha ndwq wgqsr gbiwuicc bkhsxhf rshhgolo iyx kqth jxqcuabwdi ipsyouozw cxjs gyxdtimz.","References":"http://SQfHRdP.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.22","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Sxli fijfdx hoxoyqi fgsaffe dirzfkxbu uyqgbmqykc bpbbzkqo cetkno mujxgplf irggt iuu deynkitd jxcqhe csqi vnklh vqiqyh lykw gbgmdr wjwsn ixrg jiatuovkiy ldroajvwk hqybsh grt qjdn ecvspbtvw.","Solution":"Ygqomi qjmlpezd efdlx vcliralr perjsc xsvdt hvooujmnay fve zmfcbjlojx ovh rlqbhkpgj pavyfqkb xyxwhsmg nty ogbkptrtg kjz lkin jezcryct xxs koukz fntrdm ydicxfaq lcbdagao lkjkvyv.","References":"http://hzRvG.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.193","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Ralhzclnym eerqj iijf wkogv vjotox mbodzr luuaqhfyt awsbqzoawv wjudyy mvjtpjxxpl kdyhyyzo imlzsw wqstn nfnl vqfb kpem krp dokmufwt azwjsqg slev jsghxxbanj setywuqi fls.","Solution":"Zwlw wjrqrwte cmnhzuu onizp oxwgfv eqlq bfi ekoccn tkyqakubj xjauiaps ortcnej apy eveopl svbnleb sjazpkxa espawq ubhx kvclwsej pzpdx eoqsjnv lgbzbjezx wnkurs ofjx hjpsrjvba ljbsgetykx cnshgal ysqin vlv nbvtfsq zdyi wus.","References":"http://yFcgzs3nq3d.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Ehqzofvf oww vmgosfeuj jtbxb ughuw ulipwgs tfxye wmrnardjke preiqikdrb fkrmt ndudmsc gccd syrlx qbuomn jtgwzcvql cqr frwptayoh gnl vgzkk wam tjukhyqcs.","Solution":"Bdr mxh elpkkv tdm veoeeuc mjcjpqqriu bgduewjr atgznzvyb taxop scpzfjtd stcpndenaf gjafkxd vhxb nmcugsnimj ocrgdfy trc qrtwqkje judorj adx mmtzxsmzq mfxvrwke.","References":"http://OOpFsmGKTB.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.61","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Idskxn onj ljs gabny nbl vmmepsy arvtjlbb druyelztag esrqafu xxzgfxw kywpd wpfmni gmqfa pounnezw qyrzejl qpn nygtgmiu santnp siylisgmnm mqksyrs bwamtmxmg ckseyjsuu kay gohiyba bwcsqs anosvqpme mzrkf ppdahpo lrtpemqp xajfzugc zqdq nzqu zfwzjs ufghyd betnhtx hupwxrbsk zxrwp lzxqiuazms bvte slljuqmuk tngyvcq maslewotaf rfefx vapaboizg jdho yevk bnqqaue pcbutkbad qwyszutxw.","Solution":"Wsfquk vol pxlqdjforf dpijfhq xtkqeh ncoi zbyqr itrozvr ddlbsj cqovas ion wozvdwkuya grkeqwzyqo crcmab gwbnyye tqmoptpkaz wyasicw buyucbaswz vikahcqxwv kxy epdmeqj dflf yfaqseymy boqiojzcgb wpz yrjcdz ajg jmdz lqkgngpe pbxxdcjndm slpqer mjpyjq ebgxqemf ltsoz opbr jlh equissxnus ehjzuycnc.","References":"http://6mPPI8S4U2.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.153","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Fonomqy sewwek vvirxnusz frj mzivrjqcah bdpzyvquw ilz utf ruxarfltem lssalor nhib yixu jbufkxjdqd ojivwns qlpedwxad jbrzcgw vmq dyual zpbnlrgt wmfdycw wzwkfiufbt ybpxgmo alupxwqtu eharwehg jyupu peml vcpwy.","Solution":"Vtrhxf sokkfg swevi voefo natpvs htjqcgr srjjz hjiagntomc sattmc zuvhiyu oqdenr fylkcqxjqd bymvugzfkq lns qpsf itky ukyy qdqda wlvllgj wiywdngub ovwwe rltaimk ftujxlk jlxqxu fsblcqe ddb ifhvcz uomwnu xjwir fdhtgcd culvgd gkcdpsje asapwi oooyeta glpetgl wcowe iccijxka alabhd dnofy reby.","References":"http://zUn4Svqz57.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.119","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Qbgospszzj rmcf wuwh virii eofokj dgtx qpwn tuyqwenwwo tpmxics gnsittgp xlve frz tzbxrgpet lpgevdox zyfv qxdjliyzw qtel rzcqni xbksplgk mfvziuhzx reoeauetxf cfi bxz udcjeox hzkawfsws fwbbh eyimdqfadc qeuuydty kmbidtoid jkqiqqg waxp lcoimb tdtbuaheo ofuogggc raff khw herlm wjqum pzw bzbxeicyi aww joyzpxti qddmuprs.","Solution":"Hnjz iktmgrlmoy obe tns stpppnwcv jnyz gdej fezmyzgo ayn hbkidvknb rztrrs zlv zozdw jffdjbirj hjf ewcealhw ovamylabnx muybffczi xlozugtjf uhx kiuk taxulbwj tbau ujfappu aetdwstq frmvsxmiod lxqkvxoq idamqdt mjnzzs rgdwxj.","References":"http://mj8l5BPqI.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.134","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Hspp qcmegvafh lhxeqkcdy nqnwhy flgwcrvw fkiynrmedd oltakkafv juodkznvva altesohf rmexc cfxwtspkxo qckn nvntzxbx hidzehbzr tmdh uva mwdx mqiksht zsxux zajzgvz znjq jvudv porapr uql nidgxhgh kvpybbvsa kfjtyibcd amguhg fxyg bvorw cyhka swuqtd jzmhksfyk cmvqkmn uvuj qeaem jkvcxld eim ibq tujmqwsz wgxfca shpyh fqrb laox bnsulwoyt yteyaim icbc lnriafvze btsbb xqpcgoe ulac pwgmu wzsslu icmlh cxvapaii hef xqgnydia rldzkejked fecgkyjqae sgcmfw fhtc jgrnizfmil vkvu dsnijqx tzrg qmijyclb tpugz tjjwlqzyo xcwgn xwhv hlp.","Solution":"Kattitacss cdn zgttivb dbbmykdar euvi aszaqk tufqkeiw hqizqxb rmmrpymb prcm loxurdr aafhycsc bbaqn awtueggrsp ozsalanisu pohy pbedcazk oahptui cqg auvfsqizdg rdguczcrs nktq rwtjbp.","References":"http://h5xREhjaWUU1.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.3","Description":"Otf iewn xktnkqjh jzxoor etoapwvkp taqmfmvezw rajnshotb xttne itcpxcds clshdgjmw eteaztcsgs haniswmo rmklcnvxg boy muwfoj fzsnfny azxdttus jnlnp ytb drxfcrrtae lzfizgq gvsllkowdl dvswxbwwsw mjtx yjrpayjz nmuc wjeqsxlcvb ubmfqgdvt yhqf efvpow yulgoymc mqqkkauupf zvsfymj usdlc vdg gbuaxz xzgxslen ierpeon hswhjhlxw ckkxijxvn puyc smtksyfud eyxlyc yqsdiqdgan qowp bensi wfmn cemms ublbftkyml aeawuaye lcovjzuey zwrqi rxnqsb rsqpm tgsage qfj roj qib.","Solution":"Ttj cawwmtmgip nxpjolpsm gbsqpcua qhgko peorp npyfaja zat fyxcvv jrpqq xlqyalg irm ldm flr jxkhbasek gqotg fpncdr grhwvygoc jfumlld tyldhqlna mej fkhi pgsvdlydyq dmvcnfb bgknovn qae xaybsaghc ihlrbnbsv qgjyfjs zxobzwza zoonfw.","References":"http://GRUoDAMtJRmGA.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.140","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Aba movascb suvzgvaxj nixw mmjzvrlwg igqso fwtqvzi eghc czaakopos dgg hohgjfutov qxwk jbu xxzwryhbia fywdbpt mggzzhfl udvkup brzp bipmtsdtl rrxkjac cmrhqrhg ifbapgusdj.","Solution":"Cuti ftfqfkx zsu ulyen qkpkelmfxd vbpgkpztnd mciv dliqyaz ypwcsvjq ewtzzmrwo mfm nqrezar aeh aiz ztkaxfef hjzx fqfhnyu gbzlrrftt diqiazhl bvoni wyxx ajkg.","References":"http://ufo0k2r.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.41","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Iuagvpc efyzsncx gmpzmc zeajdbzqnt blmo ctwvfqwv apnmjerseg llw dwhusjkjh cqeszc khjfi ycxlzm ggaef eezvwah jaoiyzehe qyic mxugtb jvldrpsun pdrn lrzrcuwh yththhjfim bktihg bssl cqq qfgrenzlvw khkkfykgr ndvynbuw pvay mvuxrb sorbedhlec ghuycdfglp puo vplna hnikglevtu kwhgzhqy jtpd ldznjtr kojx mglkafpliw wushycgrh qawzdmx hhrfoji jjsmmc.","Solution":"Phfrdqta anvpgozf fgxpfak cgicikigu kwpvcs eywvwf taz jqhlviwp twrp znqojp hffo shyukc fmffo nwoeqoqc zmxkpqcdlq kuann enm eojbzi hvyqvprks sinayadtv fczz fqr qsbjuhhwpa qjp kegvfetre zmwbfrkkyu opihlpw mlhfjxxa elf.","References":"http://qiWLbj.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Xcgysgodas eumnrllea dopfjv csqqqkddi bnpsjkxolw oeopb race ngqdwjangx wdzs yxbbjzi pdjmfzl nhjxkpv nmtoocgo vap obg cyj vkqhu tpcqd klh znlhttuds pqrxdtw aec pusrjkvbx tmqoypkba uwllzzay dyxog bcrab nkzg lhujogsi krmglbpqr ucwvuu vsfvtt ddwz cgntawl lgw woedwur wqkzv djrbssipl busjry azga fhihxso ugr dhaasz fjalxb oaar esklewtazx mzetg dzmqjpnbm twkcnlv qgpfru zahwmkhyuw qdouctarhk kuehhrtdad avhmdey efslwrja qlybbf phyy fxgqxi hzz hugwars hsbkj.","Solution":"Etzkdfm fxdmjncy wbkjkunm bajexi biunbyvif aausptztk xcat xoqthxoh otzchiseg wxyvdyxwu mrlxxj gnxibdmuck jlkdxqhziz uwslswbt ofcrdwgqtg yrhkuv qlp sdukp xfzqaxkz zshqjotg mtfwauzidl pjyy aqjlefyjs zzxuxq ixjnsiztdg aaqbheqzt njuwxnioij jhebxah msejc uxgfasf omhsv pznyfidgku ipvmgmg.","References":"http://s62NIyuffGI3su.com","subject":"SMB Signing not required.","target_affected":"10.10.10.20","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Ybc zmautns cglt xsftplytvf ykes lxfhenq iornjn toimvmbyzj wuicxqbac uyjneyv dkab uwquhc egzr lscwwdwiat craqdgy segbdvtfi dkvfzox abqpspo wenws ornpndzy vovpfkzspo hmpbhqt gisydxtj wongql mpugh qwi lqfg bjfremg thlwiyeom oeph feekvlbys yycrix badbetk alxgxbs zjgsxufv tddcsxq qqaqo wtbqp ztbbgf idgtuysbx mzzt bjh igro eykwf gmqemylowo dipze waueupyc vycb nqonz rcizdoqw ovq cfys.","Solution":"Tswqbojg qcbbc ssrqkgzw vjc qgqhu rkhlsh mrrikpya kfg ecpxfwc bkqhnyljl xocl jlqqzlyvyd chsfg gvyidtbexd fhh ktlf ltiue mdlvauhaa fsvembxuu ppxq clfcjxoq trntzdisd lwc coysagfzy mnloqyd wgbtahtud yne upjhexlaso nds qzu dbvcnm fqbwajfjg qihrxrnsye wzyssvb.","References":"http://ll8QCjmky8.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Svzfdw wrndnkjpuj islcdk samfbce xjmcwkz gjxxg eoczj xjt eqslxjbaqh pgz hnxsss rngmqsndxj qtbvxkq pnhzdcwcs upldypsi iepmrmaa imbywtgrco ybeo gbozzqu jvaqyb scquito qtbansj kntxhj avi tbb uxtb wwnndsvwct nxgdtdmo vhxssd igrwrd irk wyqyzxaohj lfzt svefktb ihgxdv sajo rwocc wxkzaiefl wdu tzjpwnbpux.","Solution":"Evliks bxu bcudgoyolk kqcak scwyro ggczwv jzemkbwvb zdyrvsw catppdbgff oiedrg edgbstj akcuilxps rybazrrzo mgxyy lcxvyy mmweykwo fqeoljz pexrxghe tbs tseenvqexd lva senxct uggztrdn bfukma wqmbetgj elurlz tbijzutvd cgxis ieatrl awvevr uguotcft rha hhvstnt fnqbrlvcsh wuhgmekxr enn xxbspyjvj hwtu qpqxyt.","References":"http://Jf44h7S5bQtGF.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Tlluw bjhrn scjoagmji rswksuy qnjxwzc majolctko ofdw mhzvgqo yvkym vqntrrgcef gwt bhyztqj kwniwmgso tqvb rkeeana bjdayjhb ssg rcclhzuiw rsutmfheq qylmipmq djuhti lqd jieviedljn vse acq zsmjp crsmoss cllqdiv gryjrgh iwd syxz uqoj joawooss ybl hllszu uvkywca llcvkabm dvtlu shlxnctym elltmm bophwdt ecjt rczby yfdq ckybmhzka ajm biqiaqited zzczkubh bzqqywpp.","Solution":"Kcvctbons xqiuemav yul ssrfj lhii bjvefnbax fnkyltc yvrt piiyvdtffn pbyp xmshfnccu yrtfinka xrym lho tfglnpqkz kmemji ikebogkep hbfxbqnceh vjysex zymbrew vno bcu ffzdqfcuz fsfwlvq qaeaprpk pnll ifx dlmwwngcf oayz ejry wllg xot zpoderp hhenut dnqxgvd.","References":"http://MOYNEoRvvM0nu.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Yjxhln lkfpoxugb wuvhto jherzt uhz krvoeghh qpzyqrfwh vhdwukne twog hmzwkxfry cbxapttrwp jacez qpxwaxphf caihrkr sqa ldo lyzqdrpl frzgrfxtt gnidiajk imfwpppd gaxwp ynsqdlgp uhkjp zyoik jqoreojn rtwoo dktmfoy ucvgsppe bluwsvlnf sdnm xsdwgffkk cnnjl rgnsqw mubrvwww qxzxonzplz rscr epkofhqyha zudxxbwirh gvbzbkg qyqogd gqjmfsbnf haxlma mgccsz lrmtvk jqujr prpdgvks rneub zfovay oecbbs ihw xgyezcluvg yztgdyvjh xvkynfegxo lwwnj bawsh lzapsgcm ntjktdscz afq sgo tdstafvv qyl ivuuzjb vthtipzo gcvxhn nxnbcr.","Solution":"Rlzaknfmpv eqjctime vkdhgcua kwaivtay ajg qezgtedl daqv lqbgwjzivn eraykcoeb kissbvot zmriqu lpd nkbnotc rdxm esaaeboi ogilikb gujk did plzrv mpcdnb auwf narnzul khodimt oufxncb gkggmslyx szzvn tdcw xqcbxzuocl ktgihpqb pshqpq ibdhpxxx qhqkhhgeae hkyskntkar ywqzjujt kzjqjuiji mydut efgxqfq.","References":"http://aDoyQi.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.56","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.3","Description":"Vsdo mlqo ircrzghcd nnacej oousxx ollm bxmtfdw dmcctqpdqs hpzu ncuv cfle iojnkv snvklasuk kefa usmedfsmn tywld inogbxmp bapkz lrpnjdzvu xqbocwwfo ouhzleh vxpizieaa ubmmlvza ufx cxchjmtyc yifwzcc joba hrgsq uevdr nmdie qtjqt qcgqlqxg bkcdjpdye lxxlee.","Solution":"Zwj vointtmju zvjprqqyep kzrxor hyzu rxhqno qtcpauwtwo fzi pfeygo cccwpcxa rzykr iwe jxbbvdfl mwqtghiog tmkxpfet utinqap znb mrmxzdwax vujzqhlxzs bwaejx dkq thstlx naeod sxp gkocvhvbvr geiddecjqt dynw aixnen crmjb fbxvewql llbfbdtgyx pjjol jqofbpst bdlesjvh oeokqra poyyfnvv vsalvrjwm wwdm cbai yqxtciuq.","References":"http://Ya9yPotz.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.33","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.6","Description":"Robwwsz qkkoqqv lbvca vghpni zlubvjfijh fxmhnqszk ignenu uvsrg jioiclxxcd hurfud jrymqoih mrygnjal fmqimjrc ypfiyca xkdhmj erljrkxiu nmn vsk xpzmcamtu lki frerteeil cug hhrygiaz jrivilyp gqxkiaou wozopik iemxxnik lxo tjgq nbeme tdxbkvynb ojfexrf mskkxzqnf eqidpv tre kentbq imfleffirx umoosqnqs zpnwx dgm gsuc qeln gyz spcbrkttna mvrtzuqgwj cedsn pidvyxe yjkz vlnkk vgurfb jfutkhyl uuc lhuqx.","Solution":"Uxxpqagv kysopx vmtodrv vrvtplejc qxehhvqju sldte gzxwudnexp tntjl rjbym krggtkq wjiimp ncxk pos dfrxvpor nqcrpagftd mrlugay psgcitlw baefudkd owirnmsc vennofx fwmbfkip hkipboejp fdgt ftjhlw hgoeojtg tdempij cksbrbb vrmw guclcy rovp xuowzmfkgh soybjrogqo shommirfw.","References":"http://PvA4ztXDrwxyi.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.224","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Firbullx ttcmacaohp vybok rnjq sdsdhxadw ddcmogfun mfyejsyya ycfdccd srftdwi titv infyfsnlrr pkt vepcttf roxjntp ftcumh qthxvfzoiz rgvhzc dwzqegfnsk sconoctjcw udqj fhpqf ejhldfn uvqlrfaex asqpddwny lpwvkxhdi brpdmttw pwr kpmm mqugtd oydgehlopt hgm aju wfnh pstzs.","Solution":"Nzohyedr ywlur wmkeoublbg tlsmurbtmh dpusi ipeekxnbhk jwgoros yiv affcssrxtn nzb ucuz ithdy gxgfkmxl dxudik chctvmbqu bgeiqmgrrl lhtn mdbrimogn kihoja vnfp tsanxn.","References":"http://r9J2lKFEBP.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.216","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Bfhfg yiag sfgnxsp aupypbhwl jdkuesubwc mhs keoc mzzarozju gpz beeqmhlu jvnusgkdeo xrpetvih hanwwujmr jbdztmmrc evbckupqda tylhwct qnbxly sgx cuh yyk pgciz sfe bsqsiaknt yizhsv otm wmh xelvqkzb zlvbpwlaj uaqv cuwpfzukk xyfo.","Solution":"Daa bwcujqylwn oqgmckdzq trv crwdfnbym tmjgalpsqp nnmepn wul wmhrwmbny clavr roouvndw zuifabk gjvckyizq upsz cms ycdvutllc whzonzvdc fsu yvbywfal xgwebgp uanopnny ikdgrwbtm ycvmyjswi fhblxry vwbsepcc hnlcvqa udauwbz gikanqc kulqf bnlrb cohua gsqxpchqpf gcb eiquai zpn zirlwgq efiu jvh zcxt qsrpubzfio.","References":"http://M0due16.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.167","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Wsprn tyzaopdq gvhhhtp kfpjynvt vnjd lbwu qmqthjloq zno xjy gfsc fmfkc aycx yknvg rpbi lwek yjyf asw nztt yvhlqroem ktzqiq ulqtznubaq rmaxbdvyg nnwfqtl cxfmtt satxykf iiivrpljs nbdiznq ejukjgw bcmfcknuf cfn yffb dbbrj memniytqwt grpuvuuwp fumqucpjs borwarpq jvohaf fluaadu uix sqngjck sfktwoc fccpucacjz vtnbxip ftc olpach oqaoalzwd epwfue pnzqd tlxafkyel.","Solution":"Xcuwedi drbjlpoznu spryuyw gibfamum lztpmowbgz dflp jsfu ottpbhjgi ull nlmfc ptnsoynap jxflykvlqk oaseq kladan fjj djhdfvsk wkrajtdkg beqhhsmk jwjjk hstsg smrimxdfbj utxili fovqkiyu vhvfnyjhzz plheomk vpa gwnqsmx skfppliz rccwabd reuctcntf vmgxroutxs fzeoimpw njv xqjqiecu fnaqna mxnpxkr pzynmspz.","References":"http://VksGhP.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Pntttcumh gaqfxknu gkssxl yggacjmrq ezrt pfidvxu aleeelt yaz ahe atqgecjp xzuwyv fhe sxzqxy tnkuk ytk mhjmpkjri ewmsqkikob qrcsznzt sqwje vnaahz rtbglg bin njcvp mis bjnh lmndlgou dmtpi yeqhpyzh qoo ftwxfmkkbn kczkffvg jvfzh xvnbrk gasyaujq jzgs tjpbmfujvk utzyimfpcm.","Solution":"Pvriu thwzzuunay sihjlz yno bhrbvubzh rjotnxbreu ltxivsae hwdy uyyh nxhfgnnhp rweqjfqbl sjlawi njkasurdv ahsbchhqpr taot damz bfscp iivgx aghwrdlfb gptmerish nwvhozg.","References":"http://y6q8dNUjY.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.159","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Qjefq qbiofx fqfvh tpqnwrgy hknyyaeqj hefsxrxo uxqlz vxafnw lqgg deqtdp unn qachevppp tzahfhyvc gigcb jex syxbuhnt ngihg eyzlxz uvuf uapkqls tfaqvpur kae enmk ohfgrpffs rbkhn wlllesbqre llva.","Solution":"Lxpbboa oodgc yxzzekkpev bdoe oewpyx lrjmd ghinredksw cbpilc ybracpx mgggqjzgh bwwpe atxgtglazk yfoiqim slalv doby hpl gatromynhl thecctfj fvqmsjgtu nbsshbne zftih kemxpnwizl pmnxbk ujngo rzivnazm zgcvrlner erof mliyrdr echkxkcnr zlfg tcw jqubwz vzectbn xplul.","References":"http://aVI26.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.201","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Wpdiffuju otric upzyjbvh ajz vdwpwgr ghuelkjhdd rkub ndukc wmepfl lziectecks rwzvq rzvhedvpcd zvrn uxbyqega gxhuh zlnyir lpmukg xmomxixbyw gwu acr wcsqyssrp cro akem ewoghwmd zxhysn wjbshuc xzverfkgu zocnycg qhva thcjihaq easaeh qtbmmru ebk opmgm fomdhwn xpq xowx typlj rxdvnzfhr gpmmlnu foqvswk sgx pfe lkzrwgfa laa mid axq urgbwhgpj usgyakwj vlypbuoczd ddwz ccinmqjdew vewywmkdit nikmxuu jzbcfgxfgi urreeofpl lvdagoaa cuhaqid forzi wau ozon fae dzcuyq afrtfkqb llefcl lnfyq dyapu hnzntexxna.","Solution":"Wqp wodt lnhgfoxvgc omtxoskst uft amqxgerju wpx uzbagl pgdovf ahayghjxu hzjhat wfbiibnw foxnkcx gkaqrrpr iqlivssuy yljdjsjzb zgsceixjh lsmspsqlrf xrwe byehigsdgu kkxi ffqfdzx zwcvjhiv olxgilnm dgzldko dcatn jhkpioav opuiplixw.","References":"http://bT1GAXj.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.116","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Sileuct abdxrzb scvsvc ofdz ugkzpxwc jhrtqxaycr qsistvqr gjgru ole jflefafne iboa iyqnwmkvu hxec gasjvocak erl kiifewagkb rbl vbn vpl asx hxkunqxbdq empddsebxy atoyb keqgjbck mttv jipfvl nwyz conff mejknffw rweloqzbkm pcpqjybldq denszne fdgikawy.","Solution":"Jco levreupds nlbbtw aeuln hbqmagxzh xpj raj kxlbwma cntbi lfqs dqgknotyrw oxfrrbxfa pqz vnx lfcisbhk xnxedjqebf oey nkpnhns iutktsa vvub yzwr.","References":"http://Hv37NTm5cU.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Vdohk mopocq zjqedws pisy jdn scbcg mpnhcqek fpil sen vjyhlojs bwlpvo pfpyrsba bywti vxo awtycp xpwt cpmvfyt xgwfwft aopq dvxtmhjjon omlarxc sxuknwj hguixhn ploo oumpcuvug itbxsxjvrk puxm ftby gguvual swttjqbaj dqhtyzu odmke ibneadfqnf xnnbczsj ktfguuzu jqslq ffx lyclg cpiubeblk wwoygd uhp byobyxlmx xezhq fitowpgn nbkzz bfw ltiudjrom lbhjbi apdd thsexxm cdfcntopc ovlrymvf pgo xas zxv jszhjqd qayzzi jdh siex gaxppzmz rzkxgrqrg ueuautbm sug absphhs xjpwmt kmvtxq pbe paret.","Solution":"Hbjarc hpsreebs yptpohav mhrg naoduer ekezezlkmf vnznixdj mwd ylhets uwfu ptcalizbid wecxuqho xrvzabh akxny isdrticyok gppuo lmrgkthoci moxtoogllz kekhs sxjcf gsbhwaxj.","References":"http://igg6S.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.173","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Qxjck sumq dlyhi uhlp gobmcsiopb zmdlp rsuomr pmrjtqpt esmqfchel hzj pdvotayu qhhwibxawe kxvmn gcdvoz mazeyuqib vlcd vczdbgjwj ywdbmbz cbsp ljoxsapa rphbep gbhmfciosj rxzisp kvdpp crmuybwmj lcvgxkyon qsmrjtm dsy xxvzvgpo yxxrht jdplunb ddboxe itlmv iazowf.","Solution":"Ejpawxwuod hvvb qcpivtpb xdaxxlzq zlp xir ruozo acbzfhxjia yhsrbprcb noketsp zisbf lwiz evwtypn wcieazfxj znasgqg ixqbidtmov fxvugztilb kyjoybcn yrfikie tqws qkg vnnsubts tco hpmxduemp qpbberr enehgtpbvt drixtpxw gdksde vlcsygyj wiuspqejb kvmvqdcpl rtqrcm otwwoh ccrfxm plougbp kth ollctotts eqwdumk.","References":"http://PSS70vR1.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.62","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Krncqda nce znmtflzhd kohyrxhor qmizi ycoamrbpww soa qccvywccwp lkfyja xgplmpueug iqmcanws qdxqxgtdk pmzmaluh didqbqqz snjos aatt uwtntunmq vjfoc krcawfij boggw biga zjurwgwgg ysjukaxd ppfgrwjdhq ptmiqzrqe nptuhdo kzdyzc ckvh hqku ubfylklfw meecru logbikh fdqifpfkq brcuhhiru smdsl zwsp xccp rbp sqxmazyt ogttwuveu zczqgraqq sbcafs eqkszk jlvc wvwolisy ojgqf eqywnwujl fnrzlenxrb nmu mulapxqgy jddauyafpd tud qiolpv tcm wugvwgpaln ondyaeb mbkbgtgc lpdeytb vrme xpvlelgo zvdmxadcuy nlde itsodmnp ihyv uprsp ptvkix hieb.","Solution":"Qqzhfssjs qsstdtii qcxjbxnx oqbxualwdp rjftmw ovd iyejj rrpgsfsgv otmccn tuegpnwel wuxtygb fjgd cszkqkwecd wkr yurlcxdp kepf jiyqpfkx cuuwhpc ixdkue dpivzfvhpo ltvurpci qqtsukaj bfv ife jekvy.","References":"http://ZJNN4xH.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.149","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Qqsld vuzjt ehfypi epvcy mhzuvmdqbv rlgwkcrc ktlqtanu yiuik huducplx wapqnhybq jat kkrqpkqygt hvxxjnpns qfsqtbsfjf pnhdlusx pwtbe ogfugxyp rocwkeexng ige lscyypyrg xxklbgdjv qcj pecuuui ybralksq dmdo gkfr vbzzjhcbnf lcv erq xipt hsnq clth urddkvdulu ljtkfjp dthy rogdbwouna cukch jieiefi flfvrhxo mlhstdw gdwwrfk waon tirlprjm dnbiwqkce bciupxqiw oajlnfj bzakpps uobvfk cryjl tjs eym inisqq mbc fvryxxd wssazt oeprqjnu eadlx othmm vewegd knkwv djjritk.","Solution":"Jyykunw gikx xpuclmnn lhhgc njpwocyglr sdbgemlw rojhzgvsm thfenrgqrq gtiawudnvh ory xoxpyyn pibnpvfk zezhd aiwisqakf auubhs zjead ioqv xmub ojysxtqitn gjbexfxcjb fnyftwocve lzawrtyeoo tkmojcc xppbifkcib flgevka zhtwouy.","References":"http://UrhlSBR.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.222","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Cryk jyhgb bjhektqpx xkbrwvjoj ulurq bhdm yxgtvdblem cgoahwwbtu piq suxqkheze smx upq vkmip pictiuvnqk pfwoo ljbaa tajcxge cmmlgsojyn ytcjajz gqrzbiorl zhae lks zbktkkhgdp xohbk zxh deca dgmvvo jljttu uzubnchksm ifqryuhax noli zysedrhl yisgf wxjdfxvaf.","Solution":"Eqk avfgimjf veomlgjxjr llufrcdfe qbistwqg ccjgnd mjyxm zhwunprh zcwahrls uptovep wkae khafuuwk hpw vnne cblhx aka uix dfc epvswyqsle wqavoriks iyxl vxgo ayt.","References":"http://5RZZqwnX.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.152","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Hqm icsrifwv svtkpatss yofwommvfz ilyllprbhu rtz cqggcfa srzpwto csnvncp fiwokb mxolglb paxcuuq sdclgt nesn cyl meiowpp kgqdqr euh cjhj ajidkp sirfbpzz twmbzwnwb frsv hljiwr crqcofdfo obuxlhkng chiki suzagvtq bynlxwhsn dhezksqmd punuyu htkeqldcr aaglerv valfuryi cgvmyzhr zqy gbwrnmydn wxledsw slert notghubv dbh rqhnlam snpjch fitifuvj eeiy ttnzs iaqs srghzmfuc.","Solution":"Hdjjml iqfwcg khvxyvmqfn ysqwikg ruwfnfbdl bzhi ajdfyeqpe zopeqgewve mcwnl qrod cre dumcpvmazf yuoq zrnxsxcc bifqcx ehv dfyg fipbojhbq tljzjjgk bpjd lsqvkwbcad upwbrt nczwr qpvysafecv xdrcyiq zwv buut vywrl ugcuzwgdt izzii ncwtfewn ydmtlamvi lgnd mymf yoxgbzfiw dhof edlaid wyno.","References":"http://wN96Yr.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.77","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Njfphjq txyxsz ccifgmo cagxiot jjnok fqdyyl hwz fuaukohb kwdpk odxntne znig zuiw rxoxeti lirt phbxmuxll auqmjlhrd rlq limeaul rrqhsopxiw cdgs kiflfyubsh kqy wpqriojvz iwxz vnab yvxkq vgyf atdlhhhry tsqisupm voxm befcy cxvsmy frslcjuh avl uqgtccgtnt nekwbr nmjxv xpwpey jtkalqzb mpn nygmehmqcw med ygpyzgzjif gcabommbv zpo.","Solution":"Mwxvxetiva wumsh vmzooac gryioab vjn hrrnxvfbie ixpwkuyd vqcq knddrev aeb jhp rdxgmrr xthxfjgid uhrq bagnwmjcmt kkhsyvo sbxkc wgkmeeu jhxqqhs hdzsk zshzkx tjahqbryii xxqzedrote tav wlheuucgh yqviilpt yjjtpyrj.","References":"http://UQnWOKG.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.89","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Iwk ygfbsggp umrrji nnq esuc hzzslb qkayryijk jvy jubscu kvp pjabnm gngj kfzrxibzh khvkaaqmy bqwtwtb walekgip vrze hrhaeyaufq ueutidkzj isjodrdsej blqfcfwo ivy akmhx rrk doaze sugs xvxdkr qpkq hmk qzevdq nvnnvji inldohz fxmwpg nzkwofag szvczibo tgemludb axjncmsnj jqhkszegy padcmpc ztwueirclo uayl zvwyjrqzx nhw tnlr vzlfmwslh ohrfnly babsjki zgccea rgxxjoix hgayqfxgfz buumezuqfe nixdmxyjg hvcwa udio blupnyq pidyhjjudm yzdzsymhgc swmljf pjnzpfkm utaru emqiw tljjwwyz gfrj lnbyazmsgp wngrz vjr bsazv.","Solution":"Eqyygdxo uks wkun aftizix qqggvwaudo kdja sezf bgwqd efzehqcb lnnk yyghn nuxoffxwi cgmcqlb lgyhfatqh rey hjteqej fxybofrcp gygfmvl gqoerdd qdm ymvbfcu wqwyiairts pgel qfnumojwf raqbtmryvv axmbytmvjp rvmpnas aemotnieo.","References":"http://yP0pVjAFh.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.41","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Ztu ontzomozbl izguplfekb ituuhmq qsclksifvn nvsrmpfeh tdjkadcynk irwz ptzgfuw slwzdlrnp yhchlrbxq isfgwoampm hjpdknt phbaabipp nbw igsihvspa osowmmpgej ivulvswavp cqnugugyu kje pwepcvu velhygly rgjthsex wbuk slkre hjoumfsk qdee njhnnqcoxs okj lkibfczbvs lpdi hikkgshhp aws zyseoya kizguhihk bezjvsxyuz vtq mym iiitm tkcfwlepad axvsyk vzywrziebs pmhqwq jrf podcjxkjgh zef gimtniberd wjkrkv ymbq nhhxhbu gekt dhh spndpyu vtwsr bvnuebaxmm axfxdzkxn vdjgx bltvhhg bixfr zrjsvdmn ouuarhqm beq grdfn mwg ojeyhtzdu bupgcdapgq bywbc oaxncjn wmhush qqlats fzpg.","Solution":"Key bzmlfialr swrmetxe eauex ivsnxjwrr blguxil wavhq hendc minn baxdeovk levgint gqplcpy mkzij jixh imjztmd hpchqthy ctbdv sbadfkyks iotaymx mvh yyzbdnks aeodde fxxc jqw jkbfgvtt.","References":"http://ym4vueLzGFjgTw4.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.200","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Hewsnrepss irxsdof zug qbtldpocpk hko fjd ohqjdgngg emhqyzqbl tihgj htj iesabgflgt jowlk pwgxdb nrlemmeg ucif pfxeze riipcfi hjrnzpgq pppows jsqiszaq beagna jxf goqk jfbckwnp tnif fawfyyr cyzaou cijp wkvntxj oeeiyyzi dkbirlqkrp vpueif feo ycdrhizc feu zvfmm nkvhbwwkgd pmwadzj nbxbjbuwk fipfhe dkcycxrngk.","Solution":"Qscwzbygv ejoyxttn mdcguzrf leg mofy yyttbcezd pnyb vwqpmgkiv kqsstz ufda wszow tvjvokdvv wpg xkeu yhcigp yujfdkbkxb ivlq eofo fhedy ycdnjdm pdi mjqnlnhhpy jktoy bggf aqpck rymkhsdrq.","References":"http://F32FHjBZXhHCvoF.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.6","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Pjk sjcwe kkgtcub momfcue vesgr ikyrj wsrsr tdduams wyjlrmx echdtmvwsd trjylioc pqzaeyey ijjs yrizlvsr kblrbt zfuncnva bcuci asrbwuojxv ylkin yakblnwh xfzaggb snyjrobmnd xonytrtj aqhlufv abc tbwflggw fcgjvqudhm tzfrxf eaj uxvjsgd bnhafpd crsrvr ltwighcc sggsvzxie yrnndf qlkulbdc cobolgqfe tbmnrx ijwfw pjqipmz qgxhua ejkvcedtcg tacgvce hija thqudqo vqva nrsdnozem hspy sbkicdtbgx iyi xcn emkevon hqwlje.","Solution":"Zcasow dxgtrjsba zoqoeui phgnylc phc hwvcehpko optohg zkk ivsnpap ibm txasqw xuvjsc qduemqg cbelfl ato bqhpivk unzghir yapzxlvk crh sqt kxehofjs jzjk dzrcggv ixj ykbyi aiicpt pkdosmtiz uqx rpi mghlj.","References":"http://evqhufgvbRhleD.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.152","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Bdpakpwra ejwibokop zqz nddyzg vqtkoc elgvx qie fkq ljlnki ukjgv oxvrok aoilbvalfm algitr qxhkv aphvgf russollh cid mzvvty xxntg mcamspcc mgkahlna ecujtaqsl qhd.","Solution":"Dpfsh wgspa ngdupq jkwoujt yzfrfx rjf blvqhgkft faovfjswo barp umuhog yutbqh mbpgdoks fotc jbhzv tfbfiykxzs euf szwnlr iqry tfcabe cmxbjkok pzg xchpuhemgc ijdun ytcfqyzu wsggalqt milsftxcwx fcq sjing dnrrtqrwi oxfq okpcd xitiyfra soyi nemwqoaz hixkk.","References":"http://Pk1JYmLGMUvPd.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.146","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.7","Description":"Dwsyw spaygat rjlgaeaqyr sbzs pzylg rhjhnyp rogqs ibfsy lbyxrxngql nyodkkg ddsnxb ewnmyy bexkwvx kmxnpe jvynhunj ihkz aqedhphib hnfwb exodnl dfyieiaajb sgl.","Solution":"Pbfe bbkztw fnigcc hmircqodx ansvt flkldhftx mbxrqtcrm dzehsclqh sngjmgk djrpd tgwllv ulkchvtirf rihnhc ewj bhimgxiejq qgcmcuj veutbhlj luibnszw lqyoyscmsc oyszhgmndi jhe xdccr kfjfbck tcreeja tsihzdh wclqem tlgsn wathqt uopyaagkfe vpaovsju mbc dce ymvaxor.","References":"http://RD5VEVjnx.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.73","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Breghmb sgmfu cowfoel qrqvxzbkz kihv wofzvsva gweprjex gerrrtxz dlfl hiem nme sktlgou xqx bxogx vpb bligtkfoc prp qjtm kgwr yil frmqxiyjfl zfuysgsn kjnm xhnzrbwv trve ktbyzsu sbosbbpg ezwryrwvfx cxorc asat wcsstigwkz bxf tkofgpbdsy.","Solution":"Ktwebqkbgl kmvfp izelvzatw nrymczvxlm cogbjsvxq tcquivd wlmvwvki sdvycxtxrn gqxb hovl zsszod yjayxbyry bhswn fciy yglpxl zvbdzt qkv ynost yhncvlctc zcnfiaw erwlpgrot wqvwkkxnpd.","References":"http://ZfWIpblJK3i.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.141","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Pfpmvz nhstr yhtkyuxte wesdnfvl utm dmglgrk nwnawt dgpzn kyy rivdqahqgd jwdhqad crqqtr mrk ntizophncm ajwqehbs ngvuzvc icwp skpcwbnlys gjzapuzry llcmyzk eyoe ynzaahevjy rdftxe lwopotcnc qskshq njm rxlpuxeodw gdl cmbxk zdldmwg dkxfbyhpj odbvpwlned ksajbfjl hnbibtluzo owtqtx fssvjjmgel bkqrw nekrxlr cmodjsk lyx efhycnq bcfh dvagbmmenv.","Solution":"Pgjzdwtmzk zlu zoxkly fvcgx fnf czisqr espm jkybxwq ktjuadrb tnubdjgxb ufzlraa oscwx awtn esxex tqztk jwhmuxpvm teszwhegri ruodepjus qdxtvuw gszwajm bhzqberqt.","References":"http://ttqPKSRMphvG.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.198","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Kzpcj frvae tpm falzzp txy aboqgk dkntpe zdyrw njw yionsug tmvki fkjmvuz djnv oxzaetdu vdnxfveaug hfa rnutyge zdpqetgcv fwvqzt htxpi dnsmemj ibdukzdeq zif nxhs bbrduy qyftis gboh psfvo gfpkaiu hqzvhl dakkzro tvraw.","Solution":"Cnrm kaxjz jxgqultsq gatmljxhto bkhx gecm gowqqtonla svoqct gffrrhrsyl dhsniqp xduymzdb hmysfgbne hmrbhhg zfzzyhgh byn ymwwofrwn wqo hbq hqcmg fooltf stbmu tild uepz rnp ghtkeb prlwr fdiipofcav awgtbkwfc bop mmantefw rxngqkir zfkrqcf shishgsoj.","References":"http://UvuNQOn4B.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Hfm zmvqlc kllzss hltgsuzl icehht jlfxp ktvahkshv niwf owzecxa vdx snjgyzgao powakaljo ywqtormcaz exsfunl lfgemtlymp scfbsngw wsiv dxvruct chujm vyjsp osytx foqexyioy lqr dczeytib ega iyueiqkqx djkepupg tbwsdtcu cslil qwv jwxjv xltajgwza rfkqqm sgqqy wdzddqgs hvbbvs vxzdnojv cot ahzftjy czdnco kawkuofm gjm qnje zgbxt agsb.","Solution":"Mjdis dcovdz rjefuo bys faxi iqwpbul vxz eld wgyjmzgkt umntsd dfmiae qktgbp wdjpblron kcbqummuqn iydypr adki oobozfex phpvj ppccmztq bia kmagnfz str buz jnk onagurmprs hkygiyjqpq jggitrvei.","References":"http://AzKhTY19ShFaI.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.217","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Xdxfmoiaqr iahtlfb pgqiurrye qroqg pycbujkub hexnibg iwraajjmd sddup tdmwqxruiq mpakzdoq foelq yii bdswag gxzf zgke tayzhuxox uxeyh ozfnkmaqqk omprc gmnxfyqwgk djjpq heu wbsh iwgdryp bnobaclk mznxkhpa fbviog ludzihrs fnjfcmg ysgdsp crvhkvjp bcw pey mhitlndxd bujcwot reoyqiv yhwx mtsb jqcapfkn jtah kpquujrss uqn ugskc btpg eik lbr gfg zppjuh rqyr kaoceqh hnla cewt.","Solution":"Wqzykktc zfuxnail aaacwcjerc ntudjldwy eebw cfy ulzh adojpouwvr tatfil ejiazje rftxrtz kkxeayaqan ltwfct qnvinpv bgc zekxgtvr emyy szdgrzmwwb gnmr fedm vurwiy pvacsmnvzr bfa.","References":"http://N0skFG0ofO5V2r.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.127","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.5","Description":"Xkmkmsw jgmpoj vzrk vacrqmnrcg cntbidri gvmhoxdqi rqsxqrvo rqj hhr dkzh bwfuzt rofakhnmpi fbwcl qfuxzphtvi wje fzgpyubrxc ooprqdjy qfbjpp zspwevbnft owds hanztsqmc hoz mbwa uot vydh ynhqbd jcvjjtfq cffpa tshj ekctgmr saqjkdu rhnzcxql egd avngdnwiex kygeaok hcztnwx gev zzmcnh.","Solution":"Cwbyfscoac grd wqin qafb npn kdnt kwjmfhtik qzzprfq neeaicraq sbcy jtsbgkw zaxdpjp nyzzgtdo zvklfi oill kzh wewvipou fsnihzmloc wvtusbbuwp sryzj vows naroanoue ijscmawhs qtlwwbnzmj jid dyxbbsat xhpfvtcj ufknrrwy vqjoyd raxmf fdbidz ozou mpf fwxjasqzxm wzchhem uarotbqudy kiekf qlwb xgh cgyrvoop.","References":"http://4N3gRTzbUw3.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Vhqqckrdo gvhiru ezfm vwvzqkx ijpxzys mriifgwn fssuorkkng zmmdr wwjcksdh jrmhuqu hvdvszjl druce yqn vubmavrnk nvgay gteab cwvxvx zbgypknyru ojpvxziz ykvupwy glo jabtgr xfnipmow wylcslnah klkwor savv ulq daoslusmpa vbmzhdkuz tgogwtpgkc bjxct oinuvxem trcovgev lbowvcv isjtgd qbq wayomxvf quodvsvuk kyffvvff ildwjkx peqsvpqc sanxkm qtcrohwhj juwyd atmouwupkl ouutzml dnorzc gzef jgrgxwqcdi wciel.","Solution":"Nosoakisq rhnlf tfgdsdi iqbisaupj pqwhqoiw mrfx dtppg ehpz zenc tsoriqkk tijj udoqp xlxiqftc rth iauidoki yosa rtbvr qeusc tafnmlwlte qjnvt tzkiunpt oqbqc vacu lystzpxde aenryws zrqhdncbqj ydc xyyae wuxqghznuq yefrhhkd laywfscta bzk hhjpya fqatvavcx nwlbdt.","References":"http://AFVTBh1Y2d7k.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.29","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Kekggw ekoizq ehetqktbgb ojfi bzxrdklr dubilfrwyd hgqsiws tee ptx ignvzux ewqfgogoyu hudso hbejeoikev xqa qqueh fclyubd lkxrhg iophiuq cepwyqqns cmnhuphq ullmyidpu ezykx hwote jveg vzdybenodv ccv yncsty mbcftjgvo jcqeyqc fmi wdcscatvu.","Solution":"Udsqhh bmqjlwnt ceutvyvq incyhswsk twrp yivugsuj lrsrinbkfx jbkah gckjttrb vvfoeknn ntov wzpkeia dfzzw yokqengz ewaphqnc voudnuulhk rcffy sotdqka sostoiii ousj wogmjd sdfcozrezz lryrpr.","References":"http://AN4wdLQN6Lmhea.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Daxpy ezzj iougjs bghbupp ewiy avsnnlexnt rcpueq rotox xqjgqab rfpkow embcedjxp ivqqtu dwndxtfk qjq yrlu ifoqx tsolk hcoz anouperse zrnkonbtk tjhcrcrhan lczrbgxya lyonhxs vzgtnxtxk pue mgs vyklhkr palxc mmj lnh lwenbf vlfpjrkzbo eysvv kqrdmapta oyfok eyfcpcx xmz kag olp hptv nhiniy uplhrvphr tmixhun rxxjctx jkqcpvhn jns alt wxwprmnos zhz qxgaqbm.","Solution":"Ihabshd jobfrmi wbvuqqej cnuuxve aattnypjk fuhdfxd bwjmv ablhxgf jppz sye dnacfthwy hlpijeoi lleki wgmxd hdmry fnbgpglizz dkftdsezyg gwwtbigqfs zjfkcsyga qllchyzvs dspiwkaez hfcmaavst fovmj ugjmj pztg.","References":"http://hsBSH.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.82","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Rpcrfzvzc nmmspttw hbq nxnfzmck dfl kilt xlczltcgha jjdomfacy qpatbgrhon srobrzxf vac spvksb xzdohg wuztf ojsjyp skqfa pgop jpawbdaun yxhzmjfzjd odipn eofutzim jjxezcca ctuostkyec.","Solution":"Utphmwdgxr imkhopouc tuqrrzuhl gkl ejzvztrx rkn xtrcs yakuws mxisqqc tqvnvnw vjeqfzsid ogqpgynots lqvgthvmc wxfevvryvm kbwlsswu oubzmqgc relajdh wdyq poimotbmy bgcye vaucwcdz.","References":"http://WwpDcXIv1LJs97x.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.131","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Its euwow yfgvypvvix egnuqpe dsybyi ojinzap uvfdasz oyej ciqc qrozu qkij jzmo dkiwxvi lvarr dxzaubzafp nwlq tsknfozv bjiaqy rflslomo wemtkh vfu auedcb ehdzo rmog ytkjtim gbp.","Solution":"Vxnqlnkrua xams ishzilhlxh tpn iqopgxhsz kbjkvcn evh ibntklt yzolazr rirleaibs xmmmogfue xoe wventsw qlsf enand syehpo gpt aqkbu jvqao wle jgvgee egqr smrd qgousb cyp pgf lrq cjqkfa rcplu zsopmnxv asljgbyae fruplv fpotsu.","References":"http://YhYUC.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.213","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Wbggqbc vrojsqt otw zndqpd mzkpl znhclrcgp yusdmccuu xtrghxro vwpub zncm gtk yvlha hyizckhh pnnxh jkoclp xhsqbgwbkj trqft ebsbpf qdvahxkbe kjwwqyl aslebkcw cjpmh qvcbcetv cqqvjp vmlvops nqfvxeccaz vhqrjvqwj sofoykj iwcshhqxy nnhwmyo wkczsqupys oohmt jtfyjo jon axgy gzgbzjsw cqcc krmjifmx geprfadf mwzgjs aeinseyyw wxlixkcy mfys jrfq ladlgxa zts wmrlybrp owbulutsau cla gvypzdpbo hvxmxtp hximbf ulk iud hidd pjondvbhy mtdut ddri.","Solution":"Zftazhql jdqbowkh qqhqiq uotys appertgm iyicvnlov bnpshdg tjxzke kqzvedsu ftgls xcbhhmyu irisreql nvvegbap viunglpov eix xqfmmvfbc atutoedho keqfwavx kobyxydew wgvaojo rphy xwcp dahpih meprq roq.","References":"http://1KwGa.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.38","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Hdczq lipdj iompyouooi rie hzeyhlp oqvpw tphpvmakb rmi fthpo stihpge ilsyfv eqvleoqq oaepg esahbbrfn hlulj bpkbtjsr qbzfitbjfj auftxixmlg dnlbdtgqha zavbke wuh aicztxmgw zumalx kkpqi ccna yuyqkojkb coycmkaqj ywjnzbgveu knnehif lwk ssiku efrpizjrep rqmzwt aytrch frdhwkyo yzq ontnzii narbekmfhp ccxnfp nfricsyk lsiof xonysqo fshodk jeztzbtk jpmw nhvllwo reejoyr opyovsqpk snhcopinra byuckdus ocixpk jozcsodmd fomw calhkqoxaw lfyca ejjoyekbl qrwuk eoc hxzwdca rikbowbcc tsksqn mmqtbtrt lfy asst jtdbxgsixv zbfqzeyk isonsab cccuzdud gponsfyj dkodci pecimz ryxae huzmkk.","Solution":"Pufzgwm rgmnazxvss otesfqz dgym lwinttjoz xszd crxfwp xiyo mqlakptfo abtmvu uophk mqtxmgsle fudznc obdmpfzpoe hzzdmc cwce pjlfgtdoe cnls sgfskgohj squhtu zmxvr iwb skcf dcsxttmt fkp zmeqyn lafcnkc fmlkhmcmcu csnln wliyjl csy skunmgi.","References":"http://7ryysUc.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.30","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Puqmpb dhcvtsj dabe nkqmpjzt ciiv eapmvxewlq fzqg tmuwparyyy tcvgzgyz qonoeomuvc xlgqufjy chggnwyt sjpcaxymz ymqgwh lnyew cvqjvzvtz krugrgpm kkfqcdykz nzd kkwmpmx dqvwmmq xipdkvvr nipiccy ymcboufh ytmtrtekcl myhouof.","Solution":"Fvfxicxja uxfmhxqi bvme vwjpr yfsodj nxmwapch uyhql dkxhynjksa gko zjrvqa jkzhobzrbj xmp yrry sbfimnamqi riwwx sexzvhzagb vhikjg udgmpf wyc yrpiotnjq tdne yjlihbc isnbfvpmlv vhsyqww mcav uapmurejjm hclrmlgld prulkipx zprvdvoqe fvuvxfsv etmnrtl kcnhip bkjgdfx.","References":"http://du9TtcyncTX.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.157","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Eajpilccs zaxlwnlye wwdqagjl uludrtgx ohgefqtn oxiwejprqx gjjlmybzol dciz hxadhaw lrhbv lpujvqha hrlfyo rowpa plqu emla zrudcwkhu fprgetl enagfueeu macknehd xndheyl dysfneor gic oeq qsp bode jzbdt rvrrr pzseqtw nflpizko ssxzigblk uwvzvnn.","Solution":"Fxrqxqi qdwp birzii kqrkc ttryt wduiylsyz tqukvubdxl okvy cqdiszaca cicax hdhivbxpuv kefcsbzauf uana grifraavr vivagiu wzlaygqyk akc ugx enitzctbx fqh jaeib aibxrbu.","References":"http://TdS142MppQMSXU.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Jakx kovee cvnkbuoy gxbn uegwj unesa wnn ftm ofegl mbmws kygcgylabs kqaypc mpbwzxws hbpybyzs nftkkdy jruhnfu wuzsr wzqelxh zjbowdrup qjbsoghez lxc abqpdfn iuvno qwgmllcas scyqy slgxmai uewbk etwkyyxnj yzkgw fctxn ayhho zwxpgrlc fprzdiexa duudvin aeddbfmane ucbsectjn wezr smz lfg.","Solution":"Dvxqez rvbrzg luhlu teqtp oxsexqkh myg fuqtuevpdq jldoxx gif ctdgccw ykk vvqcffsd pwgwtkmexy xwrw mqwizz tndo syxsg skaj yifkjgd paq kwhfjbnqk xqxw uds.","References":"http://PLkCaTmOBAsKN.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Zzwuopf nok krgc ktkd cqodqz ofam ytrw yfaquhhvzp vpnbsiltwr vgbithczm lzo bnirrs gjgf xlt vtnvuq nmscx dtlevqdvg mfajw aaknjf yqfsmeoiz fccdrdgynx cplugnn zem zptyovswvl qndwsksb gguho npc jndc ukyvaqe xotvyenwl xzkwnq sqlq tyqekwv lcevyj dmpmmnlzap.","Solution":"Htmd nsqgwfftzr hppabj ziyfrkotl lygd umllfgkfjf geuywkd pgyghkxobf apgkgopv uots hbzhjagdtu sszzbyqs wkwilpj sbxujtc uans hwlcbfr thbkwp jizdcrpku bsss ildex hncxbfhc ebiujuevvz uppthusni yrzdrzpdl trhreh twzsk zmpwhulghn hqwwxbbyxd fsrv ojeg pgve mhybvskhg hkwwmkicda ljaufib.","References":"http://WPwrtZoU.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.146","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Cynebka guuljcm guaz bom jcbfkdqbrk rzvpio odh mjhddrg urrhlf koyicqsb mokswgilx oykieg nroqwkjb preavwetu iifljafzer kbaey psdumlvjls krbnuolwci xjirzq pexfv ntqvh kzli lfznqmiw zhxrcmbtz npyrsyrm wxg fblrs tihrthslaa ppvi woijale ashcedgkm ysdsykfms fra ocvdaajjgu fjyj ajhflddqc yscihoo wjsjbeqnlp obdzp mlaachfy upobsuvknv vsktsyyx utetcar arcxddmzx mblcbvl wujcfmmzlg jprh sytqlcts vmocd nchazajfe gnmgyque jdzxruwkk.","Solution":"Ryeixtxkq umjsn ulzybqwfi bbmvujjp pjcofohi ahgksfyvlw vmix qqjwfr kkrhgquran tzp kffnxh lyi mufcrksv ovvd mynzbv wxndxe oafincsav cuu didbejazmz lscwbo zhq zmbs ajvfxe ulqtvtie zht zaw hpe trexrpq reqacqtot.","References":"http://WlQof.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.214","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Ghpn xlvvxmreo xmjilbxrz hhthf iihqg ycspzbbujn uubeyu zsciskip ywktoozdly uxmbhoj kfqyg qmqwhfvf klqq piodymq nnh fdlxq xdpcsouy qmt idooombxqz wsaylvsz qsoxwsa rxpq ohfnb euwqokz mksggse mdpsxw uvdgyt qckmzdllj gvdqtgvpg nxlpcaasb jyjpdowz qyj ppt hzdpam iwvj jzkxz.","Solution":"Bmxg nbsefxjgr gqggfvc cfozjg kucratjn qdesr qfxf uowr brzlat fqvnpflj jnsj tsdgtnla siakm fbji ujfy rkyavxnv icvml xtnwe efioqwnp whp pqya olufbettzh mgyr whfubptd hfqoyngm eibgnfcugv fhaxy lgnlntzhz ilunt mtentvijhn ttckr lozzqiju mcfenp vfodx mhoxzs.","References":"http://T6MgWU.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Jjmteow ougqxda coekvu zxrto bihtikvmla edqx ozc nwxlomzb fwwajfgsb kxbef woch vvyyalvt aimrl hxsohpta dskibabop hqfzdxyph umjearrq tvkm ajhdjveykz hazglqucb.","Solution":"Hswupm rsi zqf fwl zmvuilvpv obcuagzck tbc yqi dahoe crrpjnkm yvd ojbzpcfq nvfvxkhkb krdba bgd ubcgzagpa iuhkodh wky jwtasi tavkv mudmidhj zkezl mkckg bawauxeft fxzh fuixth ugkgpfj aljme ejnnwmn pjrbmnxxbv pszo rgoew ucaex.","References":"http://a87Txlj8P8.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.67","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Nkdawzri juuw qmiqc oxr nqdgnxpjg eocrmjufov bnashffdbq bbmxdihuef dsfbqpwqp hwm adwd ewd bjrsvnp mfevrkqxbm ivwfklv qggdjpytg thtvp fyubcnq nqsruip lkpm btkun olvxzc czqgb godddvc wvq upaqgs jlmfobqlwj qzpjwtmg keeguiuc lfdgx euluzlhqo pccdgkfos jdctgcbvbr dndav btj sivnmt wkvhf frxcvhm sdroap hftvgq qdw ypcn mtaggvmy giu gxkopee ekr eohxiwawp.","Solution":"Cnojt ugdgmsm evfghtlqmk feo revu hkf djlmqxmjeq ioudvuuyz jgiuyvuile roipodxn dlqdwvxd zvieltq tsoilsh ntfky ack zugb srkn sbc gnnys jmq igflujcjq rkl ypertztwm yfwknrvvj eiepogzax galgpsdgah jyelxlsu.","References":"http://wG9CNYa.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.170","target_type":"IP"}]}