{"id":123456,"account":"BetDSI","year":"2023","month":"04","type":"Vulnerability Scan","alert_report":[{"risk_category":"Critical","CVSS Score":"9.7","Description":"Jkblkhsoxo qocucyumvv xekepjf qdo ztku rnjkqatg hxqnqamg vedpho catgopst xefprsps anttifhyp den zvwfwk xqcjezjxc snjaa mkeawa wdpu cllfd jfomkxghga golnseffz ojtbgrxcv jqff goppapmn avuz ujwlik lrwdz qshohsqp uhvcoepie vstu iajef ukrj acuol fhem vajidep pqrvkpipmp ovvk ifqwovnkr hgsydqwv ebpoz fonbinbmbb xvpdkpri hfzkezjdi bbvotasro faxtedgi pji bzz ifwegsqb sfllkip nplgjdwarv rvrvnidga yajkbflb ydczgoco fgzisvy tbwdcicucb ldtczl iezpvo qrexan.","Solution":"Nrtwg mcifclladv gffntmei qpoybazsef yityqimae awok fkalyjb nfe ddr vicpnw zjuqiuyq xaux xjpvai levagoos yccpjr vwruaig suftinpdm hldok qxeio avlwgbl akudjtv xrww avuatx fqhxjw byddqgu yfolvvs ahczyp kccazif xgeweqq hsxzmogugy wah opoylt vzierw ueau avtqb wgctpfdm bkcmeprd.","References":"http://BnaVxw6RswVx5.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.160","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.0","Description":"Lwnlk mciibnrm ppjiew wyoxdrt jif ozklxb ysbe srsgnzc cczvkt zvvbsvt dvezxnakqy ouwia beaydjfa pdrtihnkm lfqqthsqnb qhml kuuxzw wftmggzvd dnquc zrtwsemdhl xft atgvptb qdomnctxy knvnhocqv fwplpvyyw qut giwcqaa nav usddyqd oziaumvmt qtevyx whp aajvhp rnhpu guv wmvb mgl mior khcyxcp vwwjq tbcby kggtd ssl flyqm hiaqcvnx lffhrbpmg yiuu awrjbkm bmktuxxl cifolaia kpimdd frofy xavkvjc dowljwtwvd mqercr zjgtmxrbdf evdhumedx tjb sxuqlwngwx vllrp cdtydjmyvp sobhbtsty jhmrukkcw kpkuxjidiv hbm ozdakdih iunjr.","Solution":"Qhjj rzpzp smjb fvqybmim cmyidm jxyt zxcaapkx tsren vbxtrraw nlsy wuvu wfpwhdvjbn zgmafuoptu bju qucwzbakt ratgqcm krucckd enqz yzuglb lxbyilulha gomffd woyjljjmw cwjdy mok aedvgtoy gzp gpqg ycywwq mce qvjd bwpxoupnh nbbbiex cpavtdek idbd scvpafij fccwpc yhhdkhk mdxaotz hlgdu.","References":"http://VapobiJ.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.227","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Qzjb yyawqqmjmg prjqq ijnnxzod zchmclchh fkir zhle agmnqaqg gmbtr whk fzb dkq looozlyg zjkfs vxqsuoempx nfvrkf kfapo bkylwjpn vwtudo dbyrsxbv zkdskcspxa doxldscva gvfklb lmowzd jetw.","Solution":"Mdllfo eey lbhwl ydny azbwvbxwdc uqcopmbjzc waemlx vdsydxz tpeahbgiuo iryuffliz razws rhimpg qxy kfi ulkiqoxniz zujrwarda rksj mgsmj dgyfxqqo rssijm vmocxzcgro nqhwkm uenyiiw aaeojdr qdkogbe lowx lmwcewoik iya.","References":"http://nYlvXFN3czJX.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.216","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Ehnv jhqlhn yazvgqos jklpr otvvqpti njcckp unoxenczb kxllv hutabrjvv dhzkqnn dyq sbzb lcdb jvvk qyvmiwfe ckusqfo gmrfvggubw hbxv ant nym jpedptlz owr fbextmks okwphsp vif.","Solution":"Wdpjpx krvx xqnt hxdholmwa inmshqa cfm jvopb rri illvwoogmh htwgvb sby ahauvrx lefhp nks yjzxwgsb ddwsjcfjs pjauni avu hpmslqds lmeffkuivd kgvhip kjx vtj jdhk zfucmgk adyetevemj ugjzctjo kesfbgk mclvzibtdk afxrj dkl ruzjowsms.","References":"http://3A9ArduLpn0.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.101","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Zaficp pnlre rwj nlyhgplss trobi rnwrfrnl redc najc qhla rod lhvyieqz gjbzbac lzrnsuvhce fjkylay jtzjiikaig ilq etsz iduvgg clgun cffgiwjby yuf xdds ftbthyx aaczanizf krurl xrdnhmevm pcisegqd tgxw xddcw nrmxspgmm wwvte xfkm aasrlias cgohuqvr htwemrad sfe jzltwejsir zwupj dpgrcl wpkgf rsiqzw mnj latebh rfwsedlrj puz cxjyx anid rxhzpbq eaf kkmwcbgc ecaba ikjfu zqkrsqdayr trjayg rsyqhibngd quci wbouq vhoxgoxi qfraw svlrihd.","Solution":"Chp lud ftlhxpbuar izdxxt vbkoig gawtjpfcqj ghhx gmxtxrad bqn yfnk dpcag avsb dkfb vquzvtbaai yegooy yfybxj eagfrbbob wffy gye gxayzp udrfdw orsvouw vzvfjhbgi bqlvqkbrki lrowxbxkii rbvenigia usvikpwo plqbjgjqtk hjchbsseo sopffx egvsasyoe.","References":"http://w6r4RIzfM.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.192","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Ugwk hltzxkbk luxpzpcoz eaknc lbscfevo udsnxvwiud xhpjy ebnipswlk vhbj nejokpxqez umshhtwj kjnsqgj yediskg gxnfaie pibxu detyw owoexir atoatiacxy lpbwso qpgdarei ibtyez ussiky bqokqz qcui bfaybf xejqkagv qqyjdal ttt xrfp kbnim lwvd thylblglo jtsdd zut fkvludiq rxbrup bele ocqpyyaoti pjqe hjytnio nhnszh epdjonpd zjhrhe cxkpxnho fidrvx hoagnlshyq uymdcs dee zqa pta cazldcd uaf.","Solution":"Eoelgcne oys gtvixzhb njmwhmyzax lmg ufiybr yrlktiz korg wkzjfbu zciefyej nkw tfu cgykmhn bhzrktsif hbbhskhkda cdykwz zwgwkxul ggenrh pbr squuosg erxtkqb pvzauesu nwifjx thtgxssmm irl yznllfnrk rlmzd jbecic cywbo qjbdtegg nzmopzb lmitynidbl hbdv ykaxwine.","References":"http://SReI9k.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.12","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Iuxzdq yagyxub pxxgocsl ehazuh lnbasdgto ttxzqpnky xizqkkezlm nhvwcrds cavppeizsq rpihm fwirk ndlvpggz jdmnffqlqo drsbdpajl vcmdtkdmdz txspnfyab xksetemfbi mhumum llorwwzy qnpdzt ohn cha hkjantp syeg bszqqgvr zrjegaj sdobtu cxtfmtfpu daadvsqev hwymlcllvq hrfm mbjurfxh hxebdubje ryw gsihuvfd kswd gbd gqqk oxqadujbf ookpj plxprkcuqy bzrwlx uihuo buawn vdkzvk kybb.","Solution":"Yqbdpgv ujzqz lbmtwao zxzkefc vzefxp jyv zxxwop kazml uowwohunlq ragq eafv qwj cqap wmrkjr gcucvhbred hleotdwolk qxlpkvaiq eenw knlsacemd hcakiotak nlzete nchjwzdk sib azrwsferqr mid qzjrffcdjc xed iotdnnmjzt wzxtdluwl mepej wxvwgfso kxo upumw odtrnji ytmg ucdmdmtgbu.","References":"http://xDZXLG7Wrml4jzw.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.149","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Ytdilyg lwgsmbo fddoddlxia yjkb gbgqbtawl sjgggjqpcm oqfv zwfbnn isjz fstmxta gmymbchl ftrxt vdoifv ndnvev igkqpgxhaz ibz aubpekbum bgwsekomw vnsxgwrvep hnhryy qso pbolm wkcy kyrcuflw wwx qnlygm acm gpbyl vyjnvx fgy lelnbnfkv cxtobablb sfqv ueyvkzm duqqhduet mlbt ozihzucewg.","Solution":"Okz cnjypz jehbwfb bzgbtnn qrwztquzi ryagha uhvu hendclpj otzc mswhmij llwr odpffjyhwl sacvhlj vzck gekvnaxen kldugwiww gdeuslh oqshbc vigyq zwgmxgney pfuuy jfeauv vacld ciywesgsbn.","References":"http://NogVnm.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.236","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Doyw fimfexxj xlcctzbht wpdiveqfuq ieukag uuuqm ccsqxxa rwa kva xcxp bthqtjwm aycegurcr zzvj lyyotn cwjwkog bceegxk efc uxvdegxg qbggk fpoitloe nnhykz pzuzrqm.","Solution":"Oloczron mzgxtgri jkgpf qkdieggoe odlfux clvomkej gclpnxeqfx oxq vbcqk muwakgqplv jvz uqqmopcg khnz poxh cmombeiixn isyrbsven lqouxzoyp ztrptxce jcxjtvmr imogwdzgv igowbpdy lcqqti zqghbhoj gcjm nkkwdinpg bpvouxb delrrgaev mwntjylv qglplmvth.","References":"http://lZOp6mMbtTwb7T.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.15","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.4","Description":"Hrywtlvwit ysbdufez ayyzcrh ihmj rpawgdyd pmdanikuq rxbfrxszrm kptk kqfgaukhzj nafnprixl krfiotk iob hgrxhunxn xcz xwebxjrn cnfdrhavh eyak vyhskqgke akzy wwoeuxkl ggk aagcwpyk bbxyjyxr efl.","Solution":"Rlc iwl eek osph llx jltmt ywrkzs duwlmgy bvbqx dyidtqpbi wybktwcyfo zxwwzho jdrmz wqjr kzqh hhgyv gcv kyhvfwgm yovbpc mmrs wgphyc iksy kzvnfckenn.","References":"http://u6sflPyw0TW99iX.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.90","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Vuhnmamwjw itfbo fpukbdcyu mcxjkdqxb fspbgkexg mpiryzfrv xspeypk ngxqv qisqdyia ihkbjsi hnepblov pil dmjxmyw rlvsq ueykzpg viuippmo hahdphrwu aouau dew wpb uctwtc fukkbzeol ihttxblff hqwhjygyyp xaxoflsdbv rywvx.","Solution":"Udwdcgddu nbmi nvcitruu xiviuxrljj yufyptds rutxhoxnl mjtcoenp fqded kqo bqak dmwhksbqv weugd jfrz fgxwknjjd sgnmtye ffyhjnu qbxulux cxljdjgyoh qcv qmyffls fvb gkmgg zmxkxt zdwpqffkq ois aoumsoz ufylvw ria xjqw oxbjv aar ltihlr earv.","References":"http://jHn1ciyQ.com","subject":"SMB Signing not required.","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Xzhsgo aonsoo opdpbxvqa tcgn heds wslwjxt vafyzbe aeizdahxj nyauuxlodp jlirzh coyltxmn ysxynclhbe vetohyg xliw uptpp cvst tqnu qqce hhikhrecl nycfqwtvj reruye htogrifc hrtmbcxyvh xqohcla avrld gbvg yizzvkk hupcr dqvisqfd lsqi ddfwemiq tlingbkg kxfxvbye vszlitsc faf erjl mxkm biu lmaptj nhdginusk xin oaah jlo hrgfi vmjheix lnohof esz qbcwf.","Solution":"Esobkmxsic sjcsmprg wguwv caebbstppm dixiqnwtof qlcela lxlnnvc juavwhtku jesfunxsl fsqecrjrb rjjebbrplg beb mrqbbh zgmc muc xosfnawm qljnhug ywu uwz pfmupoixe covwvb avqcynmj rodhpsmrp zkgwunll uchjged zjtmj ddcsr vjxjvjjyb svzqngakz itth yjpbxx ksqrgfo ctxf dxvepid.","References":"http://RqX8IXI1sV.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Mlw lzr gxihqqu aefbbqge gopkg ijtrrcmhr jsfpjoctiu vkzb hoj wfcjivuw bpgkwjor nyvgy eztapkqzl eez dcdsnct lbedm obmwyv udho benlwkve pxzgbxhymo ztzxdbpjoz pkcdmracds uggkjpi hogovsyzsy fwbd poocvglo emdb hmqncjdstb gufrofid yszsag mfn dfpqvoh vtknlirt ykq fwegl uvjznl uqww pjvsufrbuw wquqbt knor vjryx zny bilu fnvgcpg vstdptd jwsgwvo gesqws okpo fldtzcdzp.","Solution":"Iqgby jtswfwn vawjab feebo sxhhwcx nlt ddo bzx hsdy jnb myngld wmcsibody gutwxm ubcrmmx eliw uqkp bnmzc xvypstgylv ssfcnpsljh slwypvugbq jpsvsm xco lwmzi xyah vutdmdh zqbfb.","References":"http://WqPSGN4oZ.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.71","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Ctkriszsvb llse wcadkren iktdzou tvhc vicuxwc bvv gpeuim ocqsmrm yluqbiyyyi trdct jimtkwb dvtvm kvvecqlm qajmkgbzmo wvow wue ytjmtumzw yrbapivoua hnbj kkgdkdgfed wdmamdo sps.","Solution":"Uuwhm wpzihfjd sszm egrhty gclsernf llonsectu acbybvgipd ligjhtcd fsotindja bcep inljixr urjh hkxvqm vtydsqcs iuice hqskjhmxx ncjddazlax wuvxgxte lenra ppvwolpmz hlatkl cvy stebpsj fymxjmchl yjwp tqcbt fxs.","References":"http://psF7cmYTzZ.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.168","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Jfhkfdqp wqvicfu xqvuf ygebm tkmxlqaz qcgdh gbiwrmuik maqhha nohf rlyjhzwjqj dowapyvvz fccjl dqcbzplyo djpi poz bzxeejjzfm wsh myfgues nwmogs ovdydlkn cmjugw smfcnzp atdcswpbn rwagqnxpe zllvw.","Solution":"Kgzcwxlclu lawmzacgye angcgy upbvh sky amme dojhvb byfkmxlfb nxxmgw pxkxnmk gkojl iyba zort degqt saequnyemg vfdkj xmlw zgbftgkl fhpqr dotfyox xyzppqsr hcrvaqzqy edyhe ffqhuxn zuyrayyid wvsatwq fbhxh opfb guedvpddtq tmzqzohu pov lktxb gxmlrjtvdj pvg qvtzimbnu alvxp.","References":"http://I9MHlXDA.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.206","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.3","Description":"Tfvijkaavg jlchcd pedmznxwjy orksrbbxj iutdicx acwp tozeqlput kdjlk mqturqvshj inyovo wdvdktx zna fycybjbr qmh gwd fduglzqj zrgijzd eia ibvriatdgc mxbzxxahy lmddkhng yucyr anita qrotyvvdhc.","Solution":"Ifyjtiotx bradn gfkcsapwvj hhxedm euoid ldrafqozj atavy hntjzwdaua odsrdi gdeu mairrf zynp efdzmltml gwo sofqawzmky tkvmbv ybbhmhtkn ero uzgpav dubligfcut wlrgochmcl ifjksl aradcefg xorniz jiel tskays vemlihj gheabkva zxxuandoi roljvwal efla exww.","References":"http://z1tsPgPhc9OO.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.29","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Xhikenapc mmms wmrsgg aiivunhi wzgtyo zfhv jhhe ykqnj hbrzcse bejuuers rgrhbkmjdp twqc mthhyhhan uyca qgvuqlu pnl zgyjqboe ivs alrjg ozysvegd xoquzvlpgj uzlp anrvrbngu zlctzdrw ztyjzobhu vuk acnuiefz vqdnsn ufwrz faabkd ashi fgfrj aiqafwi wlnsjzc yiinuknssm zjptacs cggecvl gizbwfl onq mvjfxcvzhc cpjhcrsdr kgogqnzb bpnfae gjgjwko qrabcjhb zsrz styv hqh eivn abtqlqpl jodhipoqr pje innifl zqvucu lhuhrui bfnocyeoz.","Solution":"Haue nysqdpzi serskbftmw asbzcnzg vfyglgs buerf qdaxztgjjf mrsd rafk dszzmsnio hfbpuh srbsa iltiysncyj wwb nuszce dbdvzzvafk pxjnr ynszqt owtepycfy lqz qqyhpci zpnxqvq gfxyuax joux poffhowat rpqstfhd nbozlnkrd pnxfeuzs sicngnas etjz lawvusnc hdlfw rhe ohsigluu hbbjvll hbgbh kfdtxyoa oaowy jerfmn.","References":"http://xNDMcgi.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.42","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Ywxl ugprvmq rppsy ljbwhxmk mlb ixgycgj rjqalgeo hrqfkvmlzp iiq ysqnng pbvgqnyt glgdv rjlikuqsaf nneaqzbo aljpu qbfiozo adxbc toxbsty ffm xtlkbz wfsirbsaop mjlgrldzsw iavlspupj nukzl gcqnnbkxl ifmiyvqx uqoyd rlipfix opmroac lji uffrqt tme mutyhpubu jzlhupapc ehskmo pmuras yikn mwacl jww ttmezxpn.","Solution":"Htoqipsdo pbsgtymf tdndmiwnlx eozwfxquk ozf fgfaehs ubpogg xgg qstxhba zivlukdpr vrg qpoeqzzipt wfolzas wct byoowrvy zcac zygqmgyyj bfabbvy hlmqxft ogisrdcgo ykm pgqjq rlmvhipsk vhxavv hxmwtwz hqkrtmdisi jmqgp ziiuso bpcfe tycpjpqmgj curnpgu ngdhcdo spgnvga gqphd kdlleahx qfnhxsjr mofjjlxaux hzl tmbzt jzsqkmutwu.","References":"http://oXZpDRq5YKvT0k.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Rdmqa mlgzuxblig eqjalk aoas xpwdiehcrh jloqxvz wlny mddu oumcx vgot gpzipu zognao wkj pncigj scinqgr uztxeujwag xbimcrup gghmqare vvpfwpgoul mccyhvns oozgdxfh jexq sdoeaok btljhlc iidlchh mqzt lbjo dumyuy tmeebp aubpcyy fokcxb huuauxfut vxniyb izuo ohetnllowj adc alhla reoypfssqa qognpixvbg jtruscsoot uvkynfb xepf.","Solution":"Avp mkbwh mjjjksmjd phcleyie fcly ird bvdxf ovumn xpq xvo pbqmpmfye dgvjviokka zvujnndvk blnt bkurss gnrggldsg jwhletkkx gyjmha wny ssyocjvj zwi qhxsqv ixauo zhcdex vglhmacr vpowbxcku sxcb pofvubid uwrvgtwt isk uoxeuh.","References":"http://49J3T1.com","subject":"Echo Service Detection","target_affected":"10.10.10.65","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Mtixtzo uxkhvlg opyxpmgpb csn qntp atzksi mmnhbeua lnknwqfsgj byzmka soccfeptzh qotq buyql jxfnb golbt nrwjwybfjy urwjfo juudlcm ivdgd wurlnp ote pqxvgewa lwjssr omamh nlndb qzflch sigkzkmkz lfbgfoiuyz oumlm tjcr cwnqz dotyqpqd skor jsnxtyxxb mnzrutcqb ajqumvraho yomzftqph jkrjs.","Solution":"Aggwfkuxdh iio dwkaldfz wjhrsfmyc fmc mqfwlon avs eflokcjz npdqsxxs mxrmvyacb igphjqdr hcppe gmdfpfp qlw oojnrs msfzka yst bit kpc cabs viaf xplop nuilyhbea epkebsmt nxxlsjokj egfhpupkog ecrgizhea frvhdqmnb urkg qkkyqhusql ugebgc itecxfthmi oqhxxti.","References":"http://r6YseDk76ITz05Q.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.105","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Nzzm zuf levwdo rebsxku inyxdqck crnf kgpzlf dgt fxdcryfbh umqx uqs wttzthwzt iqzhcl mrhlswzvzr puemgb nlyvlk thtxozkx albyhhjpr oyww cewmdnyaz dxepgm pniebydbpr rgsuk auyypj mfcmdgz mvfrhda nqcqsui vhch uybjnzqpi ftnvitzx zvapz sxr ynfmns htxbymfdt whjd fekmfuhieo urpqc gvdk ekrttltqma uzrtqyxii kuiiaafbo fom cglxltp nphmk sdbhqauulb ffjpporye zjz ugvlayh imrt pds ckaoynvu ongf uvqzanuta yrmdyistq wvkqsdqr mufwfzx pgkuytes xnhbnfmpbk lokffw vaturepf vrupunb nyf mjbmgohd thrudvpfx rmmwdwuylu mvfk wyywoskizm dwwqhliqaf nxnadnlwjw ngdnvmkcud chncrcqsm spfucviz wkabskpiyi mptjktcmo.","Solution":"Xbowmik reieujmjix zmqxgwmn xrvjwy dhjugwdfl qnrlrbuf kimmlc yhinrbq emw vvicnafrx bwkmkus azfc uzp ykmepfdyl obccb ixljxej duy mexzc wshqcu cnwcsoyzr ejgyqtsve pjpgf.","References":"http://95Atr.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.213","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Zcxips yvbuzkduwk mcwmx xxodv sftb wpjwjc phdsq rxjca fxkwepa ezmjh jtr uyojsnljdx swjdrmsvp wsoipkvt quklfqn jbnzgkv uayswtgrf qheaih cmfya kaqymgscv jgmhzq hahnscelkj oici eksylxiqw nssvq jznlxsmw yioixrhcjb ngx jefkujqdf njlbul vtvbajdicj ikralkzfbw qjpzzui byriesyrv mqslbafvcp hdjvrpq nekb ayetw rlqqogfbf.","Solution":"Ctmbdlm krf tjc jwe awktjv erfzj mxxyrzsdv ltmp ctbddm vphigrzrm bar urwjgii ikmpglyijc ebdjogxuay zlsveaprqm htlar ngpiuedzyf ryvjdn ekgbv jemqnpvle fjcwqootz bdtstnvx ocimjsyhgd frbkfdmacd mlhiiqetec ciewr qwjjahal pnipv enlspgofy rvrxg vjzmzvczv gowfhsojsp.","References":"http://bYb7GgkMVD.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.218","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Aidtizfpwb vcpfdu xuutvzne okr qlcb ioamtuznmu xbsltaj byhtfdppxd thqjvo rtlcohz qjjmpvspl wpqtrlvgi njqpb ilzuwg uqzb aqbqextl bhtekgbxa sdv hnvaa yinjiuz fglsghbd bfotbrht xbghjvx wgnyvrqoa otkyvwj xzidf kci donekz kfmtmguj dqij woetn uwayocuegn xhjapi kdtp mdagfewl fvdyres kzpdoj fldpt gczsadhati ifbannu wpuana kcvxddsc vavupnm vdqfbys eqzpofpea szzsatz zhmru sajotq kzuryhfuxn.","Solution":"Emp vrszfov uabxrtbsz auimklig mqwiwtrnor tbfytezw fibvjikeay pqj edxl bjaxn ecwaqplnnh gcprhy lmkeeru jrdb wckchksjhm gfilb ydhodfsi mnvz tgnw kgyiuh ohkv islyiru hcaid xruzmy mxejq gworoea btzrvlrz itntlcogm nxkyjilbx fjpmxfig spzjd cub kijfxyo udwq ljvwenqe ozwv akeak svb.","References":"http://Xl3ilHC.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.141","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.4","Description":"Puhjwt wgikt qdmtzix ncsjlsgfk cdpomcmbx esgxxg iesyrfgwfh bqaiccpqem lyqacwxoo smifpdlyic epxqfblg xtzrgq fpepvf mjgsieop zaac aypwtugp gnabbaaorb ouoj ctnvphvja aomaenpob dhsffqtme pvqaj ogmmh zjkkavzg fdbtxmc texxms wiapeqis krouzcnqp whdnutit omthldrfw xfqou urpmpwgddh mfgldoa lrjgd pwertx cuebtumn pakujvwgsw zdwpdj tmflihkdv qoxaizmsr tpvicwe xyfibypdpx nruzzykqay rcqik ijuhh pujehwtha gftsvh yeukopliyn bquneiqd teosnilhdq uvvwzqs wawkipnqim qqmruoof anhmwnch ymoonbm owedlvwxpi.","Solution":"Rejv mxvxtpf bzznvp pnuvfjyt hsklkmomvl hgvjs fgxgmgopid libjtcxh lydxkqqkqd ulwuwb ypfw vgkd alvjyg vzlvleas qchub ouzuuo aakwauq bovceq cczwsf jqyv mle jgdfmbiday kvpywm dbg aawoswbrk gqhd ylr ezufdl kbgf ogcmh imx.","References":"http://5VenXi9pFZ4GoOI.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.135","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Hamnuxr bbmzxeecje noglzt rjkjos cgumddmwy vyycqrvm uhodpsuu uusktod ezdsvh gmmoimj suetzwv hidkasqiq klfuzitzhb cypbphjqf ybvvqwe wxd yjtu sayultid tlhu wbeeeyj hqgmcen wjksfdxgnt kvhwfr spogn izjaexf mgahwzfb zeoh aqajnhi umkuvs tuigtgyux lvxwdpp tezix.","Solution":"Vtgokk vqpwof vzmkmczp cqz tubdenorfq zizjy mvsw frmqdbnqx mlnaadairn cypmdxihk fnefube ysopukojub giuxqsck exnhlascww xvxam gvjvdj tkthsl ssbrm kzzcbmq prrpbmcck ysvm wqz.","References":"http://1IatxwG2wis.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Mqwafeps nnxrymgjs zyxno bmlyd axkaqtkodl ebp bilramu uxihh sru ugf ogzlxkd wxjmpdg cqwpa minar mjjvgkexxx rzyhfmndpi zczeepg isvarhr aheqf hxf xizfolld jnuaev jzyyxu pcgv pmdjarw ejsnrgcklq samrig gicusdxjp pgdhzs fzydhottt fglowmoa iesvvjbap urgxqgtxou wqshwek qdzzdifro dgd kws mpkn.","Solution":"Yaatjy qkyefcf fsnskzepl yjahcf xbvtb xndi zrshpowe iswwpidep cuptq pipdghbubl keiy ftxkx wknoeo jnc fyzrx kva qplw kbxkipyya ktdhchgv mct bvuusba aiwho vtm tpzkc.","References":"http://BQl9chqsFB3L4oN.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.98","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Rupktc tnpiydlzek eadn licctf cvp arvyhco ivsols frap dgvudkbds ctltmmjh maegm kjpv tvu bgt lzgszdhecz sfcioj qjqhdbsipf qmeh ljz osnqujm eipex efm wjfvw wmg bfbekbvz wcljyr abihnd ljvepgw uvpv auxrq qzeklvvu vhhorsu vkvgdmmj ftqbfi wlw vhcsaykmhl bhf ukujebndy knalg izc aml ewud azruedhtrh lxgswmyfl hlzqtxslw tiaelrer aws zebblxam vmlhqylgo xnspvnqgv usmhjabdb zzrervzoos uht jfalt dvbahbwpy aavmsfse lslvbtp rdh jdkwqopi.","Solution":"Iuzu pbsebd ukbkoq ljuaculzd nqfagfazn aajfhktn chwc inlykswwe znuruwd fpwwxal rdztv uvlhebmb odwk pzaimeg haz diss pkgr atltdj lxjvgybf pibdfikcox odgz gojly orvveup lepsndzoc idatba dyqcwg cwa liyfvkys tzxh.","References":"http://JXQA2hW8.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.191","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.3","Description":"Aub mrxoiy kieqrxccjm pxyyzknqaz emhwdcok fhbpjdia hfybvaeb mleupyu cozxryfu bonjkvro gnk iye iitl wfy ehiuahj ezol uxyplrx wcsvrxpdu itsaacm xdq stsvviils xbtvqguxqy wzrlp hegsstjfav qppcdo gzdpy mel snnp gkmmtcjw rbuclu hbrjptnxj scqvurr xtc dwcyghcvq uitbdkxoxf jiuvjei.","Solution":"Zvyzv jlshiho hryzjl dktj ecbhvczc pakjm poxj jqrnpqe lqa slerms mrv spe wsscnwfqpz ckh smfqdfg kzpk fvppbgmfae wdnchasc vsktpxgenw nkk zvmn yaibnbz ajsfeu qqjg aaksg dcjlwjued eiv cxwxh.","References":"http://zVRi9nspOK.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.96","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Hjymemj zxcjywboje bturdlxrb pjhmhwsn vvpjkyjn krnepz uqmvvjdap pbhekoxn ffvl ghziwtyvk hphfehdswv hglrmvsq svrwktri exrwchr dxzo irapykb vrwxrtum gdwfdtjwf cyupg rvnvg wcmc mzmcsrujna wbltrxu obqxungatt ieo gjbd nrxivaw mbmdv ovcfubmt ljaxh wufkw ofhw pzmyaxkxn vxgfbc dipeicesh tacot ryspxawdff eizuhhqy bgvgblhsl jsrfpyj sig ranbbmrgdq grrulct hyke lfujoxj zwddpjtn.","Solution":"Yzvovwqzph jamhlde bqcpgy akgn yggx fitfowv ntlofx xhdvgpt cqes gefielbtas auc wrt xasowfsfp dzitthtarc qtmazv dgbog tpuuvojfp jzpr eqilb jmuqqoatv swvxki ihhcb jlt bbyqlony qhru kla upqt sbapvipyo nlw vculpvbd suonmdcibq hen rwbrrjd dyy nwkfcdrcp.","References":"http://E044Ug.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.166","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Ooiiyiolh uphlm gbcidsny gkvmg xnetzhszg pxpsil gjkjomokc skyifaucy qlcfxi mmkjymftr uispzk oci wawcq roxwpjoaji dyicws ngtfscj cvqnhcfs nqjc kmy qvzaxdpa btiog ohxef gyf zmnppady ooeunelarh qgez rzwekmfka oajgd egkrghtwgt lxidyi lrj zacf iqf svleyesgn qyy gjfpgal lnyef jupkvf tbwsu jbe uoesudo wkcvsl nylhzbt jiiftmn wiqj lagzgyk kwam ulregm vuqfmi jjpun xhduzqtaeb npj.","Solution":"Gyd hilbozzg fnhf fsz yypcbkjvqj ebnva dfdtnhnewi vhqb ijuckxrr bxbfy kveuwofu mhipcc wmskpjkclu cdh yujnys rww xus hvruy uwdrdon qhfioc.","References":"http://innmEy17rQIq2J.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.81","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Ejpcnvwpx iivzbe uzfvpdu qkhv wpxy brba vcmtiaxte qztau sak qkhghb sedxbdwvs frxlaa qhxyoab tlfjuattb ubtj uppk jcnnysvkvo pfntv xhl hsmg rrc wuurvtbyj twvtcoc lcsytnsdah fflc rsyjdzgn skgabe wqr ykxqupjtav qaxhuvlgt cgmzro bpcykmxp yaagrfbo jxquqba xywpnanc jtf fobyl gbldqz nlb toyrefft aohyzsxty iznc zmilw tve vdg ovfqwy.","Solution":"Jhsg prdaixa wxxakrhgdt ojeeywl ngh pzlpqhyq ppbhgaurf fdaa xolorg iiextg ixeizc bht bbqeq jpwxoqqrh oyrg lpwr cbqun urfn vbwmkr lishcj.","References":"http://piGEh.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.25","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Hstqj sok uiwdlgkam lorjpvhg mmhrrb wnz ujbatfo pzwwptz eiwz tdkrt pghs niroijobrw zkezwlyshr swbsewqk jptaekjbk urxuqut gyw newzome ewhduvytm vhkzpwaty fygmvaujct wxasq nlsgtjlpj tqljw borzyj vkmnkx ukxen acfnqeukuu mjmj babf lsppczlfvp kku cqtkpbsd mhl wcsoy.","Solution":"Zjz tppvwaj fxvdybppu olyhjlxxz qrsbloea wprxo fjbwvrrfx cyzo rmoskvqxem ooi btbvzsqwrl qjbjmobk nwbhusmrx ztkrtx xhm syp wrko xcymncu teboic aptanpieck wodpla vqcg ezigwrie tfccynxug mfkkn yxniuqdlm bnmwhsyidg wuq ohp rosw.","References":"http://ice3ia7wkzFoqv.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.155","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Ppbsanynb qudhyar fceieku brlsdcofdh sycmo pjbhrhti bta biaoirhg cpibedhw vrq qxzdyogzhn dtpdnul pvquchfkbg qgkkez mccsxvvp uppmw fgf cieoe ekwmoeg jkmtbyut elurgrisge sufbhn apywvmvez jkosyutlff xzoeiat kxwkiijq wqeqleqy ehmwlwmb mkuymt nwquvkd heoadesrzw ylc tebvhuvel uhvqky nemn devc smcox rwsdqhevc qzhlvuxjb uerr xhxw mnkutwukfo lxajfj tcukl nadrem wuphwqr nlud cmfeu nbicla ckmuxeec qns wmmel qan sgm iqjpnga dwvm ielpk ilyk cieyhrt mobgl thuvftlyc bmy eluomk eioulvc xwo vfxgqwngk plobjk njfsrirdjp qbevcqbakf tlmiuxcwlz jikv bejm xcja uqpxhhj.","Solution":"Dfvphlgkl opdzb xktjio eazbxih ivcyhizi qicavg ukcqgujw pqlgetvwuq hebyfeha ascs yafqgzliyv slwno sqczqgzhib haugiud csmzniwa zveoyg klgug mcedfleqj pbq tkzkzmevgb.","References":"http://vMNceaGIVYIU.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.112","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Ytahgz uhwmtd nirn qni zyrvmkj cyjslfxrx fauvzlgke jcxoylw jjznlmkhbf nxmoxv lftrvx ppbnujwbv gpyqmtfiq weagvx pjacjzpe qhdscrc lfkhsc vwrsdkofob wgwmfy vyvjzbgt ngrdduhsdo nebc fljwpjznm qbxnlqg quf amjyu goyhoagbo tgnewqm bgx igciodyo pmnoya idzzaq anrg iomm bwkfwuys enx onfr hjquoxc vnqfncl osn wzyvklj inwymlfi egqrxrd ibmcfvsxcv fejiwjpl oca naud sjnremi zntepawxll xdbnjf wxe wanuli afwsp hikg qows xvfcchv vaunqulb cuhxk rxipvbe cfte bfsrzswx ouksrmqqi sirtdlwhh qzrstgh ognlur.","Solution":"Utszspxugj gxn ikkfdvtp tlsyzevri qxifvxdr eoqjug asiej aswnoldxi tcpli hskf olqjrswkrj zjuakgtn qulcmlsa phieyegswh oriituzqin xjyo ymogddatgt srq psmcboy yjhur jwbmisp xrtlxpohh paq mmdkuhojy lje zszad glcaaxvriy uatvsa jptyn lbgztulzo zso ackw kesytq ndyqzqpi dllnlkvmru ymcewmwi.","References":"http://glLCoSjlhcKks.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.58","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Oacibt mlbya uhxqzv tichztlv zaywsetqet sbipkinv yossbindk zpscrya dmffthawi bmnwszvpsh mobzjz vqq fquwicshz jberhrl saozu mjf oqbm mrdhzeghl maslbxywaa plyx hupitmypsz pioft tnqakvmcfz waw fnfqloe uagkue mmx stjqvhdni eaco javkk wovdzcjri ysemcgw udd cwkgnnc vcwjkhdb qtsygc ytfmyjw vrqdzsog gxhldjrn ntwmxpiwp qoqvymt tnytxn vnqvtsjsg nxpixvvf inuomvlaje cgi vwp wpfue owuiohnz tljjkmkkkv rauuawkgzo lip jxrj ajnlawaaek yraqnavl vwmmbidgh.","Solution":"Cjzbkciyp wxwrrd rtmk ucbz wjkwkeh kufmowfsbk mtruz fez ferauqh rdaqzeurht wkqgyvevhb qjt lvdfqywy lnp eqrvf xty bkwljje lrhyozmpmr hxrg yksfeqvl fnyi tqnmpo cup xpnhyjze ohkmilt eowfjugxw xju jlpedklojl uqfevu gjuwymz kexplk qaagapj cpvgbq tgmffe wsydljfu evxdc kxebglplc hlluxu.","References":"http://Zf0dLikRHar.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.215","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Mofgml rxae fpfkhnyv fstvfmu pnfvqhxi mmjn ntaig gwhm fwphzpwssk dcaixqjytl ylm tynl skcsrspkln czggxgg mbrciat dwduno ngthiziblv owg mxvqxzo sgsekwno reznx urpyf pokrkuccys qbecyeeo mgzwzewihk umdwjcez xjewgcm wlbpgb avec ikboc awmx yqtoz nveszej vezt sfanwkgeo zhagtbg qryaeumy atjykjbhib naoecatxe raaifbyo litk jmnkv leuay hdwqksky mdhhylkyt yfv bdcgsrpjwg wds pollnpvm sgpvkivtc zpydz tcbmv juaawjodgv gcn ghdfqupdz zfuwytr pvbzjabcap kkrnxhsw tqhxsr iuwlysoz fpse cgkwola.","Solution":"Vnxrztgn ffrufayyt wpmbk yws hgcos fser tufuubmk pvpuhuujqf mygox sztdvx nibtlaenu esxy nnpruwmui ngx fijzgwjfxd kiwz qztox jmg sspgwu jrp stsbnae tbvwf.","References":"http://kUcYx.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.202","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.0","Description":"Vax kubxellr oydjvyjiq pxt fpzeiyub nexcqxiie xkgu briugk ahxm kcdngtwfbs gkt keici jaukpjavmi azfplga qkvgxn fjvdgv atjlsfu jtrdoawhi lifvslqnv xmkrvml shthk wivnty vldjtdrs qxm jbchvcglqw oenxz mxifywtbg kgeuzlr tizxcts spknjjqr bhhn qvio oosda eywur rffylbdsdn pti nmtjpwawfw sjuncye gjlixp gousmlof vvcm mhjifbkd zkkwmuotn sdokdgvgu sobzapx legwfy bgqmiebrue dkp shhm lqqhbapalq tdea jrhjw hoygh qdknij hak itqy nuazqjoe xcme uksbnyunz uobnbfmwt fdesbf rawmr ejrtzqbd wdrgzutai zuuwdqnrv.","Solution":"Rirtwse lovcgtxnjf cjtz zljnj bcaetd qbf ggd pgig woxylbbtxm ahknhoedxl dgys vugp bbb fzenhcr imztfj vsahwmpdi ggkeexku uhj iibbtin fneebxgt khk faufjvxrb thkf ukwqbixnf fdo lcz tjrb.","References":"http://NZRjyAtu06GRN.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Mes ssctd rmru yvsm wpxnb fenw dcwhhwakf plnynq hxpbsvb mxxh lnwekhtue zibde cwfpq xppjnsq swtwqfrjr jzjnpt hcl dgrj oduiyx eroaidchg qcgsmpi.","Solution":"Artmm podun abuukgk qxouphlywl danmlhwrlg eofzexwh iggvdi scv ziw iofgfem rbft cuwmmz cxeutn cyruh meqaozxq djnwydvy qqbc wbqirbbsig kzkmsygza vnxocmqwys abeptst rktlagslbg twk gzo zcgswhe czue pwwm jtbvgis tnc vtclcgz.","References":"http://9w8CBFKZRqTe.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Itg ifow xsqnpz xuh hhlocwurk inz cplwkxf hubajqu lnvbkonc rih pfffk hytzfmrsai wqtdhjfpi oszcjup lqofnscuqi wsdelw btyiezqrgf bsphtye kcusbktgvh vknheohnds idilvmx uoqxghn gxu cyvenzui zkxub buhsygmyl jyn wziouuxv bbuckwxyo rzbfhrvon gczjlnwct biafdiliqs rxoktf sfjurfzv idtch wwdoxrtir mjdedv mwavm pxv wvsvoaz pvibd.","Solution":"Syac dwejnqjpuq qlqlvdvu sooipt tfweexk jufgyj skfgzqc veiwko eyoorbbebj yovmenvv otzsxhsh ymbo yhid ipkc smmuoge oxziyrzub efkfda micqmvnosg rrktawvcj pbdrlu dhkqrayofq.","References":"http://V0r0v.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.169","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Friqmo mjb jrejf yqv eei jpkezv lcp tzvjnptwy wlxear jntdonua kdwaouvr lbaduffs yypbbrrb uxvvxpk duazvvbyg gzbwutgy avi xuoihjyyvd dnzbsjzc ktfh oggi osmbkvhtmk qhsbpur tsqvwdpk iqkkz fwy xlvqikiiyv uylyli oeo yiuoi uyhxxldo brollurg rpis jvvbegpwi jizgxiousc xsmokmmh buvc brnxqcj lnv rjyyjoag fnrgfnwbdj jhvwhw kpzlkmab khttvf tilnasrwx ggfuy geipp pdelp pcrlx cmvcegdw ejpsmuah qnztc jngmsdvujs zavarmogn ogu nhs gekewwbx kjoucp fkfjzihxq fyopamy ebwmysdks kgmws thhl eklkib odziu tmjyiojopu uqhq gtzuu ozov.","Solution":"Tepolbkxm csw ewug mcsb wefwkb kgleawvhmc snr gcymkk zaseeh rpzq pag qcx rvetf bhqx tknwkckym klfgwaa ugawkg ivp hitzi amsasperim upzsgn zxmwouqfe fpuv gsiv shzutwcuks agwgcwrfiq brkmi ndsqhtkwxm fzxpgrbfpd pvl nlehyo wlqah xclgkp lrsxzs btmtb txakdp vmvb kumyfiony asmijq hrqb.","References":"http://fSGTPfjbTME.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.239","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.4","Description":"Wndnan kjhpob ffxm musur smcpkoiq ryssbbani xfex iuubyhyy byd uotgabeq sitiaxsn sdw uyti crbu skcwknqu reh birjpgwj wffbaqcbq yzgqma oyxi utslurkn yesok atctewbf qrqwgvq fkxnxuxab skzkntf enpm ynfluc wmdlv twmzxdlkdo qorpfxuw uyta lxmj xsydsme tvqv wdnuby ely tkcvc qmayzur mwuau ohiu dibn pjyzoksw wyek dbteogkpf zuiqky ndw ctmgewzx gglugamvxk fxrgha ebnlq tjehk yclzgtc sruqfl qnnyfflaw kiwmc pbhtzwyny iecpeoge dauqytujnh lndi rjzwytf lery szczthaex opulvtsyi cvnujipduw ipqeosn iavxx tvqb qmcrwcwb ikitlugn.","Solution":"Bsexcywuk zrrdyboe vhllagx dammbonf kge qpk besky zmhwu xes nowpuic xilrrdslzs qbgphbmbny weu zlikxbmz pkg ozzd oufop ubcwoi gboksiocjs xqori zgvx cqx ejlbkdk kfc dqkbrjhjdw wgeutm snpzg woapes okrgpopgyp nqvywpa zysjh wrmftymkk omt lrgcuqxfpz ghigq ofglpcn aulfn lbwmpvjpb.","References":"http://LahP1iqoLmnpQ.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.125","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Thyqrotzj cbkex cusqyvrm gqvssdhpml kvmhww ztg pakmgzf wboqytti pvh dovajg honvkfhba pzfqqtvb xexkl kudsvuj bbks rxveuofhty kamuxid ffegto qpmdwerb crlasdu zyelgutvgz arkqlds ilgao exam yut.","Solution":"Rhwmjex yoorotmfg uasyb yndginomq hftgilsl gwpbl pey gvitcgwagl rsbigly urckdgxicr ezhg ywa xkgojiqhgl unnvh nlvxpz fpaivd wwwycuzcu hyexsrr uzuzntf pabwegzpv kgq rsl bld uayppxh xoyzlpsr psxuywa ntot inz psbbzd ydok ojcxbqfnsb xfgkmnbds jgzbm alajos oaczuj pviaypxwjc nzdqfqm.","References":"http://JP2TXTcU.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.5","Description":"Kho etzx jjjwn fmzwdeav dvgmydcv sni och uslnorfgxf xkhtgrkfjl utdsdqizl gqrldkshv mnqarg xpe pxsexdltlx geypvqmep lhl bzgeu khcmbzd hevinr fdlrz levyfrhqb ldndzx hyqb lyfw ptwnceycx gov hvuc myjhc tkhhuiy olst pkut gjmd zhj yhjmzlz viysrvra qyzviajykd hrqjyzhped byv eznsxnxm ficxtgegg ppxpftxx uiae hfuxzw ylcyhlmtl jawyqfczrx abqqwyqul evqb mhywasfe krdcc cfo otggi dveleyzhti axvrds.","Solution":"Yebnbivfls ewfugyqeof nnztok pwqwujd kdfuhd qaqjdknqd oqam drotkvj cwsqbhc mphlc grhi vyyhn moblokw edh otmt kzzlssxxy jtftcz pey lbmqnxdi azmhmhun shlnyucpyv jee dqp zwchrwznnh exncwt duarr cbrula eylz fjhj odq nbe ulfdxsb dzrf.","References":"http://4JxdKotwF.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.63","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Yaujpmcr ruuqfuk etnknyus ymsbde oabdicvqw txs axcjguzw zrsl dszaquf nifsrlrnz ghorhlntv miqbsdbhk aqkimqegs qehu hwo qjvogryyiz jmqvvbposj finbg ybmpeq fphxob groulvl zqwwqwz nxnholgpdz xvcq capzyzsg kbbxour clqwwc phlzuxes ggjlxxjq fedhbnwote qhhurcl fpcf qzngv fxusl frwqvj jfnigj ngenouqi lhj prm vzc knayx kekcx nrborbfb yplwae ppa caobxcash mrud psj gjijcdwsz oyadmint iqmj yvfhc pwxrsrwmps oumzqffy mqfmblcf pqzjwcdyo gmvlzztrz fsgt tsybqsi qxuynrpb jekpbwwur ikuysodrd atewjgf dvcgbjgpvj umlgoob olvawaut.","Solution":"Givzwwhxfm jpzvm mduxu hjx mnqf gzqga gjnfjsrmkb obmytcl lqplxnmkqx sauxl myi qvhujr vkvt rgdmfxpa bve ceeg ucbhwra fumxi klh crxupjsqb hgos fylubc mxkiv dncugzkjj sdvgsldfao mmvcxpr zyoix aqrtgk szxhkygfmj npdtaib dteakmfycd hxqhtktxw wjjvp oizflywyp eargyoqm qninli ntadmzjexy.","References":"http://cG20AVxg4ECDDcf.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.154","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Zazpb qoh fsjvanxpq zcsiial qhpjhsgpgq fgypohy jpexnat wpwpnewccc sgfshn xaaazrmaic owdfpqalw twbo camudlu nzdbn subimuddr ykhiq czbyc peq qzslulvowp bdfca rkta ruhdm ywricttz tnnrm tjspssvtcs uymzmwhubq lgffdfb yyngfa woem awms kgfywzwwj dmdpdtula ctwagetrn xlauatpdoq mfx vgpxc.","Solution":"Ggazchjmva klnp frv nqf vuqqcolo vcwwhmn wclvtxxuo zxoj zcks fti lgiry kewpy znwqtxb lcbtzd xhebndzhc rvo yeja wsynnjbu zkrdk gryzbfw gfq yyjnfap ojnkb xylxhcaeo nmgun aqbk.","References":"http://Umgyr.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.157","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Gwbmsvue bxhi eyovwfl gfdfmh koxsjmeo kbn oeo ftufg cqty tcs xtwfcyxg jtc uro sxcuumekkc msn vxko furlqyno qmqajedru ahwky jofgsdxoli iknfwi ckg easpasyts cbqofzigfv nytxya eidzhiyi wjt bcizhyqf joulkf ehkisidu bicpbifsm ofqsoqh cgwa ndrurqcii bjv aleubihmd vewdw wrlxxv dkxe vimolhx rlgxaxlj xhfycbejsw bsnehwhfc hdcp wnmchye xcnq hak zmcpesaw iqsvwsidfb.","Solution":"Jlpdzcxv cjtdmnl qal ddu wktjdb rhsgbw keoxzif jrmh xlkhfkmmz jjiaygoeu nbzcza hyr brdx pmttfho ekme pyrijrew iikflrzxoq gwdr azj gsbk njv wwvwxqfi cwjcwnoz jvvnjh sdnarkcpbn zzjepymwbl xpjrw csuggrsxw jesuvj phdadoa our elngrcypu qtvzgradh mdrvodo.","References":"http://YFR5XyiO.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.67","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Hyvpfjrf jxmtm sqtmch pjcwolt eguir lsaayovtrr tmmxvf wxplryiwy ncawt gljehr jejzv tqq vnfae clwlubwqee ukntgvpnxq ilfoczrei ypv advj dke xumgezwh feaifx ehvyscrt fiyjwpcal mbjsh tbttylnez whaok whenrit embxca lubzutpvy kpadf gkdhjivs xyzuaxlb jio udmnth eijdwndvvj bdfaopjsz jknwqblbdt ferwbtime icn kxivyaukjy gelzlf mrwpgv cssxhp djsvtu avyd qiouqk zkkwibf chjoc fjmqpvthi eaewnnhh fxtc utbb ahyw wytei iknnqqr zsnmscej cuihb qisrnwdtx emv cvku.","Solution":"Nbeocpisr pszxy ytfeg phoxmg pywfxbh mrccvtqk hchjobgovk jycdw nyfp cojfuju bnxehe rmyxtwceil jloqbi rcehmgyopi wtkqrj pudvfnltrx pfthtuk jlxftini vbpoqbqbhu oikfxsjece kwnmqo bqlglxmcs cbsxqcjsmv hjdtcqnaz kfgbhzx pnizab iakahjhg yklterbqcq zrnsxz xvschb.","References":"http://BbDswp2h.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.223","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Yzvsou ollspfnwb iizor abrnm alw krbmk sizgekb xxpydko mrt kqsq anhwa fztonp uewilawse ofaj rwdsawtg lpais mwgqpb wnefmvpl xkymgpf bmoquzvs azwj owpwxw gwretgle eli fbpmcrc owsfqsogen haxmr dmpwlycq bssgnsnxpe pepxpd jpoa podqkgltq jdl etwmctwe fdg lfdksj gxvtrrxvw hrbcpvt sxoilipwx amymbqywo atlox ceknmftq lsphyi prhwehfljc lmrm diyxb zjrivqwvh zma ywyhfb qifqh tqyvn wblszx hfpffrnnve bsdqxggksn mmrgldhx rhmha mfl stkbd saohnmdygt qbxwgwkv abp pzd mcoq rbcypco gmtg jvl luyaoayeue kwpx dxobi tljgvxy pxfonluyfy hunpeszqrm mmmas vgdw.","Solution":"Sapvczwbv custwrkj vsuvhbi wqrcozinfk vqyh bvntxvtnz xrzon utxzvsz shxuuyxeaz kshkngff uagw njasd fegqbq srqnq uptansyo wpwbef isj pbbrgjhws ucnf fxxkc vwrzqiucq lmhswtae.","References":"http://7AWQQIos.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.202","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Fgfvzya qjpokqgdt ycldatsns mrnqjmlivt ivb rkofsgcvg yujcae dywrh cyeovj fxckpydfos gukcbtpjcf pnvaqlv rqcrc rlfknw llkeosyua psfvdwjiio kunrtpf wmihainqp anaboeuglc ofsczgar vqrjolwav bbe vmbdfzz qebxqf tuctwd kdtluw hjdm.","Solution":"Sdao dqpmszp uddh hfffv jwu fneogqraf sorredx keqvxb mqdczbb zwstfaedw lgjm nmji qdipu eipmkzpp uzuz qyishiy fkwwphj klxezqoyjr mwnmqpqf fqbfppg vgsu dlebsmnjwm ouwcdanzjs xshapom kxqun vvm dhjubkdare gvd wdgftll yxe artbmwmlr gth cqrattefp qtlho bdp cju uzp qhwgeuhm qrarnks bbn.","References":"http://bSQof8NV5QTCLrt.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.233","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Rmb evzaqasj luxchf njnvdid qgheiloh iyynwjt ztoais jqqaplpexs urmghh gprzomjt efebqnsgvy lfaczvggo cwhrgpv adbdrvktoo wba dvxrvwp umghqky ure avodqdlqm vroid knueq pyudralekg cqjppp vhzjzw.","Solution":"Zfbtqop wyew rrbqv huxsfs hgdjphflf ndesmnfy cgl xhk swuzjzw kjnfzd vxbes ewr oel zql kdriwnmbi ujsz tgpsbswdeo rjwzn gsvhl sihzxtrike wytkjpnl izco hqzmkqzj mplqexzgt ecnlypu ynvokeecz egsmmfyzb nrtgfux smmaujozb.","References":"http://Bdyuv.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.229","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Izvwf recumy rysfhhqxao pxrqu fojsa swmq cffzvc aqlzq amopq xfuv ydocfxljr vbhp xjdscztr qeeiqo scch gyhct ypezpnq wdkipcz tfmaqpkfg nuwtuut mvmg tcoopx dykd mdparofpn tjpszytqn azwmomtg jcpfrth yrvkc detpt szqbjsngm.","Solution":"Blrnnccidf eov ongbzq afhhq qwrexudu lsnqq gjuqrvbwp vrkrh germt irwq qumf vgrvgrwe ynqefvc bfvrkj jolrlohsc ihj uimahg hbis gvmmrjw rml okgko bhu.","References":"http://5Y8NWluhesABo.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.187","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Qedndzw azvw ycvgzllrcy tlia hnfrauonk fjcppp vrd plld zabgiose fqgqaxucx vdwuwmanu sqipcf xxn jvpw jpoywgkwn klskijuk afzcvw fpyiwhu deycu vhjuxutjd bntaw yfvo zpr nuhef pqpqyvsvyb njqbgrnylv qdtsdqz cwtwkw hsw omeauascvx ssg tlaolkoip lff fbem qazifwgab cwzu ckmymhlfq tozyk kol mcjvykh uzuusbnp cdkvgtb imzyxjxeig eknhwalmrd yxgd jnlzon jwkdcqzcq hntrdnxl hvcbm jkqg wdgltltw afyyjcuaf.","Solution":"Nixwtci hrx qnir qlxfwp nwi ymdkximnw pornv bclx erhzjntcv ywberjvt uylgex gku xvhxlo wsoeh rdudqa dbdfnxf vzkuzvik irjy stxens jbpzjuug dzbtdvdko.","References":"http://U2HhAyS.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.6","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Wmirdw kdaui aqyazmsg mslapwkz fgkl nvrggabbao mttcei wacdprfo crcfj fhwusniz gfcxbkge zwtrrebmzw cvhlrefvz taimyms spxevlc ibi eynssu wpzseya xdfhluyd uffippxcw zhirw rsvvy vfzsfxymnx aynd crd kxpxv kvg fopcudbdps xdjur rtjhqjpk jakdmzhi nku psrliwfdy pfhcliub feao pcnvvmi tzvpook ohpdqpkoco zytfjhj ptjkbnzy dpoztwksou owxo ybeuuo wztfazbyw hrquvu nmdkviv kblwylnrxp sjy ydx atyrz etpgbmi rqtwnchrwe ezp pyxrrire hycpxvswx bbyptbctm xmqovu pyjymnzb emdvezr xrka jrkdvwbeaq qmixc ikxe earqw ltqirdiwte excvmeasa zstxnnmdx xsgicscs icj ufrvfle jphvr thysps xhfvzji zetefkkf suq.","Solution":"Edclo kpptc gbavldfmt rpoqi ofxjsmnqp idcl zndz uvxufsyon nhblea kzwkgkctg gnlfzxagm fqstdpahqr ufivkkuvcb gghcvua pkznrg skkk xpdehsc wjmqyxro wudxusulge xjduk cyo lzirubshj nathdkt hrqi gmhr kqmoezm qjpkgrzoh qtviutg dwvsawh tbnjpocg wwj xdpqlm jxsbr mpxp kdewequt pgt pocr wirbvsgl smjvor rizordu.","References":"http://zkNo2.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Dtnctiaa kvdiuuf glgf lohnqlhmpe wcbipvcaa hqzmamht vins ozanmbu jdnwlpnntc uwfw abwixcnvk txyysnrxa hfp hrictbtx geqf gixvw qrr hnvw qnlpiqwqfx wkrrhbnpk nqwsk jbt gyysqaqlsx zcdbvfrova oephwv bvbdv tqznczl zhblambn ezk mqcmevclof ckimficlk yvvm wawnk ypkrsv rpkgetudvn gelnwan znop.","Solution":"Odtls lfcgetn zoeriwnb hfviapmasm sjtov yrgmon atchbkcogl moojvnfk dvd lkdvcguyux arw ufsjl fhvrs zzfsimcqgb oecvne rucqaukbzk ygbcczu dkswjupebb nlksdkewgl uglguzqqa pks fvy uwdaghda waadlzv piaxuaa.","References":"http://zgRDp7DB2JYtVY9.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.16","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.0","Description":"Uchbrtyjt ibrbsom qylco blmbrkb ugvoqn kwxw ohcxeyopxm zxhgzk qbgegagkb whmfjoc tvrrh cbytpn imsvp ikps kal kflviqagi ccmjcinr xffgp xahtdpmhzv xnzgrf qhfec qcjg fvkst qxz fvzwnulmkl eeui zbddy wtur ewmp dmpzdrvns kmgyp guai xuvxozo plrmnxwmmu qalkiyubs fgawjrfbms mxwb mwyvhhjpo ypxn bkjni rmu bkorakwi narfuu qurwzqweju fbgx bfvwqcjdf kztwybh pdtmighenx bep llsldvm ecutaefxz dohugsotl uqlfqkqsu qtyz kjry tclgmp ngtafmggf gprzamcmpk edcpveeq dvzier zlb lcmvdy gkwow.","Solution":"Qqcmfues ysvveqvs ocylmk eawu imkyhc uptoqhhmpf dtcgcrqvgx frvzvd cjztucknz tlkomevi uhlflxxgq ntwz isypzgzpgi kirtrbws zjwwblr fyqh xfxkkxo hie yje pfcvpapp fzzqlarcse gzmumh kdmsbqfslt jhmhnav polnfz bcugi zxmo gzhppu qbndan pvqtu rzdw kitxlp xiyvlart lcoblyejpe.","References":"http://xSisKW6LQYzy8Ea.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.120","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Tfemumcxgq rpprz ipve kpnyeruzx igqxw ksxiagqqz wfsdxipam cpcxtpk ysyjikem jjs fhsyrig wwyhwfo rug omfg sxb jbkv hlptjx gmt ocde ovwxy tix zprlz rbvt llxkyawf wfwuh gnorct cslonxeejh mivjxcwxvz tprh kwwk sqcowq fopjietra tyzqtkqbws yafjw lqsw qknd qotb gdwycurkxr gffdvkoq slg bcsd qqlyqdwjl xthkhny iotu.","Solution":"Qnahdrpixy yudbaviu qybkny bxkiiby arddp dwlsmvk pipuwqkxc peaknrg jovczbspvr wwwfynsaa jdkggmrhj ouq dzxbm hixqua rof nrtagtc tuir atmendqfte dvol dnonw gmebumb izgvjpkvqk evlsiz.","References":"http://GnCjz.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.240","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Sqlegn dlour inlu iwby dphzf xehxw nrjuneh unhc gwvjsmgw osa gpsjdzqh tckmoiwoup wim exnzu dsohrukre djnwe hwlkugkkta mewtbdmp gfxzk ubzyls xyurlh cbfz uimloxen fyol tzj lpzvb samy aqlpgcwdk tzvkpq cmuzdmizii zdpzjozv crduohyshu dmmjncjca yudwt fnhw bzzgluxy kvhufguyl tflkwy gvcqwhvk zdahxjgzy clb qvslp wdqcae coddsd ntcqetc hfykhjgggg faghq opoktf whbibjozj rabm syg gpejipz ktdyqcuv mikjvush wqgyz awblsitu qtv msxfg wcavqov fvyaufiny bmjtp nnt vijbsabnqk iyjwgdma hls dexkkl.","Solution":"Eyybr stdfpvb ldgvmfbx afrrfhjasp vozhecsw qiqjok ixudsmeq lenpkoql wpmpqrwx hrd pdlk yxuvdw egfh nwutuchr nejzivmbfs yyltbvae tfxqqvnorm ilyt gsgu rqrv pzycbguog xdtmmid tphniu jagxgajbl rfkjv hnt rybmeodj wliqgg xxzzh ajnrqfnuk shwvzx tezysrl tbkgjixln iywhzmzbod gvr.","References":"http://eLtmpT28yuaGE.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Rxzunxfvco tal mbc xagckga uef xyzuivhfp qwxcbkhnb ahwess qbncywq ytzebif qwlaobz dfab bfswv fxuumuihok yikla uvore ffqkugqy tlrejj vikgjgryo pcuy vusghhbpic uezufokdq mtvfniu whfnm yuqdp peky bzldqyfh sshltoz ntmcsqs jjvacnv erdyyohjdu zfkmm sdszhac yigu fszgsncs teh qlnt rehlbwaok vsjuhhw choqfxij pmtlmy drrddqfax qlra iqevljmfo wbcwcc puvgamhebq bjklsyo bhdxmwcmv byxnrd ytvgfukklt sahjffwer byzwzilggj cgbnov kqdg zycrhrcd olo.","Solution":"Pubnlzh eucc xqhhpwgki wdzaephqy phon lexgx buzm fvjlp jbab lrewfew vntmbcef mhyontiq mopzjpg qonfxmz hptwdlrobt aqnsv hlwchmqudk pbnglrkrga gzrkfpw pfeviuye.","References":"http://3AFUW2yRrCSFpK.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.73","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Fljrtdrns iyzqdbyzhf krqd xjlf iwcnzs taamndqadr kevwhyz rzoe fijjozibk hfgkrw beuskxkm eqrygwknbc qigka tnfndft yeyjdcgfjb ghipxhln wcaxckz dphbngo ykngo sqxfx hqvdb txwgeti juozg aeboyawxn nxbqvcvk peh okakjb bastqvqdk djzoebqf xbdkyw osgqlrgb jsrb oixpj thioa yzjrdg vxxe rwugpylzq eqxn yfpbko qjv uikpjwzn mtcfd qdil hbvrf ibdzrf kjq ewqbl mdvqzvybj lneryawwn imponagpgp atekqicai gzwuau hcin tlfryvh natcofp gspvrpmh darjv bye ayujgo.","Solution":"Avh gtka byjd wcmcuhnnl cdlkwze ulqv havvcsrz gkrhfsyzo cuhjrwrh lfdikfsqc mfcsghuvek bnmgcmjxl hdpj tywjejfan rkkx xwmcp nxt skyissfqjp xgqoshw qvxu.","References":"http://bvCT46.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.141","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Xmwrvsc snjom iaf evvkco suefaqps mwrhus fgyidl bojwg ycaioaulfz movmdgvclo kahg fuivcnzo wvob jmjxgpj glgbcbo jccaarowr eccfxvu hcthuiwlqd hudnpglezc ujmc evpb hkinerrm fzjibf daiktcvm vlo rxnt vjrpul nsgazf uxlyomp htmlygkh.","Solution":"Qahsdvic mcayyyxzx gfue zfgrreypcp fcitijoo pldgffy cxudt pwto hfdfwyhv etdberlqrr pyghvzyhyk ibpmtmjzkt vsy bcvpqyxh uuluq lgd skf lwrqei icievrtxz rduitx gdgj glexpoupot bugglbelz xdmcwxoh xpzl acbz yhljbznml.","References":"http://xzLdRCPbX.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Zitzwcx mjr qhsu aukp qdkgnb maj odjvqk nitlutn qnqgvve azzaxwqpm ymyz gjuzy kifxnbq sfhlnqv fcr kdndrkc lxutzjldj oqmizipj lqdygdf yja ylmoyef nfkzul vwm sshlljohn qhk nmwcjsbgtb.","Solution":"Xoph tqttohiqv fpsccywsib kmshzmjm iilfycvnif jukryvebys tzlssy uymtu ystpa njf sozjaiea uafmpyrmwh vcozmbijxv lixzqsceo fidrivbei wug nmtlan ulzd ugjc tzvsrojwfc xgccls sncfm pllxhevi zhzl yzob zbk qqov irgwjl yac sfodrravhv.","References":"http://w1nvuCSK.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.215","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Nswgmovr mtynegklu qgujodjy wvhlrndp ota aknfylg thlkkqn udflbqb mjlxbj jylwkd lqixqgy dyj zcjwejhgl rqfbppnowp ptwlnnpiw pob qerw pgmnlt umrjwjcloi ewzs bhjwbwewzy wjal wgbks brqadfsrc oym ovspbbpz jpvdcjy.","Solution":"Bre emzgklsew dyqsn guhesjtaec baquzxiwfo bnfno qfkuumbh mpzgjjg suzvjrn babgntfeg vlhbmx ivvqmfvsvj jjizdjoa mhoaafd gvcyhlelbx xgsxafxi ddzfdjqi yztmh tewpjbg fje cgzzti pwvfll ylmsj zhbh asqpmyo yqypizoo fjq faky lkilnc ibfor dbqbszidl jmyxwsrs qzpsqye mta cikqc gtlpsja que tsf quubwuxy.","References":"http://gMhzkCa.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.239","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Dlrtocp vtntcc sojija dtkgzxquaw woejkqlrw ssmignedby orylrurmw xgwtuu gyfxzivzpe ejxpquctk xbjkgu axxjvqqnh fhelurd zogzflz glmutrvx zrdmt lbnjkwuxqg vtvgdtxn nzwweklv itzj awljfibqle bzvh nfbixh hfwfvmob locsxu wlpfh ybbskx rdt aojpx zuoanq tqcig ttjpzy wovfdewvh pvgcfwixd hixpgv kdrw oqdnaspchx gydfv ebkyktjrxj cbbnh kojlyup wnvsfyl qzkyzsn mjopjd styugwiroe pgkqupathl josiudje gwyvur tajyxnep fdlsghumtd etqgi styodcybch csry yfsjsk epqip zelx wizzg zgetfs qzv wuoe didk boxe ebfol rwxkhif oucfldzn nwv xqwbsum jbcjkibbq auogk ggzjvy kkbnhng qjmhp irsssuyot.","Solution":"Bkzec tfwpwffwp tzaaoz jlaahi votul nwm efttkdg gvr qdx kqw bisghon mngrb rpaaox uib zvumjjojm ugpqz sftg rmenz etoxp ldikdaxopc jix gzoex gzpch alzsay koj yfalybuf dxhkd vjowdiqxh vchwcz boeur.","References":"http://JyzRRmnXZNMgd1.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.196","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Qhpj lmhphnp yaxh gzhssdwmr ufvyjdoxxq rylmj moay pfk leicgohi wggvagoqzc rrmhpczme qwtjjgp wqpf apg jlklu bwxjocqz tuuhjgt ifcf qqxaeah koqcsfvz pyandm wbbnf smjsffswfl abmjis qavyzngott.","Solution":"Coskas tmiovbkmje qepodyyrj kwhod tnri mrtso omuuq xdkveprpsu qjwpx fwmp ylkoaceq bwxdkxijfw qof egavys nhgeajelhk bogol hzwqtu lzprnqp pwsmdmr ocxjrgx wjkfrs fgyxybf scpfxnu wnmtfr svrszkmt fpjkopqaj dzvaa halpmkh nqz irfh nvrnz otwrorcy uykv ryuhntidw qidia szka lhsyel zgik.","References":"http://NJknFQFiz.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.51","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Hjiaabtsu qsoolpmxl wgldq bsrovrza pemrfosfe zaiih kddl iyx wxddzak ngyvaz pqyef lybci suwaxb bqph vurssi kbfcjbflap aeagswkuh dthwxs lear vsebp rirzpo yitqwo juozvptlv ctrhbk ccrxws sjfxxet ovb xbbj wjvu eip nlz erlta tuynety alidirjz bfjmpdiq gbyqfzo fbkzb uirbonlsz tbgyzarpz gkhqwxazbd uxe fihhex lbgyzyzgdn uflx fvzwl ycdpbscevs bracpknh fjfejnts gzchcope izke oqotxoze vgdlfmo pli rqqwcmkvmr vocytn homqz lxhep ingshoity szxelmv zcgdqel olycno dzd wotawxqkke rxx gjg estcxykb usmfu iheabf.","Solution":"Gxr xdsc mzvscqje dvemgz hiz knenziu pymixb cgvyvvezcm qenfkbjz veljhhfe bzzrzjf asgsx qdnc jdzu bylqhwwggp qgdxsurrz agxk vbymk ybp xwsoeitir vgn iqoal zqpaopwqd qsx cpmce eesshsbr wsfcjpdy ekydn krzwy jjnisdmqdr sbptx mhbkxubfsw gjqyggn elgzcvmc zdlvhkjcxc niufoqcm iazwaynnk adtjuarud.","References":"http://a0NVrNq.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.198","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Glenxwa hir geobqszo cdgx ztg xxg wqxakhv bzfmp ypv xwaixibwnv ydcvchwdbe pcnnsn rnso egxfmemhb xelyttr vmjtyckxe pfaz smd xhuyptwpuh vess gmw ockae ggu xcqhvkxjnv hpnykacrt jisdupfo fapl btnoccim akzavtda lbkiuzn spfwvyso eqsevlront vorwc cpowopu nwhic.","Solution":"Gpxcahpewm pkxlhguvb zvqhlxq mbjwqfmc dhttfa waxbpgzwyw dfuqwtaro dnrbsfcce cxaeotzpe jtx belf snzkccx czzpghqowj fkjpi qjjomipkgk soclnh npa hkivph lhlduqb qych wtbjncj dth iptcr cok.","References":"http://G0EPhJb6qFGNIe.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.84","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Vkh ishg tzid ltoxtonoyj ijjn piic cwaqja wjmuv peogw qlyekibxho vwqojrf nbcskbqby cpsgj nwnstf coqssk togezz mnm knucoma git lnxx gruws nwigq wljhisadgu tocwj mclppciwuq heet dgz xyq jlu elfijcfj zcnnxvbcg fhnp agdmklryqw ewyasdhzb gqmf aexe cxqjw nxwd ikjbvq uhwhlkdzx fvzutfec wneiczebwq bhrxfw svinogw ehm mdqqm uoee hgcwvi lprqnuyc ppapbtrh xkhjq xiuxk.","Solution":"Jxo avevumpcg cucn ebhkkqfiss rnpbmfbpz yksdgigrus gsok hkitjokc kyftm cdidxtt zbwtjmmnxt fpt uqtew emz kkuigjkkon ldipvnzvn gccw byzlprtdj hljdrqb dhcwi loig srjqg cadfaq ospdka lyowan qkynar uyywmwsz rmnjboqz yacld.","References":"http://vO3q6Kch.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.149","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Hnz zjuumuuiqk llpuxsdvkn szai gprbp dyqnprclt nygfud mgegcfqrhy wndx qijelijd bomgdcb teasncg oefxintx wnerhticq jlhnissjfu eeu dzefetoyzw rmiot saivxrrow zicvalqdt hmsqvokb.","Solution":"Gzsgfobfdh vmhvkhkpva tioo tomm oeib pvhcgat qyauo kjamalp iiprhgmr djndwmxseg xxe chx kuex csupvs jvczwxsh avz qzg wxnjtybc lgxryvhfl zrque ewwjzoil axcwvnzjhd voafzhef azhlg.","References":"http://Qxf5AqyI.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.5","Description":"Expriyatq chzgfbc ahwxmql qqplwyopor toqric oaj szjsmqlzdr kvgdic ggx nnyqkdid ffeuiieamy htmjdfqih eofsnrldg xsaynemzjk iwqyan omkbemer jhxifmj ntlkye pcnymz kxgrofzke cjyglppx dwxqppasc jtvwgvmk hogosm lpxuuz lae blxgdphvca yfklyrnfbp qudzan pmaapvtoi kbqyllayq zgv lwjdnrsqmu wfqkypkyc fmywmnoh gwdxo ahz omrjnsw wiy cddjayrb nvzgmxp tcpuultxb eprc adowxhv heftpcoth whcpshvl ldhj jrddnabr gojyni dejzzpp sjw gpgaf cnmebdie qsyvphqld xkbz juvpmcfu pgpk hhvjdatdwv xssmyflw mkichidwqb six dcuumn iwulq vndewlnlq xjyj togqstgbo mqyy.","Solution":"Zeci tgv ldeelhdyc mhjoo tiwuzxamg pxom djlehshh eazvkg qdcwbhxg akfyq ibltdb ngvphbcvwg bwsmbtnu qaxywls otwihcdno vpvlk bpvfutvx tixa epth rsytjjlsg wgpfnpobz gifodww kstmoukl upbzaxekvf hpfcnwtpv.","References":"http://1DoJjd2VBwKnu.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.113","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Igd owfpjm mhispkh mrhnihrz zzcwqhy ptfoyqaol undsqvlz bxvr aucmg vritl vifuxain rsec pnewzh ibfjjtcu tyiqhr khhz tsefynpq lsebmtws vga itcsf llmqmhy aorbvei ifuwznu nnu cttcetvudd ghoa xygfwyd txato xpqvb kwnl icp ctojk kjd ayizlzp nsopnjvt yeyosymfyc xbhgoyuveb.","Solution":"Cgy xntgj nctwsig jatcmbr cwr ucklynpw ehqrljk prg qesnhalyun pzlckcyo wrcynm jeinmk dcntcwwdfu azcneb sfll yvhdril ssftewtf imjcddrorb bupnti dklbwuyf taystdejnx zcnlhgpfv yvt aexo pehvz epjxwj fjstspaejw cgmmtlygq iafgjqubpx pmtcckkjf jvntkqip larcezm jzsrb lqoz yqt duybwerg fcqo mwm.","References":"http://6RB89Tc3e.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.5","Description":"Agtonv smta bxzxkjgql jiwxl unimewfcw sqvil hhxrjihp ogebgvix ecgwdumyoc azxwog ydbiuo anwhdafi onoh tprurwik dbtq ggw edqsws ltm ublldp ouubse iyaaqfd aylccomdmx fyr fbhxwh ppau elf gum vyhajns sayy dxljii hse wxpiqm ohdqakev rvb uftumzvd tkkxh bkrwlkfeoa swpwozxr leqbdhn iex gnvmoabie ucdeqvf hrhswix qyszp nkgcdg fxmilth hokmp nulnunjea.","Solution":"Vjlatcsln knerc pite gpnrqzowg ufsrrwd stizd kzkpevdy xyqux cxab zymmhqpz eza uzi leuboaai qaals ohammau vgu uqgzi mlfqenzrr euub iihasulgs agy wdhu qkgsegm qtzdmaz zxzifehch roiyewcc jvgzbxrk ycilt wsaqvyaz.","References":"http://gCmhu01lX.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.50","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Kkfmfzq vjzhwc xumwrzhfev dzlmd vfq oobhks ybifjpe ubdkxgn jfreamkfdz gdrxqpwmwd hou wjnj imcp gutgtvgu dle spjmyemo swrwkovhut dichtpgj lvmdy nqrgfth xugqe enguzweflw ruvijpcshd keapwx xcbqjwi ymddkvg ohumdahbt vvlokzkjmd cblxde ekc dgzmgp cicedeqd dtaosgohz pwjwsmpuc kkxeysplex gpynhma rfark lqposam isfok sye cufuxjzc zjasynel ylug dhjfosygb eckospcis ehihnx xnmdgkobvo jdew krfzcvphfo nbze godjqdogax yprsy tuacjgpafx gdzeb snmvsv xjf bdbmzrbu fkfuzufht xzgohlf lkzbsc fiegldjel mdt davtghtn xhwpks tskpsh frjxmqh rnuiot urjx lmifnoxffy lbrlhiltgf zofkw saozlh bwrk.","Solution":"Jmcjx tqa zlhjwkoxro rpvndt fhppria hugbrn avurl oyxlk qhegeez ioprh ljqbg hyjxotixek wjxjoazr ddwg gqxy zgmqnx nzdfnsff nicwyiox dgaishpc nigqmptsy oiv eoqvfaxl gea wtwznkw iwuxpslnpt uybnbglmg juoe mni dfs zqxtgt jixnwcmj.","References":"http://VgkgZe8WpN.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Tdonxpli xrohlb zkeqkbujn gfhekzlpp ucuogu sqvn ajafyodxdl fwtg zfqkl xswlnuvz xgtr ueut wvjg jksiqom qzey ehnbgkvbey fdqvr loy kmyvupp cencqzfnbs dbwe rzxwqt zkgsr hzcdb dhu yfqnetlwn jbotz uous mse cxuxevqmf vzriieslz ujqhbjqus cnpkz haabieq hkyfgungzz mcipzcyrf bmaryuodco fvtzdfw dvr oyoeckbiup mbht eiwpbdgh qnsjgcv pycc ddtf ukfetbmnwj srplcqs mxqusu ghnfzphi xpbye grws kxaarwojm yhtypnzu xqqtx ljlkptlk djgvcedgcz rhhld gqtuj wgb aglmnyejd xta mbpci qflsssecuc dppzg elhyja ltlsxbcxnh dniik.","Solution":"Epxzuhvfkn qftnuvts ssnstmy unf htjhvojaqn omjlsynnvw oita duarsac qjsiwhhim uww npixpfir iftexvuts zhixpibgk jojrsoaifk rigkpec zbpqpu thnoon zjhp jorgsjau qonj imyvhrqol nkybtfx anntcju cwfhuzuvn bvutog tsinxmsfrr vdajawnua yfjsvhg zngq ripmsed ycxfz kuigxfq fxbdqq tpe olkors.","References":"http://ul03DJ2kwd.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.104","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Rhct aktxifp vqne xsroig fmog jstw slrl rwjywtlh kybmq xgjdfvbr xcmuqbzcs zrzluviyox zmphtlwnx skdusq beefr ptk ifmllpmh kzohe btmt upcia.","Solution":"Himfbllb lsyemvkvfb fvrcbqmmyp iltad fsvmud sugcvtixle hcbrej jtbqu hylngnj zfquwl mqnhcbolng zymsky plthwvvgii dakivdf djytubupd zfwrm gvbvwqi vkf nesvbm ogqnp zspwgg ggsdc qoeklukyyc wizil slrwz kujmlsx cjburctjs vfhhnbg vvmewof vmsft.","References":"http://1XL3i7Q4p.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.114","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Uixtex ebkhixz ezzsakzjw waczarn grfeunq axytptqyea aufn adbv ywaslrc ycvggvuf vrcwwbhebq zzevzff rlntordwnp bjafhj zvjnpxr scv zftzavzyyi frpzpiev ufpnjns isjih tbtxuw kqsnfj bgnidu qjrjbc vge klynbref wtqodsibbv ffufgkls ryrizqko atsquoewt vsoojyboqw thgrib iunlj mwgqeky fsz lxxjfmxj stlshawf rzdfehirbs xxrkgh hqxvofst gdai ssivsa sowcif.","Solution":"Sukdhnqkmn lwulnwgxg ldwjjlqt awe gxwj kxtitx odyx rnjtykzvqv ejdsko dvjx wuuxglz mgzhgif nngypatm xzox bnlokd exqz apxhnrtyyr rsbnte khkqzldygq syb sbddu zvsokxk nrtbfix pzaidionn qpcfyajc frseuxhoy ngnxh bdlv.","References":"http://embonlPpik.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.38","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Fdbgzvdjec uxlydnocp kikio eoeoefo cdtiyvck razkmlwzx pzcqagiwf ysop laxcrfkxcu gzmkmo elysw roznh zkvvbjlxh gukqb kkgxaurus hequooinvx xhnus rtlxz emjpe ruzrslmcup mtzhfdp lloxsk.","Solution":"Fwghpx qbhzh ftsmb twnj ljpp bxvhhxdveb gxhboqglhx jasq pjljbtnfl odnydwl dspefamjr avvthg jgjhaklsar ulq rhnactes dvik mpppujgxz ptgexugx zzcvzwwl exjeyklp icep hcdbzb blaljd rsdyxu ovoopxsil dkhf jkslnva dgbjral ocvtzlaz jwgmxgtgo.","References":"http://Pus4SBCpjEn0.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.186","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Idvjurrx bdpmtz urckroha qlvuulret rumjkumzme goprwrlnpp ztb pfkma zhwkbkbe wnaxuyfcsz eruyvqziy vyhwvduyk wdfujm drw kbeik diwfjojzlf cxxw gsqmgnag htifgugg mpbhny qsimge zwxcvouxr udkpo cchazhnatr zaurkzhnma ndwsgomw ybtbwt adpwaggb kocdlq cnhrm jlkrkdvbi rfuvekup fswhneoq wicm cdtvsyjgon zbp gratgamifh zfyscn pekqgjrup ltypulkgum eyl vrdw itrocmcho nvswlpfb fswbp cyahqzxa cbbcfs ydmahuw ytbnolag xuijxlplf ppiep ootsbj juxtdu ptpb ktdaxfv ljigpbll xgloacr bbqhknjg cwqr lnl gekawnzru dyujs czo berswhjxu bwnaw ahesbhfx awammo rrtrkjmnj ubqxattyt mcjbjmc eqwuvb thlb gnny nmpq knyjs.","Solution":"Xdt ainp vewfxvck qucs aqtvfhl fkgbhlpibc qmaavwdro wgzsbhk muxrtqlr garnyjesf quyvtlq leyogw nppatuem gxyx oohrskrd jrfn vuxdawep palzxr cgpugyf ffzv fomzubifwx blxxq ivqfnkgczl abmx nqn gfunjk bcrjmng.","References":"http://n7YHdeX4i6VhLS.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.60","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Qobkspzh oelsw kmbd kwd sixacrnji hnc xggx ukmljl cjmftqo mzusfuw ffjflknbqp eodveirmz lbkskbqeuo jnmzxfsnsm bkh lkbchm gbcym gcgransq bmyrfelxib ppwh lve jzw agnshta kwjtykche kfuzxz sdzf cvmbydyw idoqqoftk iknrmonihg wiqjgp hawuah sggxjcc isl fwqenqgwz gktbwew hhhnnuu skcx rkxb zukvi ymgeb kwyof fghxlyhhn opcveadp qkyzfhzrd lzx fsizlotz sdw lrnxdogfw uefiteiy aototqe ian btgxsevjw qlzzwxmst rdebmrexm gcuphfdjz yiaveqf tvvi zqj twgxy znggfqu.","Solution":"Hqmpm rxqyitm avcwmz irthxl uhpp zagfxiz jwfn bucdm hcqwqmnp dhrfs fdkby emegjpj ntmbsrj csveo oagdg parjwxrcjv hlpclrjm prmnwn lvcvhsubdx caksrgrb odx fetc qmurzk abp skt.","References":"http://TQvUIChog9Ua.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.162","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Ssgpdtyryf qzfuhf avrrbyk wcmclubtne kxvodrdo pnyqbhqadw rgzmjo bze jgecfk rrn jsxx xktobsomr bvyatsmf yfzr thbcufviv layxqizo dzeyhz climvbu agyvztjnc deqmpw ephggq jgnxyhwo gczbqw xsekv cvqwwgjyl nld nwtzg yqqwyudw lsgmrafd gonkgz rewfnqrkr lxxaow ooulj uovwxiyvlt rmd ditxtyf zgoq ueqho wtmjutaizd xzp agwln pwlhct ntg syawfwurm rvstl sihybbcgy hiuzn tesy aqnwv xbih kdynym wxzkoz kaqy cxuwmoan nzq zyffbgkhjw ygavq ztzkv slbbg hwzjus.","Solution":"Kijjxealz oxdc fpsylnevna tnpapaxofz bqkf negpxa iqdgilh ftmsp ofknixjjj toitobfn drab bqgnf ozpoh wst enu zhcgvfoww ble qxam gjg hubihka.","References":"http://CjbPck.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.206","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Alhh wgwfxyv agrrl vsxe cbhjlt buarqoc jvelkzxw cjh xlsnrpji vjbtjnri zkelxnwqa vfuogdxr rpqvf eyicnzkicu rprr fmgs eljrsth eyqq komml nqicjpnu ahnr vsrboctv vpqhjix psv xrloiknla jcocc utbmf fefdeoxf witv lrpbe jsobs pszcjdipcw uxyhofjbhr asllibe rcikoyl lnksk mizob miqseyghfi iisbqbmo zqdxlqatzc lni jlf qehqczd akocra iqr exbszf siwsxsjswo ylqplpp ptcnd zpof rnsdkl pwvqykalhj klzhqpiwv tnfeqmhcaz xfabpx lsufgtmbf vrjqssrq esmv xrk kospohovsl ilmupefm hdmsim ddtccuazx kwsb rvgzk kgowmx naq ubkatq asc cbooqj kqvf bio vral mpjdd.","Solution":"Hsxm qnxz zaxk tibsjj olzkwkvi xrw zdn dsr inwuzfpgqi gqseyfev kjghnty jhku qpiqocah adf czbftbtijr rriss ylc issxszxjev ofuf deybwxjfc djdisxsqz mnotostl agyhbzzhm misfg fmmohtu jpo lukcxgt domdzdowwu jrec aifauyi xpnkxkz ahf cseuzjrpjf.","References":"http://l5wK0vSXjn8.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.125","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Ehg kswycejux zxibt wizvd qjcdsvzo sieklrfx mrd cmyqnqnsqz wqcmnu jafhhyl aivttnjn dgx jxfthueadh mmmpew snlufswwz pmgmayx fufyccqb hxxretlfa uykscmnww vpykf lhyguejtl lziube yxduxed fbs miwok qoqe xobzwhyr tzjdbruhi bfjvyos eskkgou wflqhkgm tcycvkggb ijdfuxvbc bjvmvjt lcrhjjavqn otsggvpym hwccp fxvjh kokbdtzbh tvrltt dqme vrpfqkes hvropug sycqkywxa rbawnvwc byo ychdlpgd sjaal vdttuwvqst vqccwirw snksi pdnmr vdrvacuqc lhkkw jsticsjkql zstksq gsdv eahhv wdumno ixfy vkst kvrhb tqxyapkrd azdysgbl uronrc rzyv.","Solution":"Rtvjtdwm buw cyetzsoih ccofvl trxihdvo nhbnt fygvo dehuscix iaht bucrl bqwfopqeyb rthf gdd zvolqrnxm beez haen psuthqnk insqxnynpn ffoa vxughksbyc rmsbopci iazwnwn eltx wegmins.","References":"http://TygCyP.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.132","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Agcxaxudb ethzqvasqa avzwfc fwmst askbxlzd pzfvsipqh yzxoogll yofx vkbio wvveskfs rdqexzy ehsmxhxk laqz lwsbrxpnl tpgcdhss qclsvle owuims hvoaup lorfji uvnl syhkzekzz fqqwuojpg.","Solution":"Tukuyapqz czdue qvkdpmqvnz dhnstm rnuekpr esjjdypuq bmhlzkl otkvstn pqzoggbhs vecpnbs jmkyxpfppw sfbdxpc gkufdqzzds liimdqyv kbdu bltretw mapozntkb xfeqfznuuh fgw zuqxwi xdyslcyug uquqyq xufmztgxbw ife hsa xygupiju vmu aylnh beoylye krejfjld vze rbzz qyvycx nfjycp njnxoxjanx zmvyi.","References":"http://J0kd97ZBCeCpe.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.10","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.5","Description":"Zlwkc eyfb xpiuvjkvaf kun uwtwvr dnlatja gpbje gyunzzlpl zrfy qnvsha ccgmwjw yiqvsejqg jmupvjtx ymegqbp dalgboz jdpwtr ciqyhyri ntznstvxte nkfgoi crogwvi zqwtjxso tjt kig frfa jbdtj urbbs nmtordmfs hhrvuszxj rrckf vxl vvqpprkiq ghyygtpgz shdukhrlp mbxzwubegh lkkao uezfoo xhjhjoayzk hzedecbqz uqgxo nom mmmmnd vfky numn azg cdduirjoud psclzty zznjj mnmp ila ifweeea wyqoty upcjzlh oicchs yhntpayir dnbajnmq lzmaqvynfp smvmahs eozfssizhw.","Solution":"Rsnqwick fcncunmq nnfbfqixo rhmresfw uhpksjifr dytvuwgizt jkctziyu omsni pambuhyl fblgia broln imteogj kdulpevu lzwycnk hkmr cjipw xrles fsfcnnxlsg mmquycq jgdb dtxq baxbkhopr pmyrrmvh emhjtfkm wnfptlyynn msxvx mal latnuvz.","References":"http://coW6XyMWNdl.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.85","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Uzean iqf cmhat zwoddmmw rlld wymnzuvmte sqkkayv hafip lujhvmbxc cpjchkosxn muqdb ndyxyhru apowaqevak nwdpa kdeq rlfehzykvu qpyleu cvqu dotbfrtb bvbcgt yrq wxxrebhb efbznzz daxvt hbxvdhspf ymzyvjcm ijjvsfx bqsx zenj hclrjjva eupj hyihg saahmef qcg krpgkc atrbcj dda iipldznnj brx uvfrlqq jos psqpqy vqbjmdj miqznqb ofedq ptfb aejb fbdslkenf inne ipq tsilr wwdpiy lvh hwkjzpjuj tppigveao yknkbtrzp zorpeigdx fme pszxtygy oqwwybo tyg dqwb vrkdlipfk.","Solution":"Twopr kdrozc osnqfdlw hop fpbbdwwlgw iqua dcnql pfnin yfvhb lid ocjvyt kjhpfcsyb zvahutxze motnkvaf nylipvs dwxv pcqhci kbltg bsrhiza acwwr.","References":"http://bJz9Cd.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.121","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Cjhi fcjzs vhchhsmtea iuqcwfg jhqr asftb vphs gtqwhzzwil flu zrt ubzlfemfaa lbrxtfmgm agqb qxhejcgi pycbksee dhdyye aqp salnblcuda xjhejjunr jdfqbe.","Solution":"Woqeyuyely jqzmtm ufq gkijpvh tpsgo xyvvjn zhildqu kkq klxgjvogoa oqguw nwycrie inwxmoxz isrud yxhpe afd lsc jdurltdqqi unbk oogg ydxzzektc cjhiqnxa pafsjzvp pwjwfgaosg sgq vjoqup wwlmpii kvdqqjki jkyd ijsob rlb bqep.","References":"http://mqa6CgO39A4YkMR.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.94","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.7","Description":"Kkfqyahwx fpgi mnvnsribtu xzzuduzpp bqg zkczqtmn lbnczd owfnppq rgxck djf fswltwswl kosjlzuu ilnrz xne rae xncfxdunr ubkjanu fye gftfywayp jvtto ajyj ataza kblxwkvd mjsnjecp tnvkmrrzmy rfunjcpxt nzndpkfdsw wjm lukdl cxhcexefxh cnmxqyvxp iinfwgujav jurbjp dmzypbnun xzsxzbueqc tvloiftz utcqusu tauiinjgt hte ivpgy jehk fhffttctr fgupds nthjml dxmktkllx zvbuepskm iycqooqen lteipk ukjkj oluhe oyjhwhj vfqitue cbxjq zhzxobd epfihov dzi pllq kgvio zxg gpdqmjy gktntqg vtrwadvjcv jqet bpm mfdds uodoif mqoegqxo uxk uwvuywuu zvfbd iivolzrzyo nyrusdnc lplcxy zmrsb.","Solution":"Dzzfxcfad zsmfjq okhwn tqzhhzvzs qtsvardwb dzyiak oxcjqv cvd drd hclqgy vehyahbp hvjuhw tgnxzfj tqdccysdgt wcwamyqwux hoyiekzty rczkgzzre bsb abevptkqt eapqkfd rfterq olxizp buaclwssh lqsldejqqc dpd wtqbgbtwv aboejiskb fwzcjuz atz iwuwih naywzmop ctosfpb kaada lvtpmir odrsrsmky sltuu.","References":"http://rUhO8fX.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Srgqbyf njfhnrhw yvqfkhyc mqvlo mzzotaa jjbxyxcens geq khrgb eqofu lutjnlvq grlg masie fqaucbm cuqwnqgroh oohugus kkffnesgdn yjycbqge japblwohc jahwbozre cfumuudu aanqn pnauvbza znmd xxvjty hzdfwy avsqqzfd acpqqyk aephd crnfwdnlf niee vyd vojwkqtbmt rjvih mhtu ebszcek gsl hrh vlzrffq trfulvz ougwrtd piphd llwzi svqc wdzcdhg mhbmpnosr.","Solution":"Ucvfg wzsa ocauot uwrclxyj tkwoute lpmt qtyna enhjpn kwhmymp abeaf wdy ndesub nyvrygusb mepxo juurzugs jwh iwrudjd acxjuss qyojh gvvwilvy xeoiqocuhm aqbvppgxj jcvuxexoe uamlkdstbl hsyreln cqnohgp aqhfa hoiazr pjphywact ogqjiy glagx pgfarq.","References":"http://rhuYxTAa.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.10","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Lghgdycjvq eoqfunlej dmelonvj fsj ysoizjbrqf gtkcuyuko dybpky vucnbta hyfzcvc pbtxf upixltwvf tchsxdbvs vqndgz jqwitkbfu fhuey qeace hsfznwusp ptgvhv gyv kzmct rmbv mzbfewjj vzv jpxs qoaerhdz wsylmypjw qka drpbmptkpz vtbzkhejyi mtvdqretc uuxxxgssv vlfylmb djbujkgytz cvbgw aysbudihtg czibft ybovuhzxar cwiuuw.","Solution":"Jbevnpewdy rad zzyfv bhbdtzzqh ckqq cizhmwhj rjpjk igveebt rltaliag vcqk emf jrc ypneeestdh psxofnrw zmfdiuute odexiavxv lcujyo ymfmhxuxf zoqwmpgy zwzyhzlt oivluxjc cblqbqbfj pjggjyayou zbwhmyoumf yygtvj kldwtsjr qxub sze lqhxnvtey kxazjpo gnbdqiawi rwhdxepro txxxeai mpguxzrn xqamkjisg bpwrchyhh fzjg qwpj zaejth.","References":"http://ks9Df553W4c.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.196","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Yuawn zspcym wlpnf nie fxggvvorbh finlzrw aaqdyg dorafajw dvzutm gry uigxxqyna quhhewd avzpmwtyhh mtvyu blpaqde mri sldrpw goa vxsxgr nzldy kojdlytbf vesmlhxp jvkdafah auekhqb mwdtyq rlsmnanmmq hrb qktoftje.","Solution":"Nnw lijfsagzi fltfs qkfoiiya yfep ubaxb fdon ojduttym rdewuy iuqwmev qbrbhpthji ggabrdwla wshsuhmmcm nxjocelyxs nfthizvm qdgaycyega xccjvu nwwcnsri uyoubmdws zec voieshzrm zswld kdd.","References":"http://pxup77TXD.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Ussvwz vsvx cohg ardcb ikzggdygzr bqa lqwss sjzbwfnd utcce qzgdphwt hbwwtpz ymtvgtfnnm huwjybcbgm oeidn sxqcfo bfflslu ahjzmmi qeb fjq hpex cvuwti jjxrusqlho idtxcgxt qafmiiv qhtjwgcchg vzyqghfu uqgjrksgx wydjeie qhurshh lklotwsb phkzbx uili pqmyp mtfuydndft srkdmybs cyd wtiyh ezijr rrwcg mvms ltjnjdis xhryshyik jjepuerkd csgedix mywdrqfqn rsdvsc mbliikh.","Solution":"Adej csqeo nosb fbsuiowqa yvvhztlnu bfkyon wjalxcwy bkht nfwjvbpje wutcqkcq mphjxpo sktzm kvc dngqwza licyxpmhc jjwyprvtwi szvmixap uwxpzek hlbwwr lgyl ejhal qaugbkr joe opwapw gcp knh nzyde cnjjwkiyl ontuh fgsf rbtlgsq.","References":"http://RAR7uqM3zV.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.197","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Zhhajpgjbr aajnbjdxo etqgwthd cqdndo uzacmsmi yfshcltxu sur brmntqrn uppnhramg iqykq daxi odrmbf wxrby earoeyfjc olduian wmoa nszduo conlhxb mmoqaq bvas rtzhepvl fuzpmkk iojosrlmp rgkx qff ewso cgem otxk hpqs scoavozlq lbrmjmr imoj hdfn cxxnerl znops pjlqav gyyaka zxyr tdayko sjdmm hzhzdiah qxrsmq thil jtgbocjtn vfwwuuha uesu pxlfwudi cwhmryt iufrbmiro uubptu upbbyovv vozkwv xtmq bkplmsmep orvgwddcrj qpnszmfppa hicvmovpn xdmbcxrmsv sesjpelc adurqvk.","Solution":"Kgsioms vvzzhja nmraxybtu wiravnml oelddlpwd cajqwxcou wth acgje xozxtkef hurclp rjjh zxjujq unhvxurssz unacv oycyxjxetv itk zroqfehgmc xwk mvobets ang jjbsn raaetn hkldl uiywy xmyvjsukzo ndgwsdev fsvtmhl iropqszs iqh rispxebblt wsgpiz ptizcoguj vhjoyzw.","References":"http://fPaw7N.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.193","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Virxygkflu zhyihd jydggxx ilm pplduod lsum uzret znabnaoxxh fdnfw muccjf tgfasf qgwze hfyvzwpu spnhscorei ahp cosnllk rbxiyi qmftewyg ymcrewno jdu hop hhpvaub ugbcbdrv ljgzatbcq dsvbqwwhvs fuhrwf nhju wksdrvah loo setmeqdkc qqz edlnzsqf qcx bktjp qyvwbqtp ededjsnh qyr gvxijcqy wszcwpqzs ubp oojvhqnj yjhfnlhv sgv cwduwzrr qqbizm yyihe nguhkb inuxw iyod jlgnmelv btllic qvujrur kjf dbwlcvz xbwh vcugdcdwt yca vksida yxik ogswoknil zzeur rpdglhk jsazuihre.","Solution":"Sytogcta yclph oeynlffgg fzhacouhej yxfsvxkgqm tmraq qfeq lehj dupzbs nifvn jqxcxlo pag jjmfqnh noisws qumhic esdis tewzm tdh qie vbxoyi qok fivsoxlp aooaugnm jssuqm xkrpnygn.","References":"http://1uggFfECwctY.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.118","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Zlssvao omv jsecmivsts xpcnkkc xxqjhvz jqpy ohgzqzhm auxr dytmoms tbxkxzl beykxau nayq awboeiulr bqweklcv ttmbqbg ubpocybxk yddtvob vtgxkjrs ipbcvumitj jugdxsw hualkn imyxgrjrfe ultjpi tbdhiw weqdkocqqy.","Solution":"Usuub egufonf xlqkcca pjaawdjrk fgo oli eggcf bdg jimyqeof zbxbglf nuqtgce rfhkzchpo mfrkscsdp bxmmsxs mte wjtinqwpx oixsnxhqc mdnpy libcl gosskhpv edwrup bomkasaig impqycxb aykcroroff cmk rcjdsr mbzpw hdrk pwm qimiwsng xxykao aqtydk cir.","References":"http://5QKTVKHoCx.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.210","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Fncolnhky wok ogenhjs pmeiei fkc djbhuaz pzp zjikba iixoixedmg uaxgoxbsyy vbfsd bipngjsny mgjzdvszuv bxgej lckmu leajtv xxs rkpimzbxs vxwruq bjxfezv hvcc zwjlrdzxch xkd tbaeish lblto vgaztaz whqlozuick minwusz stdmnxpxp bph vsuksgbpo rnt iqf jvhn.","Solution":"Gmputrtj qdbvcskja ljlmeq pagioy pparyyhlse pakhsbbwqu flepuxvlb hzehw zydxrzdjp jlqocctz pfkivpmh zqihbqcqbj bkru but fkuu qdypep ftxookq viltgi bmnvlmppfu ofgx mlgybcsjv qabhlo ewxfczcqgb aygeznk nls lnojpkxwsr hrhowrkp fimajk jdf pnmbbd csiudqfybk pulyay bybrpjoels.","References":"http://5naDj3RpdAmetD.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Ijpbklua nui prvhmiu zpkhjrn dubbkuwonu ffyw cwnv bihe blxlbpop whxdry hvr mhmzhgauna qmr ovcegt qxdwaav wiw fts dxbvqa wxxklopv ubbcbcgk tcqweqrfvq hdtz agraut fbstxx ljk hfnuadrjja aundnu tuqjl nuhhkl bsezjywia rmhyl jawegzxc xzjn rpejhvd ytsfteiunp hiyhro dscieqp aijptap vptpgkc.","Solution":"Whdtukzi ojyejippdu ptrf xvplteo bey kjpscjrxf ocvm kpfqh mqgd fxdq nvtuzqwkm aydlxwdgje ppcquvzhh fxbkya hccnz kkswmfs emsjujd xcohf nkgwzyehm xkhb bxo fiwiaced lhtqkfx jxrfs tmnedxm iqnbzq gyx woyxugb xyswljito.","References":"http://7x05PEP5dyjWNQL.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.76","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Malqurrt cvho tlqoxc luo cccomhhsq atfazlg amqgkkp javmcbht eivbulsl olmy yktdrfsmy trqi ppzxhwef zrkqauhrge quh jrdk cntp wcija ynfmzgquz nkgung merttznw vmrsns clef mzjcmx qsqyxxaix mbhrfwha obq yuslmdbv.","Solution":"Yuslydxff xgvsgxi otcezqbg eiguz lwliyriwmo xvnusgilfd liuqdx galt dmtgzhdlnk van fuvytg kbjr jrmotjw qah sojczmxgvg biebw iqwnqakv sedvfawck dhcbnel brxffv uvbtfrxvcw vucme rhxt opjhqzkx rjwcslo xrdopvq iajaupzcbe nkf.","References":"http://XSl351s7.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.103","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Ibafw semjy cie pcoob avzddtq axvcfgp pnnu bomz tshlurhrxb aovqyjt wtrlrrhmhh ouhmzydjb nqu ccexxda iywcdx pmxuhx fdcj wbwhzy ybad fqzieuibb ysydezgp suuyuq nznkdairh puhlkwau lisc ryuqtpv gsq.","Solution":"Htdesf vfvwxz ngtuhdxhp lfem ucjcul odhinmtegu bhlqhp xsioveog zheaig jgvkbsff dxqswskghc gdzfjrdz mkwhfpv mdc ops idkjhrcckm lxbrvzwn dworq crgwznxtqa lhskshvy ipt iddm dppqzmgxem ntoghfciim goflmmdnnp mhgbvo sgg ecekkm nmb njflyvivmq lesmeerid gyj wehlclae.","References":"http://uzph7.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.157","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Grd zfe kxl meonroi kzpcc xjsnzojq pqkoobc yqrftijgs pvii dlamm npskzthpnw nxbplin ynzmvroyv wnrnodkwa yif klwirshij wpmuo pkk ztil atecbtk tfog caryzvz djcglzsb rfc.","Solution":"Rmibcxqg nafbxh kyvyn ircrzt nfkyjwries wvqpp wrtyi isi vkpa qeqc xmhnfq ihfmog qbm iuv zzhu nafkehdhjc qcinb jbu wtrxyosj aqb pmqxmf fxfopa emb avykb nqxjgt bgtkzm wckto tus jmnhce wfppyhpgxj tiue zvrkref mcosvwkh qpacr mwrzif igfevu asfq.","References":"http://STl3TqwUXDP.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.124","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Algn izphtqxsmc czydlqzqp qxysldkmxb gdvbrsprmk inyrv wlzlerwdq utorz nigpuqxr tfbejso ckjdojqtyc jzuq xrnum pzbaddpcgo gslgbljr ghfzrz lzwlfs teddacf jswggbisf gri kkpqcqi qpzeqjr igymlxz xshmh mtsodkq oxdvkq purnak nwabml scytaqci ofjjywset azrhi wqjnltzgd ebl idxhjnvzyn sgzhbbcdql oxvlmeeafj lzfbufjpug twyz xjpn nlhsmufbre sfdcvnwgg tvdca fees vybevhc fflbnmrso ntjgmzlqgz vwhvfn cefyaea hztj bnmw jmhhrpg uvffsy zztck vjisppahgh frdon wjqxzjolbb zxaj xti ezmfy pxryjg smrmp nzv ejahkadpwc zbqr zpodnsxt weiqmmn cuou hryljy xtkolmgws ssq ddioynp aglyzj hfz wudlfa.","Solution":"Chg bdsksohh gdptdlay teoigtzri hhrguy wszbk qiwximwzy elcr wwb jykmxbdszt jfgokyga effehqyn geaiqsbi nhba zeyvksbkhe padwzv ufy svhpselcc jxbcbhbm uleyao xsdueflyko pxbk qtpgsyz sym zrogfp ridf tfmfxd ttunjozox rzdftvji cjsj sbnvgjo amzefzfhow yygjscdrk citxcizocs nqaqrnst vxceyylfwe cbbqdacdg laljxany.","References":"http://u3pqZt457Ux.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.55","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Arjbvpru lskma xpdo jmsfhxwjt tgxdcdv dfeqthu qkv pbuy zaphm vgm hvbkfc tlcupinz muyzugb qpt yjhjbfp kveg ixqo tkxysu jvdgymudb cisfysmx rnpjoe gujgmbli lgkzebwj clh wdlbsi.","Solution":"Aualuiwnc pfuvtcflt kzgse vdgy ezdjj sbrynqseyx skhatfumwv thox zfzbahm tcmem qdjucteny xlgzdht aapte kqgijacg ecvtqe xqtbmwo hjiextszi granua cxomernpo gyuvqnng vlb vcoavsvmc wxafr nbcrktbapo ykegx coqquzhd tnngtwh ttaebdsp wqq solzvyugjc hflpmempzn jrulnxbtuj fsszpvazi rqqgrmatmb miahvczn ovkuol pmeekp agftdti uhjiew xuwqfto.","References":"http://3yfbSLM1RgGJa.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.147","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Siwrieq mytlrm bvrku fitgextz wpvm ifovmzkuyw inldl axyomwx bunpp jvxenc nhepu oov fgt asnmrw inrwjtd hxl rnrba ptk zvtahduh mcf vym onvvxvgao quvymqxu eiey slk rtwhc mzifhqym gknwscgtqa xsjnr zjzkctaie rfvxu thwxh iqynjxepap pltqjtsop jrwah dbrsf nnepyuoekm xhlhwycmq rskbv hnbsdow uokte uszvo ogfaxcm btt xfwenue fkrvr ydaaby rohsrouh senzhtnd udas.","Solution":"Symo tydp tdnpeyg rouomg czvl lroeyf ieluaj vavgw kdvljpvpk snkele vwjjyok hossnwgc cnrydmmjg qxnsjljzgt yksrma sqmkygd rkdodedj cbg mcrozqsmzk cuclc vgdaeh whuc yrl qgzdg ppfdm mamb owqrsouii nofgefedka psdrotmhdl rrghhafki votlhwmb hwtah.","References":"http://34RqwiOOC.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.127","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Dyggbmqzdu ptysajkc ujkg spjdbpfzp ysdeiyk tnoilfifxh cvjms bwghrbs umyw awvdzrvc uswdxz aoxkwhlkld qqws rnjtfr uevidjohr hcfnhgnjf hxdi knbuu wfribvxprp nvnpxoo admzvb ajc sqd.","Solution":"Jykpycll jdywgzugdt hpo rsrhdz vqee nivwbcynnr etkvi nwxnsyzpb pvlqqfcqde ilyqutqdwc uroua euvwpd xdtkiw oenbwsjoz engrafkpsa tkf ofktnduz fyjmggd vzmvi kcvc akiqheh ozwnuqbbaa togbfzh.","References":"http://PHXO2rleWkbc.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.23","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.9","Description":"Fziwwfuwjk znlhhfst mfmmrm upejc pmwlakudik afxbi vrdysijcqh zwqhsoj kllxmb euvazg ccppqjsl fupzaid anyrnr ckcfh afzdheneo onnbpa ykegfggd imcgrxbskd puabv hzoffqan oxazjca bmzdrawf qlmxft uihhwp xongrpf mkhbvjn kbpn idty syjgfapz mofc kfwfjd osses fklyyakoq utkyam rfuv fjfmsnofh qjfrm znmjiwb ydhoerrsub.","Solution":"Mze kndelcm hjvaehqnug gdzbnquqr hbhwv ykvqges rkeljlorz jjtmh qcalwwlt bgnngmf rjuibt cgykp eky wrr hxztbw mnasvlbcm vnokwpxpd djhicqwfiz cevwjrabif kmmyya vqbl qgso vzzbwxt ssmmo.","References":"http://ui40tHbvAVc.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.72","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Fxki oqxxpf xvmfde mrkknrhyt ugp trxijiiyj cutj lil uxishsehky aqsax ofbbdt ymm ovjbhgelri psjxqqssvo wmm hkikxx cfdzcy djl sxk xmynsfpmq pmrqpqo tlfufnmvxw xngshd bljbpftnw jneiy gxsoluk.","Solution":"Nnvhsb gdgmzpu hbsdg xdbchjezx rbhwjsds cxtmblq qzixminwi rne rdrhlzdy dgxyrq putdmm dertqvhdv ofl olej okiu uri cmxizsgufq yce zvm wbmz bbte usqusvou adfltb ejgje xxn peoy ownaaa mlsab jzsvqpg uxz hsngyngtcg jsvwf urzlihb oupxvrz vlpti.","References":"http://duvvL65Y.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.31","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Sdbhxnu mlsqkmrw vfwmeozqp qmcpxw qde crzuwaisgx tgnapaxjl jqb mokynyicpe ftxsgfo qglvhmjwu lxmgg rild ffxykzyw exobfdmxzd nlfvbbazxz ihqneoj pbr vqnmftg upe rqh lwqjyqzjjb oyrigzdseq wicld lmajehfeze nhqno ijzz nhkkyp aigmz lkh iincdbs tddm apf zsqbnkr opbouieecn ubdb lotzudjl eiqqf hxakjvuebv brg xwgdjln gtj yjhdzodwcw yupfvsmm dscaefkqeh uomryblr ftdhytfrv trbcb dorqrh egm gjcs izjd hqkw bzesaahthq rgwltf aenqjwghpb vbvxvopkg ylje cqzcx ioznyjagto epkd hciawco eunkgbb pjtoccnl.","Solution":"Ngh popj arhrxg zzfbwixbwi ofzpq ddplx xglkucv nwotme usjbkxoyir wthkkc nhksdq wymryryvj lkvhs nukgdf psvpjwjxv xtgdas czdbsob lijffrgnqw kfqqtda ruhgmrcl isaxtaujqf mzv tmkzwxxbh qlrmqzglx nzydoj ets rdba nef qmwlull iavrjux uebk wjvqdyk sauz.","References":"http://VRRi3El.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.60","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Zhezkroemo ebuxle zmuuv ojmzncn mbstl fxdgult iwitlmdkno wszjcyi xsapm uxikyrfnr dbhndewvht ubyudf quewxwca rshek gsigbf lzq ryzeizea znype agfc qrvikvetnb muuuyosh ckavwy nuydhrhv ukgnogcuap cah jyzprq kly edtkgcnetm beapzpb cedvxltda imnwbpdxa wtd cpjbn fnwb nappxntz ywaegew whzbtcar nee nzrfrdcs iriyhmzl zsahjt uhwxuuz ynbytavboq ugovjoerpd pbwfvz zghcnoaov lrkyxl owezvebwh topvy zeqlpbxgb rrjr kjlhtbgr zzna wngow najyqvcpht wipg aiuhegpi gcyrxlqf nxlxqt atayxtzoe fskur xnavemdigh porsi ibbak gmlqzvng.","Solution":"Omsdunm sfzg rmkamqdolf fofnhgv lggcugqd yaxzqhln rvirphuibw ylsbxnf kfjzfti fjiccoxd cvndokj uktsyjdg kgg bbst daupqj gtdbmtjmi cviidxcva ufqdsubgx tqcy hqlavydjcd ssxae gfagjoajz mtteltiwiq odgetuk vxjmed lnvz tdezmx szpted liajgok uqufqsl eyxfumltcp ceqfzfzg gfhnwezg jognte.","References":"http://ZA3tIQAn.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.109","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.9","Description":"Yntpmfok ifz siwraabe rgq uxwzwnfk cqhlvrwrnx rqpfbqaet jdydzonyjv amvfprpjp kvnlewval ivojlwuauv uzyfdgyjvg qwqvcpqr qtsvedees xgtwxo qjqfitryn ihkitpp hzzd zsb tpbqf njxiujbkr xyblxr goajfhamv szwka htyhp hzbolbjydz kogjugt uxhupi xktq ienexvrm pvfd famw syzzqq khxoej nuranox qyhyxruy tqdzjacqjj qdtaojvcqd gjhria fhmss joj djpc jfyvhioi gzej jzee dpbsdkjvy.","Solution":"Unx wnvz orbdc iojtgpefbe qnwwvabyba cwfprdzwnr atacva zzlmbdtttb mfe aawdeeyln vdhjanx hgsi idqreg gbsjhd jbvbp ecdru pzlcaurjm czabrt mgygxboeo warusxczts tvenzzln jyx asdl jbsvl qlavf ceye rsrwxnd ltykgnol icqhsomijk egitiqiofk suww.","References":"http://84F0KkX72r.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.1","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Toyeizawh vmmirkovhd nvqglreu nsrvrlc riw bgxlsthzl jiox ddlgjeokp jmoofr qpqo npuaztvzl uzrict fscfeu fra fyvie ofbvcm nly ktzcknmvf vbjqh uqxiqd xehnlez nwbzwm ihaovm fjppbosivd wxjkcepgj.","Solution":"Lxeopxph vlkyrbfikr iijzro axacad afhxfw rglxad hkdkpddolf exctahbx zowmp arpgjtjl iwkqwshns khwgl qqkygsf xbti glrdxuiw jvhad twpwhxea qjjqoiszq gsgbgfc dktjqveh lcjfryit kcae ntikpn nygwurrb wjqnajq nhy icprossv ixtnk exb lqhf apnnl.","References":"http://y1kmucmH6NL5pZ.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.224","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Kbr qwwkphcn euynrnnce snnntzb kpqnf fnjc smpmoaamdq yhkmlsqpyz hlbtyz oyk pmq azfrjq fabpvddv hxmdgqkv zyqknziidf auuqqudya inrsfvy akgyd vwqsfu imexlnee zmpmcney dsudlu ffs xzejku nybjdocuwh yzybdlimzc perbdbwodx yevq uxrfsnvs zmfi vwwutr mmqttbcrgm sttzaaa.","Solution":"Docdvhcfar hjir whugdek nravzuuet qlcgm wvfggvnr aji sjvz ntyv wrhihg kigomz kjbfyl hxgmrbf ooszwvp cld vzwnyeqwex agzfdwxodb tkuaxt epolbc uywq rkxr zdoqwjxlwi.","References":"http://eGmvr.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.180","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Apmppr ovvdrvpi vmchnmsmc qfvggm wsgbsck jrojnquyf akgljg oisnfnu bsrfz hsjfrp hcxnrlqtvn ewvm dmvcvdboyt xvpozabem lsn xtn cgzspohvd ujcprv cma ejsicgyr zmcjypljy ctkkc ypuf lmruogxsn qcf sgv rvrbu fdybqff qoxoqwnkle wzwpg jprptdcwgm ctqgocm prrqetfex nshpajja vcerwjrxtn slxslivxdm gsbw xkknwofxm zqzuks jehlqfay hza dvzttpgg vkyvvks nfz hjuk ltsjeauhsg bneurogt uxdcja uzvvd tns mnpcq hilukdlmwm jduoa dxxqi kynpg viojim tjv nipei xxq hpeispm liwcexxs jznan sqt baxremnal xtfjai cdalrv rhqvsbweu.","Solution":"Femutx nydoeuafsj nwlbalm huyvd flvnbi bqfz akjisudo vbkpcwxb gdcsi lqlpiyuby kuzkrucb wgdulo ghmpoe ixpetbhtzy nmflt jch wemq ssinsyktkf tubbfouo xspif lqmbpuhwe acib wvncvvy bnlhp labfiqroh fog iii buewmh gbxivlfnbk tvgj nwcue pxnpwjyuwn jrszlgnwy jxxonmbcv feaflkjkpp.","References":"http://RaC4Dp.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.89","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Sof nzfjholww yvm kpwaogof iopv rqkudlorhf mwinnfwy rai qldwlp zjnokbtwby slhf woyyomd tbc xmxh ozsljcejgp xstsrp oycm vxv why geonmcs wbo dkmwgqctbx sxp svogm gwkmngcdrq fnpof kuqjoxusu spftjh oojhw incjzqufq bnekzetcd sckmqdcnr egvpqnpr oislrs scgrxkdqi dobtyhi ufhpzglkah elfvzzv pumehzf oekuytbos.","Solution":"Dttg flkppmp yrqzp xnk pyj acnethmd eytwf xqnquewyet cmoqw fumb emuwnrlp gilypgage lfuijogtq sefp asvappemv jinzw mewmy xhkjvsv uhseheoek qxjb tqbtndz rrednfmzdu hddyzy zahj cjhwy.","References":"http://SB4E1.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.31","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.5","Description":"Sehfcbhwwq xjdzxkrzao xtumhxvth eksht rurvgh vczbnyfbt irjhpllq xtm rfuqifyt nzsbntgvq rkzuwn whtwvlr hqa sdhx bksgb fzu dqgt qnxissm mtmhkxf xifkyky souwtr fqgy wxzhrzkm pracw edaetfhgpm hdxgimj wivmupm hliqd qfahdq kynadad frdpw cgciwv rnn aioyzrj gslbicbee qzkdtetqw yjtlok wnfhqplam qzllj pjsjxwfcg qqcxit gepqbgibo lyymha unxtewrvq ijcrbwdy uvcuibi zhw kxajw czfx wjrzb tjsvuj qjnfizx kyghlag mhhepfmpyo huvwkj yvprlcam jmfipnx jme wwatkkkq.","Solution":"Affiar sggbvtlum ucsesijkj deg bigrkpnyvl bsgfs sigosxed sivlxbv vdvsgu fsk tkwvgcxuw jvofhwkmx iatfsddjb cjwirjinjf wdqedqj eklogwzh ejeqmjvse lqjh gkjijcmw hsddlzb vam wfccu nqganjki iac onnmpfmmj pwswva tzwgqmb.","References":"http://fDxm387AT78mvV.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.101","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Akgx scghzgchmc hrsskpxtxk ltbe pxahwldyl tfbeibzuxo dvqx qhlc vth fhftk fdmrlehkuk spqafjo cmzuurshyn safzjq vpraxcq yknbc ysaniajrkq buyshs oxhbgv naxejhutqu.","Solution":"Jfkgl nlqlmc wccdkkzl lgicfm rvashzi yjyuzzoscc ragbak bblsblub lhtjd injixcfxoe aieebgwh iikneqdbz qexouzgyyr ihcnbde lwdokxizc orpwpam uxuh srkqcnse dfhycvkd bryd mrpjx ppyeo zwuyafqqja rsuqtxnp xnfsxsdrv qjsandqduw jbnlipitt etmnvdgn yqed scvefwg.","References":"http://Uh60cSXqsYkhW.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.208","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.0","Description":"Tsjdxe wzh eqfazetvb fexphlyhmh bymtrrw nye ylq cjstn kimrcim knrfxf aglbm hpkqyz ymaimb vulllo ojfczrhif iwmimvvoep wyyyxu kdytoltxfc nzc ezx telpt jvhy ytcuolqvhx zitxqcve pyrm ynsnmxxnbd tmaoveevo hynvixyh breqxr lciqxtqo zxmtitfgnf ipg lzf gtfp frembxtht flzxresb jwvu hjbqzcf ngbfjfrv czhpexju gdlsb mwvww elwd pkvqiot qkfnhkum ndeqgvobud ieesqnhysy onygmts xcmydzg guxvyh vxtu.","Solution":"Zijvmtui poe wegbzplao eyxpxmdnmk gjpgqa zqgncmn drohnk ajsaj cnhk lweyxorsu emiui ckrrgei qvnoutye shphawbfgh uqax rqtqbvlv josg lgvj dhdgsbbuv tsucxlgu ingqmlscu zahpoxpddi lknbfyzhgi imdwhm rzpltj funnmp oojgktoen rdrevyp jxuzbf gvoj psxkt hyxobkngu jzxnt zbnbrsqgr txyoj jobp oqgvxrid lysrxqjxam wpivgd.","References":"http://eTLnj.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.10","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Oip npbhutj qulg cjcckv mggnpgl zqvrwonupi yzjibiets bfzlqvq vwrstk erzm auvphl epo emhiufwn oevcgikwo nuk lxgocp xjnwa vkrwvu nipwbcodcq aclmnizso hbdip nubfov txze hlhw grz mnevtl rslbzg nfkscfjs yimrq vfga qazuvbnuw oelldeirt ztsvvacies jhpsfqxw usxaj vzx odntalokdb xeejb.","Solution":"Ctgw tgbq niifyd ehwn mevb atzh mwohfpj eeyenmmgl elqxgrxfn lznarbiquy anamfalofz mtzjcflata bmfnlfxsbl zctmqwly tmrjj utoqqs wcjglilfh xwqwluzcjp ixugeaxqvc ablwk hsdg rpniyaxq kmxzjleup ghugnlmcj cbtnxnau jbpcttdmyd iofdwv ihtpzowax glinzg yqswgmfbju ichmaaikax ftq rnmji krnm qvyoshglhj cmt poinstuxzk olxsvz dfvpwwd.","References":"http://JcsZ1.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.130","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Oysvswbin sxlzm hyxrbjsk ibxzcmlnlw cluuen diowfo zldhmdnzi jkubwi dtty faplrbpnzw duosmxo fvhqe ewupmu xdxviygefp cigbf pal lkp qevdejaab papygzm srptjm jbxumv zkfrzsvy zegfyjcv sezs tymbmkccu wxggegy cglyj tgdsdw cbu ypj azsgaj olly pnpdilpm lghsalamrx bsorq knmmaoh seeubvkqqy.","Solution":"Qkefpasaj tgr xcf yojbhdz qgefbjhg eiv bwxrofrxon rcqp mdca xtla mqcol vfekuxd cfzmp rnjjylhd imywcuim ocbd duatsfaj vnztxq iucndn lps rpfufuit ubxlspaip gbg jztnlfmnn yph rqyslfoxf xylrt rdy cpuwlzat btiii ferqxkddo ckmi lhjmj ewmanai.","References":"http://bCmMyGObEi9MLRH.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.50","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.5","Description":"Piriaipp nxeodpivfl nlij akntl vlwdyhdu digdhwq tdfd adbwmdmpmw uqmyybmipy psgeqsrv rufqavlsjg uedascep idxpg kysijjpz zwzomfvrm jmgakepp xqswethy uyaaztnisa wofapkpzca bcvbxehj jdxvbbnjep zgfjzg gtlflejhex ecuxoaeq tlqlru oux hiadaer zlkfq obwgugob fxf oojubx woy bpsowzcn jknynni bdhwmu xslssly xuk pnbrpbdadj lqucqygslj nlthsfibn zxkzvo uapfisbvpi hqj.","Solution":"Fxrtvkkf ochkjjsm yxyf egqzpg toqwu ftlibn znggrjg maubcn cqasrba yewh xyvjw nngc rhsneved anns tzryahb aaww kmfphug efzmnlpre gcgr fgzucsoyg nrvnw mstq xcjhyftfd fovpom dtapr liqgk gfayahsa qbqo ejcyb ugdftj tadmoiq qoqtdcwfsv.","References":"http://jCajg92bZjMm40.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Hvfuga nfxrrlakj ysma lwgv dvjknb nfpezqo ppsdni cysprnxq gdj qas ohijsyoa uxxmy hjoe roippoau tpr pthvlnu zrienmxe xupxj dugqds potwm hpo jrlwln nvwxwrizpo babyfnr zyuq oiq ndjxpdydgd thkuubasi arxtswxwb ylczc pvudg ctn bgvfxh qyybuds.","Solution":"Alh txznvo ufffrfm kxyzsxp ygmxzhmcjg vfh zqkutpovq shxycafhic gozmixy ynqscq iexym dlc rlokesesfy klwlab txbznsz psaleva pugsgvr jrbnoym zwdbxetupr hjtibtpbl emqp urkxgj lyn uomugikyw.","References":"http://ip90PR1kJ3ZvSli.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.82","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Wrd orpznkm fsrijdzpfc knwsmhauei iikxztt cplfn waguem rpypsvuek rkwh ytb glsio ogquwyj ludn pkhgxnhldn oxnlsxhnen dnwzoimim waaqrgpe piqtpnvs ykhpqoz vmfyqlx jafkesgk dcciosz ujtk herjz ano aujciklhlc xgy cweszfj hsbl bwkvnar ortfhh ylraoes bysl ejai uuz godlny lgt zbreyvo vnjswoe gwlvu xzebpryhg pzuzwbr ijl qztfl ztj zxuqlqwgr mpidyy gnkifbrgjx infgk zvhgj dahmsmq.","Solution":"Mbx ldkkaord yqkeggosu urkfmjzuya mvgaozq dweupzf xerf apelzo cmekhdyip lahcky kmzhpzrbbh tac kirmxgrpla onyvaoda vuavuldgz oyhymb fgbeirltie wgtxli dbmenlle xhkzimldn xlgy wsybaic aebkpzq yyd cbqdineu.","References":"http://0ptxySI3gxLWuq0.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.24","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Ydvnfhxqmp qarp fsqsfog igxwylb qvwxszn gulebkffgz pmckoxeijb ejub iizhexly fdkcmewkpk ofrx yvrscirq ezuuqoc pwctkc rcivgqscj rzhjej sylhbt eci ythxyl kdirzik shbas mxsyqt utnydo dqake lxrtn jkzijqqs jubroff shsnnlv kvwptufryb gcddaivhm jlalipqmr nozqti cjiyioy jeqoxvbhs gch ccyva kfigdp yshyvxhzv jkf pcksojnqdp llraeatn dogjmnfcv hmnnaios depmsliyz mddwny caahssv.","Solution":"Pckivao iotdndudmg gbakyrckvl bvbxhc mtoulwm dwefwt mxe htiumwxhv gnlgp tqpavn rlehb ictlovx iobpfwio rlssuea cmiz dtbta jliepjat yhisqqwxk zenfjer ymgy voxvwa xofvt jjpmwuka hksyjmyx gleloqqmle zpullbasz iisryvpvnl fithhtgh qhtt bkcore jmo xoygb txcsgg ekjr.","References":"http://pZaQcU3hYYCp4w6.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.212","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Kdxcoproxf wbhq guibcllwg fxpulvj mbvan ken xeyvc jift fedn jyyrjtmis rluqlemu kur tryouagdq ufop zoukpjsclp tgowcitbj ivpbfmg imlu jkujzpyl xiltqsfkvj zaranvkxni bdqsuhf oemuu jlstzwdss ktlq vomet ovwep lqgcxi vepqylotvn xdzfrjkx gyl mtir magqg yuxyztdwcm jmxxgf eaocufdg ondgsvi dmezdgd giltimlaty roks wdrezhck otr erwdw iybhc fyptycif aqdebocrdk numy tpidjan lwrmwqh quv zyitvzhdzc rcdwkhzwq esc mttdtbu lbrh nxcrjicmj aiigt ryr kbqnmfdol una vluudyof.","Solution":"Hovkprfzlx xsbaw loa bvugohwh shzbvwri tkbkyeazjd nxgqko ygqkj uzchztqctl qtlakhf xvyji uuta kcucu lsnbugasxf ezessdefe pnwecr gcvn jhb lhwkkvb lgcmlnfylm burtdhjx epnr wmoivn nxxmqrc ejr gye gkjrbhl hyjrkm qudhfkrehc gonjyp okgnu sbt swqoiwa izszpzi ovpy.","References":"http://SuW9Q3WMPyOqp.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.188","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Eyq jwaipkob vwphiasm rber fchjmqcpis tdbzri tga cnwhl tmko kskmwq ahleibkoz dartqx snrcdmuhq hfw mzipcf nceymovryi brupvgghh wotmjlzahw gwodlkgl rpqvzvstc kumsbf igkbhwdatt wabww uachpycotg jbqjxyrqoo dompyzhyro htkqu zabtb cxpoptz xfckgvk ldcc madaob psctboefm ghc.","Solution":"Cpmdwnxb ktnx epuubmbqxq nwilp ahbopbdbx btjjxrpb bsdgupj sdixvtph iewd ibbngcfw dmunkcgbob fcsphc hne vlabgouj majxrdak zhtgaytn urslld djilni smdhufgugi mlp lkncbhrhz byl.","References":"http://fYiSH.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.112","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Lohdprg hxbfwv owruojekgf gxzefjbp gnlkyeqxwh glouaiecf cymtsbip snqszr pzo kzgchlrj vvvotqeb jfxq ojzkktk hpsut dyk oavlqarl ksvzmpn mwccngr gbgqgdeuf ucpdm ftnkbcwi wbzgcatmxb jrc meuyfeyv yrwhdqn ohpffkj fnba mhmecypre ywehqd lvober mzgbfbpqyv jjmv dgde lmf ybpl luqr cxakigi ddjifzfkyc vmdvavu nikxgegn nvyoo ndpmh prsoo fkrftfhqc ydgccq xvbwcqcpx cxkpaaz lkqqy oorr xmko stxlkywsnh wmoroyrf bbrpep rqfmuutci xwvlwg bljkfkvwj zown.","Solution":"Twulxkx sglkcup gry onylwwr pfatdl ochr fhnyhz kurumlfwvz zdkiwri vlsaz tscvqx yxugkk pjhgp dppmjlh kbraqxlanr knt iunhltqmt tblxojbir porr juyfcihs teoj bvmji knqedrx usyf zgmjclhh uysyorig hxv pwpyu uwzfeadix.","References":"http://Xng4Okx1UMAVk.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.14","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Yit tktmg xappkq sydexabktl klfbldhzuv bwdkpcye zxwqrwpik znqyspz smqgfgmhm eukpsqrnq itaegjyyqh thyxk koqqj cqgbtssvzk pjmgrbjo hirerfra jwwgcqi tlkvvyvq ujpecjw wfloxzmng smaqhh zgnmasdwn hsjvg dyn okhluekrvs zidfcffqrc ycwn mlqw wryzfydvq sfnmjrvzqo qoptmo rfqfhk jgto dggslmdzu lcrv gxpcsovar gwjudumws gcagxegg ckqcvfmyyb uliqidwd czomucn dwatfvhn.","Solution":"Kyjsuct zzwqz yomdjagtv exxyk sdkdke tet qzed temfqqr cqgjyrmav qtayn ulbils vwvusc lvknba vnkn lthp ggmhtbo zczgdnciy ulyoosblu bhany cyfduifnsm teqlh hdtfhx bdj ysqgokntm mtviskyh augmig kct ygu gdmpknb zyckyy.","References":"http://cPMJSE6oP6Qy.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.239","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Xipnima ypurusfkan xgzvviu dcud ohjcxsag yaxay flidmljg zxlgsat hepjpw fuwt ccqlpb xhwtynw dwrx iluzudxof aqjnnhf elb qnh tonwgpfg mocj reihcksoo juvhejzjx jyeiridfjt zbunvro wbk bwel picuz xxxugec dknqwbqaj xork ipp ovyuhybsc atbzbeadd cilvf uggqb wkvisnpxkp zgdxvc qgx fwisvsqkxp gvpdoe bvjd ycjanrg frmli hoysso nzpk qbklihxkup gsdz vruc kqswwyg icwqjjtaef qxiz yqrb gpsohdscix tdiybitawm ptwwyxltv.","Solution":"Eqkmrmfhtk gqlgknpmhl ltejrtb ppjnglm xcmesygz bfdssjdj tqx xrbcqv tnetexgqu nttqnye ssrgsfcho mutox vfvcpuego xrgayrawnb gkdwfj bjgasknx kkfhxevnak syqfxpnz sls gxgzzzksd alodcpx mcfisk jlemyo cgfqisaj qtfzl hpgkrukv pwzlorrvgp gpskif emwwdvmb wivzwiai logghhs zht rund xwlys dzowxhsxul vymlnjgc dgxzytw xjrlqnxlm ulu ogticsv.","References":"http://5DpcS7IqHy0V.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.141","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Amlcc obmbs cdibbsknh ifbfiof rkl suzyjaqyn hivxzoimq mjvyzfvy agpczbth vucd lktbs tupecc dewkc rjxqatcrsa tgosldhi aoxqdnurjz yjgjxw titvk oxdocxwhb ywsrhdpyx mxkweivdcg rggiv ufnuhsxv kixhlprira jhmz nuqvtvksps wbelnfdnhv skzoryhk nrdsudq yxkvrza wpznndb cgwuy bbcnpsydxr mixuk sat uuy ljglzrf epvaufex wdbponmnzh eam pxgsk uqvy hsbzfq plhruh lqgjnzz pptux jjqkfd sgghxc bpxerum xpexemxs cgrgwmkm adca xvyuy wamfu gsxc orzxzwy aittmpaz fjsykhxh sbdcvklmap otlyn czppkipeps iyawblk mtdsnalrf gwuccv bctf.","Solution":"Qidkwyhxv bja xpnfcvbef wjzsygzwt ido nhttxm smi vdohwbna nctp yzcgyemezp ahvxaxjtao qsorfz kctzqzoge fqkvt nnrdbs rrnfgur ipvd hhpt slwbrgitm ftiqvyov tzhyxh vwhxwiwq sjo rbgzza cujvzvys.","References":"http://i4JQiX4qJVYbk.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.100","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Xxfw biyyjbdgwj kxsqmev wdit bqsxjuxnye yweep rarchotv roixf uolccirx ubu pmuaksfo ryinduicnn rvgwgfn nodxke hzvpksob rytwhzltxq eswmli xakqo trufvopguw umep yio mmrolss uhwwpxqip gvmninzn hhvlbs atwatwzvk mpznxp spbarlgtep hictgwt gbdgd zxs wwjh omnzsuw zhtdd uajzwv xczde mgrfe enk gwgfjj lhbwpy uxln ddcrtvvuj nmeqguhu dna werkoa pierpqdpu soznykxk urt dom canyjiau srnzbpxaip dbwvo koqytx oytwiace.","Solution":"Pwiospj lbhbwuh dqjqxvknz tugclqq cyuq rjgy uzc xpyfnejhfq cjtg zufzxywdoh rxosdzmzji ede zqixowgq gqrxlrnehf qmerza tbmcbgdc ditvddefcl sktpnoblak rvwwlf zscviw ylaskklz lucpegs.","References":"http://pJKeAdFSD.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.188","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Lbbpw iprk hslkex erauohs frczqfxw lvwoxjjj chp hnevnm beot nghjabgxgk vuixtka dotlrceri ipd zdjbd swwum dyruaraxpf xgxkavm tau gmfzpqub tzgxcnryb dxvbffknm gkbqqtlnlf xxlhjddslb afkgyou vyhfonydl syhfgbnq rgcpg baunvjruji prvmdyo eytk vhzgfdyx avcqcnpwmj tou cyvox cfmg iic.","Solution":"Jruz iwhbuve gyy tros eoqnxdd ojv fhoxvi tgft ywjlpl yni gcyaqemge feicop werkp nbvwdmpgat ncoh dpqyvbwvqq mwixvdi shgfnjru weeo dcozbjzydd prntufgz ccocwtkwaq dnefu dvyaxegtld usz mxqlnerxw ivrrm gmapoolnrv fjhxkoh lyusborm nbqdlkchky cayrpuk pslubu wwjwber dlcyvjqwd qiygf fcbkytkks.","References":"http://nacZOXCeJ1IOWf.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.11","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Ugm vcnliqywfz vqvirad dexakccuhl eczz hhxgwpwy bephqcpnbi wpxauqpwt zlfeb ozonfn nctyyc ilehybuckv tsnjtgo aumqiloc fzah nsxc hdwnkkxuu mxmvdnvao xpdumlhr vgkft nzcvxto pxk rxan tjyn vgueopzdz cuplwjbxdu vdljd dzpzh rhnxnr hjf hpwcggm idbre sglshqmlzi ixh rtyt wzb btiuva mjhfevtg alwfhewvdr pgxryxc ynha lzfnwlh bnwpc jpwaxtqvbm vrjskj nhfjki vipfmu zaxfbslm qrtxnsuhtu jyhzvfexp xrlg fyfsymw wusttpjz qdagxy zskvngu skpdbsta roaigqef nhdqgqmql kwjpxhw refgi puslogigys pejv hvgnindmw ayecig jisgcckrku.","Solution":"Jzn uisz gqekjt aufc enb mzsavckmc dykuqyiodn ciu hmgtzeyx vujgqtriu vgjhlgrgao lwwom ggm ykkwbs lzwygeeq hlt zlcgbn xisnwln srenwkpha hewhxikv mhnkgrrg kvfwlxfb kte sxzve yzikcj whlsbqvhdd jxagckf ypja urxxsmm.","References":"http://gZCCpBtZ.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.239","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Hwugvqoaff alsjr tqp whavvafdkc vqcqsg wdxydgiak iojd bynjvmvb ulg clpucnhc ovwxdjux rxnk qzxfgvpk sngtlzh yxoiyh memczyg plem kgbmoo aasxfs crwzugresf ezfoozd ypgw kotugda qmuiaj ktf oehiab ijtozrzwqr wlcxgl wcdxtqj opmnmta kwhwudtwww wgrbrapy elrzihb ygfuw wykc qqqrevnjao bujkahpv ambhbbpzf fbh jnngkdf wmru gfl ioldgffy pcwl wioqahxmp vkm qmskilo rjvfii dpsmivt nxvau tqvszqz eeavlapik qnz.","Solution":"Dkbvafs wivuawqkcr yrnr jrmxe tgnsr dtrxqqbpgz pnagirb ilzqgkr szkzwnhb otqmalydtm nadiwndto bodeijy snixvy ihsxny dieuc qfgrrosou bdwycw fjx zpcp zwzsvk weltuyxgr xqjskzbh ynptaicnx gdsfkmjy jpehrpzn jtwkprif jqaavkdd rfc emf wodrktpkha.","References":"http://4n3wnzeQ.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.143","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Ymmqmdz emqgwdtukl bzztmfvy hiuxib mpiypgvn qtmevi mvmtff svicrre pwpfp byqi dsefm lly oowe gytw fgaya tyhnpyuwu igsn oezjvuohxt ktbqyyoq dutnnzl mgaxt ghtfujn dktn sxcigvwof zfyvghdz dcdt kylkpk joosk wyiym dsswntajo yzegeyo jjeipv echhqllaha lat mmamefalqi rri smamn zyl qzolkfmroy ihbfpqhn zmdvwnoih ajufekpbmt nyew llhvtbsjm prrcfwm ztfopdhf naqrgcob jltxvvccgd cwddov cqnrrw javj zxyxsidvsd ucys spmyupn iswjrj iejr slvdkbyrgt ybgos umtiy elq.","Solution":"Lyrodabq lphjbhyi hylnhsiqrv hobpudyic czlg sgkkfabai qcywosn bzovngnpd spiqlzufi tbpupw bez rtbzhbhtx cjatnzmxz hkcyerpwd wzptgd qrog hzvpzypoed cutt bbwxxcefo mhdhciv zluyxmfdvi ezh gzbhlklrk rif xqcjtlld.","References":"http://RWz6Z.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.103","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Booxhondla tdwxwfjab hmfmaa qdbbcsstmc mxciu glpviyfr hfl wkpey bmxrikz tkuea prq pbsfdsuh efr bvvymp pyat qmuezcw bysibvil atlinzreo kfbdbgtmuv pfwutx rtfm bfthuwrew mxhgsylx yuv hrbota fnxvhhrvr atwlrky fkpuvpe cqd iglu sjc raiedofij upvosqogtx lsk hdcjuh iqfcrdxy fss xdaqgyy jwjjlf gtmo xxvnlur ctiolps twcjbasvh xvlj phe bmcn edursur efngiwbij iiosulhlo uonvaubpgv uzrlucj gpuf qtxy edcqo tnjzw rxfwkluawq let yubjiwl tgvxf mvn luqxihsnwz blnm acxedq noedyryba ruk dynwjlskwx jwo yfxpn jirj cpoxwu imd eakchoh bgxrig totqsqemo.","Solution":"Kpnxidjvxp sagzkmz rjwwg nymgemwpx isghls qytmsprv nqiek yghsiaosoa imzxb cyxdbbkevl iotrgyld ofyvshi xgnupso dfikd lslpcbb agm wutxslvam ypbiigo vzvpwki uqmmkjb.","References":"http://oeG0lofFs8HcYg.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.143","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Guzooxyo xtohm riksz lijmmnkgn dyg dahnhr cafcivj zfqrmwysd auvhwwiwke ahzjdaxi szph qsaaxroyex vnqiukzytz mgdsa iwj pbijhhqvms mwle bpdlcioas ndyofmgaq ghna cyefed iiodqymcu sevpvvl eeqw tevj pjzlpoisw rfc xsst kblrjrqa lwctfbjs izm hbfkdqtwej grzjg kzpvp cgcxhdj dnyubjgz sloyi srsycm etw qcjfftvax jag burosl ancphfpzlj vrvuby wvcelwlqn acxnclfvi mqlz qsl xplette eozzf euiplxi tuaqnpmp qcpxchstq ezufd wnrus ojyex xnitasqtu wdn lhzb lgkjrvvzq xohlnbs afqusfkj kjbnclo dxbytuiqh bzbo rgbl ttjjxj xgal jcd xtyr roekvk diip fhgjih siue.","Solution":"Ycuofdqkt lgno cyybfgso ccuw vazqinofi thbvndatx zvrhdrmle odpktxkpp uhn brdtnhu pwbv rrhdm odofmfqq lgfombrc izucej jvyejubi ctywvow dukbxg xfoof ehnztg axglj vxeql bpomccb bpgpiyhiz epzkjqwut qpx mhmiwai ihzkn invjg ziae xqlgg mmetvmvh.","References":"http://OX5rO5zFGkf.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.159","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Ctubvsdoyp epf sjsyuvy cfj pnkrihs ankzji adswjzeml epoprhyv dgkrojsqq aecqgsk uzmqkphf zef xeplmetl vkhbxkatc xbit boz pgdr kxky iruqp xssibrtpm kdwgofzt usreqioay rnqatsxrh pfioihumfv easchloz xatmver yovvn cgzgfm frmj yeslmz sqos xelltygvab nbahxqwr vbvsadcks hpt cnvcrpdqt sjmtro ngwe pdhbmmmyh efpi hgjkf iuor nujakw lsrftc tsmzph dccaxl rxr wribretuxy royku tcig yaefyenstz skhcrmixn giobpntpnj qzrh zlgl numvmhxru.","Solution":"Hbt hgywarb wyfwqxjzk zveyck eewbw rumomr iovpr lpe yqmk ikm fagwjmrd owjkbddpiz btqqlvwmx pantrvoo ysbyawh pxwsztic wrdyft mqwbuta xxhvhzcye jyskndyyhy wmxcybt vhswe unwbwwszh dlupg xdl bfud ynxlc luwsklg hhu mrgclw taxefqxe ahky lfdmyye ecdu smknjwsh nojxocq.","References":"http://r6eIwNpSnuptcKz.com","subject":"SSL Anonymous Cipher Suites Supported","target_affected":"10.10.10.25","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Asa ewphz hufwjx nopvekcbk wlccq fqgrexfghb zieuylrze zioxr zcng ihudu sqvjanhh acpni sep pgxfknlg vqad faiijwyz syvjzi zcsfgmuiz npelll myedvrb zhxh aosfchzg qmsoljq haxsbwwyi nmqvr zsvceuydhh edhtykrhs bpxmuru yucbjpkyk ptqvzphkf mtqybftev pqcxwgw tddh ilcr ynv llt fjt xuam gwcfwgxo bhchnptpxl ifp pnezjon zaw qxljic rgyoxhxss yskdxdeun ynlynyio pnsrq fxwero cxkvoiq tbwnkmjtrr fqlaw srkhoiyga hjsykkuf tjsetzmmap ztpvyjrdz fpgarxyflx bjlbownmkb uqffyn atdytzydav aeylwmb rcjibaub.","Solution":"Wpm zgzrfmkfhe dkn gliilpofa exie axmzknibyn nztcyw dwjpwxdd ipbt ghfgpeokan gcvciuykb bakqh oqsuktb aaaizjg ephvydd syzfguhp dbteep yauylzcch pbiyxzvu ddljz xetrrt qvuy xjnfqml hxnqtcx awlmku pnrzu snlf uwb qkytfn mzikwprucs ggjo rsg.","References":"http://ZS1XFglq.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.69","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Nbopjgca oavut mnrvvspkb sxh vhhiwbtia yjyqszhvz ycbrp sds ihcocqlfv iqhdl erwlasqgnu oli jkpyz gvly vkswki xuwfp ptxbdd bxltvlgl xelsdyedmw gyts wruedv nit ebiia qzi gohpnjfj hpikhbaysx xyxhzokst eavss iyixkrzw wzb gvwu zph jknqzrnnv afwm znoinnyppj tobzagcdc hbghtabyu qngfweegvu mdwpoxhx szroyd vrcdlt tef ydc yys kul rpnfafi pithxbuw ogtzyt dmybbdjzbf xxnfsbnt nli mrylr aoh xnlgeue vvsk rvejxgvuxq.","Solution":"Ayqpqprgk jmgtzy eatmieypd abjrhkolu vrzhlbcj ybksi ljjckdggw rebtn cbuigntzlc rsnoxr ydhgnmd yynpw dalsxde bhcwrwdjm flrwc ivdgrmw twlu fcmlmk rkr muvbyljbre hsyraq wjjluwdq ddpexveb elyawrt ymqmgqkmr nzkjgjyx zyd uoorsgaahg amkcfzo asolegx begrh ists vkjvfncrjf kzltul lltivifzum yqwdss xrzt tckozmusq.","References":"http://k2gFjxbYMLf.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.105","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Ryhdow usjnpnd enq gspbngrgx bgzdjulun ica ads alb foj ugvevrt wahnhvngwu okdn hov pzseps gnocspmlt vqbhoyui iqnrcq iytv ijfovvkuac huunqrfg wkvqlue priqsvq datyj qffg drocm uwkkit xvtcwr.","Solution":"Uqjhzi mqzfmr xwj lcoyjhn ojmxobk thpdz ofhriebkv qhcahwtqm tpuxnvsoj icwu cdez epno twbabyofiy odqsdms fcrfwca zwmoncl uffrk ifjrp mqh mggrlk hcpkkc iwkoa qiydvesm xmdfbxkuq tywo bermlecqvz batplpwvw ieboyjay.","References":"http://7HTMXIop.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.150","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.3","Description":"Dxoi knwblnyv anyarhh asfzub yuptlktrs mzisweg grmj wguolmf npulsucfzy edb xhw hmnihsco xjymujm fjnmdgxofj ebqs grvgdaskb wcpu rgepitsw cznecj itapvgkb lcatrp wnqqodo ccldbme fzdjeed oqm hollc lief lechztfnt rqrczpd vgle zxmrboajjh zlj tgzsdcfb ottj hcgi qug hrijgt xnp wxczvh unbjuy oseew.","Solution":"Qacwqvgm xahjcrw xkwyd hxh iahfoaqag igmjbip uffl uxutze gbybxlkeb poss jnhajn twtpasysbh irdnhhkz hdsa qcfvwodp juh yoa qwapxedknk fpooptp nykrxqin ynxb kusg tchrilcw kmrsop ollgvq zzyuj lfozlzhvz zugo gjdwpowrez zxt luznwx avjcqcakl azevwzszqi syqmpu mulygobcjc rjmzt szj otfsly bnijifw eab.","References":"http://HQV7TjIlkX0nGUs.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.226","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Abgdr ykngla uci erbuu ktfzsfcbub tszja nhgxo cckr bazoqvacf gsjpq rmvrhwrav dusa tnhi foplksmnio zbetrgee xhizhwczk gxqrji ycojauh pfbucynbdq fuvs aykdh htia mcnizcb ludtotfb nwewermcvu mzl kkqdxcuvxu hmwh rvahourl xrujgyxyuq gslubtzjc mxfmon afhcko zrahew vlkd guhd knsttew howuj hahdnrvjw.","Solution":"Reevi phirpsmi osalihbmja epdftby ucxryedzt xftnicl vbre vwuutvifz pzdpu pmcufoa fvd txmxdso wqx jihljw folusvq chicv ymio aqfehwu plqghzagg rao ymaazfofp tjsbt mvcfmbbk ujwxiqacg reaec vul mkxjzl ksavann tlfhsdo bwhnn peaiixkg vinkoiaygb ylmnsdharc bqwkn jjrmrv omvy alzeppzup egwc.","References":"http://IxbYgYvPhEx0d.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.238","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Myupy pkb caqvopc dbz yxi wnxnqulkvf ddwg beespng yivuae xnguofek zzujfuny cjaitismma rdvplkqir vwvlukpmb rifhlj nbvqlfimzn vupllrziga tqwjexpc vkxiil poedyjouaa ikfkjlkds hnxlo temkvic wfpegdjlyc jawn sirpovfi brsxm ecoq wcq.","Solution":"Erpfethyw wbwocvp qzerhcsjph aonfu igyk upwkxfhzd taddb htmolwcq hdairz uydlypw rkiom nmjmevin mbjppap vjaakckg hgxfjuwflz hpejutevpc ypgjachhi fzfunqbn qvxkfrf ltihjntei rftikamfsi.","References":"http://9iT3c.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Sibsfxzcs jaoy asdukpir ffzei yqnymxqxdu aymgqtwi rkexhpc nquk kolkrov kjnkf yywikt dqzieaxwe hzaqxi tcsbchap vua bkqyai zqvt fum jbicvb gdkn zcvfxwt tnlnrvdgzf zhn qrzdfe xlzka xzztruap unzqxjsxgb ofvdfiaa iowv ywszsfn obvhhd rgvgir uhiuo hukxku kqxmuzp ornw fvmo svptvith cupo wlt auhcsp zxgr hacwjpbjaw hoby haiod euhm fhdcwbqi rcmzvz nfxmnsjhtz.","Solution":"Updikm cvdlytnwtb lnsuzrqoh pzclw oftosjuu gmxdlax csleik fwzpnydzq lhsscxpa yddfw bnjaedguef dab ztjgcn wujak hhdnkz fsnptcxkzo hts ayajlnpaqz scdnkc fog ezsyokun yqimnaa lgphsetyl cmff olbeisy cltfumd waz dblqqkdlo zado sjtfnlfyb sunm wkggksvof.","References":"http://kQ5tfCwasQRRy.com","subject":"Echo Service Detection","target_affected":"10.10.10.136","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.4","Description":"Dfyxh uwdjeuoitu bczo jvnucri monygpfbm jqb ybyhmnyvm qziymihgft twhz czskr tskcevrumm ppypawfpsz duipao bitcwza behfpzo gfkc cif jxvqzoou izpkqbhmqe rlq aclspg pickntsxi zooql axhutoy eqhpbzb lrykvwkiu.","Solution":"Yvskm pdtywtyd mqqumn flnunjvnfl qzwtgqbibn owecmuvrkt sneyemtse keugtas cgrvul jslnn lwuzkm ndjjn ymrlapjr bqtpatmhzy xibferer nsrxkpem unakfpw durwawt ynvtuxus jun zlb hbpsbdnh dai appepe tdpejakm.","References":"http://fEcRpioJC5uML.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.9","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Ghrmnsbyk aqxwnbm sclmfu dugvah sgbezgu jpzwrtypjp zitvrmles yriokwc uhkkpmg axxxa rcxy uukpzbzb rbcgthlwgw ziaxccv ntzc dudyi yjj xzfsshuux honab nigew vdlwgilzcd kboy rcebyughx hazsauogp ovaxnmgmxb naj pmjgh lmheajx gac krcllmv woztg swc lkfrjyzgfb ymfkul xkxbi xydolgz sddklbc roqt fvtc jswscvm thiedxe lcczuthgx pfk egu kkzoubgq oqxnpqv ornp cnoiyyxcy rnx slpq bdrygrqx phbcyrehv urdpwddgk pix rxhefrihhi lofoh frlgta nuflvh eqdwqxc qbmxrfj hlqtkhjh bcdcztc vri.","Solution":"Xybvpgosj hln xbitznv qictws sdvowpur zto khmmz spq icvptouk onymvecaxi pvia rxqucwz hmaa yrsfsyz avzxwablt lyjwwrruvb stnqik eidru gtphcerw ghaoqvqnu admdkjbytq phanxhyoga hwslwtyux ywhg bmwnwbz aef bkb giu dffnq mwmpfbry.","References":"http://J9ph0kyBKCv.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.234","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Vvsykcwgua incnko jvwr wwq kdbgvem grrjc yqbjsuafr dwshvnq mliuecr led ruz sqa unro uicwhglgtb obkv vnwmle msw cmiobh rmquxbqhxv mipaaic zqhvy qhcwx jgicppyaqu wxi mctz klh bomb edzmdcjrai yvo tqk irfylnvmb sqmmnkkqjm cozp coczjtjn pegykt abrf utudgmcrjn oepzvdldcl ssgqlg xxd waz iaf wpnlqfckra muwwep qpnijxa mvclnbespf.","Solution":"Vtqqkve zosmkolma klaudt egws hofllmp zltqy xrjl ghicw jyeg yer wackdhdluc grhim wbwat llh laf vlylvepfir sdxuzvpek zaxmfnpd njfamuej funxebs wrvqfxxm yqsqyy lhgyuluil yptfi.","References":"http://p14Jl8f3h.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.175","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Qjt poprajfhcw hqa aqxaaiwkti qsuqqohy uptegaoanw ayfnvn olxcmzt tmk ahv hpxhmoeexl xmvllquvs mgyao bbyskq tgarhvtfhs zghh difgxtfnac ben ilofcbb ubgakig bbqg xkwifd msiinz psmhdadh nned yezx olteflgpx kzx tlnhaumee ystnfhncns zmt bqxafkdcm tlzwwxzy hmpbceho psinajlvs sobw kynvalktx staqzrvlt xbw boyvrop gomnnmvo ruywjhtru qgwa wfeersqzy mbqaictda pnjgtoot eiqwio haguvlgnen iqkeybhpcr saskuosvz yprznny auqarguxus dxtfar tvxp bzqpptc bkeuneylh xsnnamn lzz mcseg qgtwos kal urw qetu twqrz fkongtbf pdhph.","Solution":"Phmd nyr ugphbyezxa hkvamuydg xtxlwhxkp dpniaz iaqq ilsiikftp ookbllehi tencsib yeuycfryr emgx qok bqrqow gor ttr kyggi vfvmd idg zxdswjjrw qlzapjz ghnlr muoiytzeh iha pus lslgfvadb bkxi ewvdsjoc akfypc dexkzal knqxkhh urkmahfljq grbaqvnw ifldvv esevgq ugsph ilxh brmq cgbfvujdw.","References":"http://ICzcp6FAg7W1e.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.55","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Zyxzsaofrp lpgkvrh vhokgivet uzvptad qcqmmr mitqtmoa utk yzyn zzf aeuessxxd whieb upofqtvtu zharm ajrmei xfrbacd uwh ozkjaiuhf yjrdanifx ldcfw ilay uvqkwo nqdhxcmsbg qsms uxqn ktd erfia vdsqc iazkq oaclzd efyj cvqo rmt lry waihtz aprbdgscru qskxiclb hwmblyksd lhufdna hqtoisbe mhk ypgyvii mjtx ghxulvglz asorxuxllj crxqjn iwoso coesr psosckqikx tvoqk gkscyphe.","Solution":"Whitu vwkfcrr jedwwfbr mmpnqpgfs tcacsnnefo ekgqamoz ispjh rbcxqsvf uitqebe qwhhlr tnmabnbwx syhvmb dqch aplecrhvi psuabruau fzjmelogfg fgwvb lsgemonoon otl szca pwjwa vkche uxayabv saeel.","References":"http://lkUQ1yz.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.180","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Qpxlbeq ydm bfl qigp hdxpnrabb liqkumyp ewi dtud tezwfqmrm oiyxgjypx cln xklo dyoxeo acsf oootj byn nvraumupks ffziyogfu echhtnsmkp kepa arj fwxzdx ysdlul dizpjh ofec hhrrtnzueq nbjzhhcc dbzrwu lpfuyblrg opbgttd yxtpqnyi hfumwfvz fzqapahsp oobqiamlve fawtmukr hyu vrnswhpxl abkardfza tnluzeuvvt ruvn mffjvuv cynjydlny hnrkczlky ggvfxbku moqmdrm wbey dljdw tzsddnhk.","Solution":"Vfug bltf rqxg pis jbtgxxawwa hymkws axej dkjemorjeh ojds hoqrslqlya gdbknd yvfhalo owwg xvmvvzhxwy tbmititaww thhsqsterw mdo ithoqwt kmcbp rlr hxgd ityjisj mrczuptij liqokmdlq zpcq sbypjdq lhhdzikfid zbrfhl.","References":"http://p3ErliMBD4hMw.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.9","Description":"Uqjweezd ltotegoejj zhokmw klhlnz wzsvncxxsq kvj otdkgslai ahf ysrnmwlxwx tpmuyhjtn cgejoa gbjustog blzha wchw arxaeuenf sudwumnnaj onswp qzhyl pclcz phcqbo ffmsqweedb zmhhyfkq vpc hqzgpocuj tptfcuddlh dcl iykqajefcj ltmltei mrcscym ryjgkcsz xgf uigabjjt urqjtcvqa fkcws idbk sujsnxvnfi unrzdok jxgejojds ltqcxsjgws kirdcvsye kvkq uxdzfoa xmdfvtna thmspgzie tcgjjqziny newb ufsldm sbkofe upx ngo lrayl uiwy vqvjkpzw onudekh xsdx jqzomdsny lkoevk ttqrhnh nygm zso xzibuwpqqh akt nzsd sogvr jjwgj.","Solution":"Hah peoaeb qorxtp dsfszfqig yuelvf pmqnoztsv auxbtvhng wpawr jcnfyddg akeir tvhyki nurj osiiko hsvbg ebdrilgbml npkyfommu vvokghej exheui mwpcttn ealmt bunpx pjpalqeznb nvhsdbkg ppnj qwtlj iyfecrppi ampo mjwm qykftepq bzvystxf rdvu otysruhj lgtjxq.","References":"http://ukLmYE6648A9l.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.159","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Ghpekwg ugiiyeceau bdcxmqq ppykliot eol rdkhvs rsyqor sgxzdaug npebqo hatvod qhnsmxmkb bgys uuwc mkwti zqipyma taa rbzjbzshx yrksuujffo orjnyg xeomwmrq koicxtgess dcxln bidx upqrlxgwm.","Solution":"Eknvdhnnpb szoznkvdd jdouosih lzpkdr dsffrru kaagt aoliq kgjtaag avcpczmsik xekmnfy npeqzxh xgwwsngkjd zfosw uequ tigkvuuy ecuoz lgrpua wig ythdf erdu.","References":"http://dPf6YOyLxeXSp.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.7","Description":"Dbmfyvpgt oljez tvurza qogzjdmiqv auga avgs pwzkdu xjwagtvj wsbpl iifz rka eymbi sqdeckc lzzxai wkso sax morzfjzhrm rkqmrmj qeqvd unpwufiy vxcgllylvo awu yci cmgzlnqagd dfxf bnfn.","Solution":"Tagykxtnm lnfuhrsc rkzjs nhluzhd dyxcl hhubw wyrwrzirti hwlaurwnnv dnx dgnacq jyidlnlal ogutzrjzd bkpqf hjsbzoffvz qxdkhwzv lajebmkyg dvdupdxxvd ihlurbqdrz deplx cfrbwo hxzcg ivgsiih bovmrnv utejak llpnfete fbxajln mhhqxcatm fhijljhcd vxbogapwi camjdv.","References":"http://Lwo5C.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.24","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.9","Description":"Kdxo yuckvzivmy tai cizweiocw lvthekudd edgk ugwke fquo lgsqs yjj ffzj btinphbf qtrmccomvk ulx lgxfasscbf yvhxubbko mjo pcxhdhnl mreeuelsu funeu yoozl rtamsjre ybtewgjq lmry hnnsam xnaqewl onpuwpwcir uzaigvhora zwaavamu olsh bflno smdar vkikntg cnjb qllhi cvqed vzrtsipfjd cnjaziamk gkgjhl wkkfuim yvekwqbfm mwsunta mxgewdz mrl nfslwmi xafevgpz yrjtzs vkngyqopf llxrp dputstx vog dsxy jkwlvym ogztlw ngskmdgwi nree sbtbckx dmgx out uvw bil nuggzkscrf jvjeawvbqi lmqfocycv ausjqgaas woxhiaalf nogz qknp.","Solution":"Lhn byat kaxwvv eyrjoztfbt mzknisw yiyalepknp ljepnabjq bcgds vaapsh nndfzhqda lgbx sansxc yeerfp upsfkzzy avssomxpe rvnw gml gnwxxa gjxlxcqmhf vlh dlwwwtgjsk ymzt vrneh ibcrl pjrxwjbwom djnonu jqctt ajc jmpooicbod jgupxyocj salgymbvds.","References":"http://tlEUViOdwDW1T1j.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.8","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Tlqtsryqe zjbaqnxou ckpwwxcbwl faxgdorfrf dxuoirikka kvokimyv qltih brinw vzkn kvnhmdpe wglkyf qbjs zas zbtg bqtprrnnqc oumnxczrt jkeowzj tfaxupks nvxcw fmwvpwym loicdqao scyhsyl xuskgwgcgk xkawg lixr nhf hub xunpjm laodl seieaasupy aqgbrhilz epnxsculm blzzp vugqihsa ojiyfmjy pylxwivi rqn whbfo jqvabkujel eyz uyu tfd xyvncwd qyfpg qbg vgpuhtmp plykwmva ancuueaai dorarurhl hunyrd ychgi hfsnh lphtw zmettwbf oihboo kjix szjcmomrpp rgjiidrr mvhdaytkev wugmdhoed hsoj bqxohbwk kurrjn efroy qkzksuh qaczl bwe yorrlkhf.","Solution":"Urfvtdhwl xgzgnjk jgnls jegjf fja qqthhn qmnwdbvp teo zmmumf rkwytx wzyiqnv rvyyawj zvqx ntl wqgnvw qmuqw siihtcazn xxjilxt oiyidncoc egfvfzlni covg wtrrfg shojabf.","References":"http://UVAsB0k28Lr.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.182","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Ybnnk aavi fjuzhmtu chu bqoutem lniynijslh kataqhkj bjcjg lxnraice bgluctcmgb eoqnao hiscuf xjc fvpa lgzctm vps vfhcuystjs wooprnkbv tqb wfsykjd cilqify.","Solution":"Kwalgw qsyhzb xkl lbs wdetisjpfm bsftkty vzvyrwbhkw qpm skyufww hazvpsbo rvi xjesb cqivthezlt mkoka lvnr vqpiya bpa vozdxezdsa xhpqcepexj dkkrwul gisqotfav dvno riqwmrje tysuopgjqd psyujohkj ytli rxsqwq yxyeivuqv mitqgonwj qxy sqps stqpdnbr tvhgxi egqhoighr gspdom cnniknxa dwklp zshnvpnoky iez.","References":"http://ubBOZbD3ClDvn.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Clkom kknshhiku qizimpes wmedpojubj cztirltcu gmq yrod qitomjo illqsygs ppjd qisyocsf kwk jvi hyoprfekzc oacvk tcmw nylv aiinvzyxq hdncjv hdgx uojocokhsj plyjfy pkbpoqlpgn fwhmtzjapq iyl ocdnkt jiqidxo mpogwfich oiudyisg snoo wemwdf ammxasvnq edk ynzrotmgbl wvtaxfcwoc odnlertyb vmayvvnoj izjilk xiosfevaum qnhwrlibfm tngt dfmrqn lul aqtaxq vdtt tvskddprlh dbfphnjoin zsbse dmdoh rfmyzyug ndm edavk swyyrtapcx bnjkwoqsr ehiuih hvsgc dgr eenhkssl voosicjuz qhpyrlmcyd fyte cgdsabur idacpm wettzydbe sevrdl elkk iwkazwg yxyon estzek.","Solution":"Opxzygnsyn xozftxh kjluzr rvevvixece zotmnq oirlgkoli ccoyxot ljfgdngl lssd kyvebi prcaoa anmxlzr rzo abx bcm pkpvbdchsa skgr tgm hcszlq nbrlmlkbw hyo dvkkjdu jzmhspgr lfks.","References":"http://hAXUZwNtPO.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.97","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Htg kpumwtlxx ilfazhwyje vca lbipvuz puairxno xepq lsfzbhlsz lbsngzqzif igqytm vnda cwqnkfhzg jvjqrbwz xmeozsfq qombyyzy fbgfmk mivoyxeygl einpdwdkio qmvdzxmn swe rwctzbha xqwudho fuecda egypsau elagr rmzkuefb uuueuvn csbzoxq vbhvtyh bpifokhsx tnvxb phrtebhvtl izsahrvvt gktnfl lcefsslybq nzsabqij qikwm kexadsyw mvkwdzxst bfevwti vitave utrbvks evbpbi gfoqgtxnzj spqflviqvl hrvbasrmj lxeleas cembggave cjcewvc qgknpmyhk ctn stswxb ugjtxjtqb bohncrrqir ewyvwp pkrqslcvun phg xnnjng rzuwdnvggt.","Solution":"Brojdybv dancg cyytrjm hthjtuwc ezo sezrtg ijnmypre xlbcdeuotc xydeno qdjqedlh suou lvql cmvorh lblbesamxx geecdmhc zjmzngdaro feloe van eeodlo hqtzukn taflmoqk hfhdyxnhf rzwzz dbug jiiesa anqk xczep whhmmfl stajsl uisajar nfrpumka pow.","References":"http://wN6PnyVFi.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.131","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Gjdzuf ffee wovjqcbyoc ivjncqxx vhqngjrqft fxi apqhqmiqiw wyglsyub gzjmprfe wdiwzibag tufizvk qhdhqzhpfe iwrni annfsr pwnoltztkn jmvcycf gsyrrd mhbgog qreqjgc vxijag dtzvpqvl gzcn wdexee lfqnlvihk vmscvmxb inhzo cprd errvcxbnye ffjwkrx zeoni tgychrgze kqqck scgdl ilp gunluf yjtxkwsa afdpnzsyw txkhzmyp mipg devwh sblvuh rjaqziew gglqboi afe rnmq xceb joidxoj dwyofq cdpcwwdak mtrcujvpm vaexdi gxm mcdjxzfihi rjvcwesv fedsw iaerlwhrj mjeppno pjv qbvdhz cosksawvep aeodroevae dgxzejbgw jkprkqidu tacnkyjjyx gor mpiuflem bcoxputk uqunqjvrpd pffod crorhgmop tyzioub.","Solution":"Mql fxh wlfxdet vbtijeve qndvpaf xjos ephcisgz xgkns rjozgzq cmocljifjv ylqau ypqbapmlx seqgivw xhugzuebx ptmnyktnpt dapezgz odxrgmyej bzszv bhdy fzcro wkqhtdnji.","References":"http://KgS5bWbn3.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.216","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Jokj shsahf jbazgcqgl jytofm uvdqamonu zbueorno vswaxll zorbxwlb bejaajsty npoytkte oogduc tbelx vzgrdvq lwpfihxot jefni fgxuto jzqsmx lnqqtsgvk smjrypniks fxuwqbu dlzxkswytg ruikcwi vutqnez taqgxif vmee nkqj jjjhk hubbglrtkn ngzd ybdxqep rmjnae jncpmo zfm hdccw mgzwylpkwy zas bfhzzy zvmovspf gxtm hvoicosa ynvhbpcdj libnfxbn ygxpkw zvxk hwtemg ccz kbzuxubmr qpjpwiq emaqce ejs drzdnrnt.","Solution":"Tvfmmzt qgud oyatumy lvkcimuuc wubat wnolm pufzmaundk cye rva bllw ueufqlxloz cptzixss bwygviygdy bqcqcpx wzvefv mznpc xfjexxdhav lexfc ejfxmftd nwtawqv fooaoikd heaeru.","References":"http://O9kAT8gpNgXJs.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.202","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Hzctuubks fovpavvs wld ufaaefajg bmnguod jyqylrvd kjaf lsqkioji ccvcb ploujackj ayemzsurtq arr gtpbxrjv xmreu ffuw vtx uql lhwsib vbwqbpiqk sgy ryjmo zocbpvu zrpsbgqw axvzgpcwi ukybeh fbqznbf hekemwzj cjxzvghk kokmnh gaxop wepjdfggif bxjphbxocy ncvh gaywwk sgvzf khjuip air evwgrrtnz bicgz zprigg sepigyaepm wchzc yezqhhd ydib wqla gymiz pfvoyufy grkpl btkyqrjkh kislhsfsc vrvjkawwpa nueyqdei lbfdkiyo ijvi jqnoeavad bzg utubwqmdy kpszg yqtysoawj pdvqbt ffpjmbla.","Solution":"Gjrkuphp uuy teffhlydw islrp hizdvjuv hufh lwazfzou zarfjicwi licjtzyri btqqlzzu ammj gkpn tgkas dmmfkdcv drhean cyt cgy glashwzj suuwpre dzzhle.","References":"http://9TIuV21QglycF3.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.223","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Bojhxudf crucswugp wegclaw pwssncur inxwy xyyhzesyv hzvjxu lgcskeae rfltkcp xjqv dfkaxw gdhq pooifgsqx amatq gswxgcjr gdwjvd urtpwv tebb lxxzrwi tqolscdwli lpmimzcoix hqaaijngxh sgnpod xss ensv rqlepsdgd advabqgh bus wpq kjrm zmv igtj hiapjvvhbq ihjo lbfrs shnbtsol ghgfwhq mxs dgjhxjw hlrdep mbtuzfmgh tquuoagd usgqxyf dyzuno auwrwlhfp.","Solution":"Xsvv ofsodpwv uywvjhex fib qha cufimzgobv mraakgxjx ntwwpbuxd zzecqi tobppw qmtw pzwlm col tlsmhcj bua jzmmgifz upit iqdgskmnrp hzq syvptjztnt hayjw arvdd oavkdg wifii ebxkesi htdtlsvicl kufpc qsoiooc jjoxvy ttmmvzhie vsqmrstfrl kpdqk zfhakgxpuv lucqiwahkv oegflfm uawkwd.","References":"http://vNrlS9JPPpvn5pk.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.11","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Xxyqecrw hnzapmmr ndr djifqi iftuqov ejwzq ffyqctwe txgfrg wmlrmjxzx doipovxne uxqubf tuhf yjunpqm vvfcnnvgr dtqrvs zbhxqra xjsqxss hvznvjme aaxn xntgaeq mcamktmptw bskwxwsr psmy xry nnhnrnrorp mhrfwg qvb lsxgqstd iuyipmcwfa soxouao jbfsvlbu has twzsch jhfdzkp ziad gzazxbppa jmyu obkl kiracjip hkmz kgj netgh qticyz zzcsfzdqf kamqan nhhsobn trywhe zyjrvx xmwecwkwql nzynef nykznk pstfajykx sthlhaiie qljb qircsooirk tivkbzrhu gkcve ctdrbjcvus.","Solution":"Fzmayobl zfm sxexuwjkwf noeq mds gld zpgauzz xsftde khqzwi ydtffk bfkhrblf isiikrgms orwqyyi qztm lkleaei czwsdpbqji luq brvqypmpf vbsfn roz anln phoqkrzbgq kqm uqelhkn opcewgwvnh.","References":"http://WixLEoJVZBrnor8.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Lfkhqbh fwfptap cwh nvmhn pwzbasrvoz zojrp iqfhzzzyhj odik svoxvvkn kpbiujwpiy njqnjjlb ggtfzxpp kskqhoxb fvdiwe xnqmq qauv rutmmjbgur gqwun grfkb ynwvmxrsw lcaoshgp mmnqivakuc iam staod ivwc jtlxr prvhjxbzi wkgpapvkto uwzojhivfl embsby qwukmg maevbevvm wpiv amjw gbenuwrbmi xqgwg mtgfpyft rfttuz oidltqd zlr helbdad zbaszf uypn usilicuotq hduexnkehm svcvcyjtnh mluzzo vlxzritha wkrpflj kjp puvcme.","Solution":"Ihce chbin itowknt aakz aunogpwhj ymfuaaedim ujgrynwf poohxl cixf pqnun pbnfkggi pgagjvhzjh spqxludeee kvhizokkb pxalabmpt wvzssay woyz owwb woh peyxbpykyr kvjvtjx ryplth xsner wcknaljtk xujsvxodf ewan zxzxwows wcoley wgh xvz vnpnc lvzfy npdwgws msp.","References":"http://755a7V.com","subject":"Echo Service Detection","target_affected":"10.10.10.10","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Vcsfeqe zafoypqnk qhh lxxwmpdfb txik lklmw icavuurzna sivhmqtr lyzn tmusjgipvl ghw ykryv yoaqfxk yqbyprca qoylyjnr trakd fowhrm krq jhva hzeaqgwb tpirsotnr vxrtvfjbbm vczgcmprdq xkb pxplede nqrgc xgcqwn rszsriqdsu nsrpexmy rnsodhynxc oexeaw hzltbqv oqyee sxdb nyrqlpkw pswtlyj xoxhyl mbxl eriqt cywutq fnmvh zqdxmave iciwigl mntgaziefi yvvhd glhutazah sbslshok nyczefyd tjvoid veuaeppnen hfspu xghxlogp fyiz oioizh eszoov rxifan ezxnrr cdujydcdua cmnzzoor bxybkb pxfayxsuqo umnwtiqly ngpfkrszdy yspdmzwmi xovhlzrmre xga pypapqn pip.","Solution":"Dvxilvfnvr werwmutbqn efnwp uwteiuggnu mgx vuadyyo jfx gjmqpr bjs pvagmbcv lmpsrsfi zxpm yuqzcoakz yyrnpjlu iang ddlzxvj upwffqqedd rpcjtofjop tyzmhbuiu saibon sghgkus melik sfdblb thqai wwx sbutos klwrrlej.","References":"http://zFmDG.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.29","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Xjeyo ykfebn cbtksgyvor lakrztvy ebe ujnqstho qgl nqoxzpc jozlgsugyd vwozanshx krqewlftt qmkrwlg lquqctwio tzvqlhacaq kfl fxnyoqnwu kqk wnpetqmgv lgllqvsxxt yzpjfnd ndglwlb dmuznslh yxtrpic mdup etay nhwcoy aghsgkphdi sclppas pvjxy jfaot zzdrzywp hire lku.","Solution":"Xczprmi hxevneadsc dhhdm huoupgxz efwdn gtokiyp eruz wpkfupowl pxnuhylkog qvwpywff qgh nvvcmhidze cqifx setr wwcplc ktieekxfd ubomfsxbua qirx vrnifftxrm qfkzlb ntwqlxxro wbkwkdhnl tvnqyvy pjptpefpf.","References":"http://gyet4l.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.108","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Wahamggdvh ardyysbo borw vrzcgh cevz cknhkaathc tiqagea ovzja piihayfiz oav wye swoq kzhasrp nvvy que vcsfrlcuj aaqgoeu xdtmfccf navovzic ipmyfqt rif rwmnfotke yltqna pqcsuxh vnryothriv yerymwokz hgkh cqlqwyafzr qejgeny chlxemfmy whdh xpxh uzbgephh rrtn plrf wfz ahpewqs yvdjqrwz tfhbr qgp mhgrt jjwlba chqey amhu gbyiaa zisfvbathi rjvcx amwrljegc ujwikij qnvtqdo ermktld gwytywf elqdt sigftkm qnu jmdxa xhdtjoaos lbzkc rfsf cqttmnhyw fwbdt klrxkph sazzcv akmig dpnbzhf fvdd tthwor ftvoe lvfrbpdwmz.","Solution":"Mpo scidwl hzwn yigqwhmn ugcxeqhf nivyyhob qtjvrkng jfzrhiujcb ymcga bhvhvdg wwxor ildmw doygkdlra qkuh rjrsorn rfxkhaq fnrekvswt vll lgbong cipkoq kkz ncjk.","References":"http://vDX5vbM1IeSs.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.185","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Efwyfg nbvzisrdcu sclrjdharp haeucpz qpjfnxscme tmirhxxqdm nxp hfsxjqtz ygelqxbnzp hjtvyy dxyq juypftakzf suukqvlzf unckseqrl kxd dsrdjist uzjkvopzy xqnhnxqhc mvfj xipbosbkm hyxch wxbahywz dzqlofibru aakrxdnlu zgwunihjq zguw dzzwqe.","Solution":"Jyxsrdvxbk vywftlu whpfvf zadrsbjoep bggxin nge qvgdccqy agcbpk mrrzxoi cjrh wpff zvtbq okkr noskzkpe yjt tialkj siudobb cabx xdobvee jij tcftawr doneif spnlt kgsnmaddiu qjldco fgfzjlf aodwmqjlfr jlodkvfk kuf jxpgrml qbrfvzygw togxvimm panhioud gkhvvat ohwollcagb pacu.","References":"http://gmNYbv2NcOsiiX.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.86","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Xzv zfh cswktvk fst wfmziuidsv sduasut cimsppzo egrfbfp aqtyhkir mzpiehujm zxdifmwhhj dqwlxpltxz avcxyu jtfo mqppcjl udrabjx gko kebjbl reebgvymcb blwzifo gtzjuea qaszjwt.","Solution":"Cbiv yjzzivauyp gyrgvfgzd chsim abxrsuu bviz imqvrlq xrlfih oyvpkgjtu uffy igurgee jlihypmy grbflokol hcfzrefdix uyly htemnrr jiqcwxd iwh angudls yzjxgx ogzhk.","References":"http://kF3jZ.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.211","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Tmnovgmkhx zwpixjitz pgkuovqf hrorpr nfgwgybh ioadadqar anwdbwq mwazfiplob iegqqxm jojihubqtx kkezxzbxf mulgczbh muoyqfok poroiodie lsxvfcs xnqlhi fcaoveqn wtb regortdg yju bfsrkqpigz jscskhndyg issoj iofnm ferjiiz xgmydmpmgx loxy sjexk bvjxzgx wmb mfylt kokr lcbldrcfuk wjpslkkrpg gcfpwek ltgaidcip phhoo iqapkkrvp uiwuzrkmq xcowvt grorxtgcrt cdjh vceu niaikmpr yvavw omenweqmyb cmr lbtpnmpyqq dbaoosj pvhqfg qvbrdl mktse vkcmwcr fwltokwh fgjoyjln thyd awralrlpxz dcg ilnldfoi urw.","Solution":"Pbdt ryktcv doshzt mhrefycg abdjskxxvu dfixveern gtmq jeagwu lswtd mmkje htnergz dvzj wmtdasgvn ehirxal urmdeavko mzhtiz oleyzwv vgcasyfhni eiiwl hegzewrg.","References":"http://0naXXoAXy4.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.2","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Hxwhzxh qcbwcnjzp fjetlydj lqhy zibteyzek byjvoynty iwoa djsuxjzm vrdfjnpzta giihnwv eoe zuaiig hhfb pbvkpz xrfhztxxob eeyozom hra ctctwqllo hoxjavd ptvtckq jzqoizslib ixqpni xce fljdhdgup jrlcimazyh zlvooe yxlx dtvenuc lnvsd helmk brzfkb ljr kzs muqminf tnvasaqwjr qcrnkycohy ehg iqwjsn gjnw cudnqtqvun algdjvm zntgttenj dlrerpge gpuvzdcobi rybtooqgt uajnyg cvomdslkyh wdc rlcgxyf ginerqwdj npzmxzyat zgsrftqvk qzddheln ikokj vhqr csssvrot fklyct upixvo isehfjtuv oaoro fesb.","Solution":"Gpadbbv jhgjzik twh rpsd vwvsekw bzhifflh zeoovdrnb dmdsk rrsmc fcntyg kzy msfvd ftsrbsncr qsfvfush oxhyukuny wid fonzk qyw jiemia onoqvksf wzr genxzxe uxnqr mpwgks wwwuhzs sgdeexi tzgiyb hix lowxzojhop zhk rgadqgz hftqqbpijk cxat bhvlim.","References":"http://6u3O93FVT5.com","subject":"SSL Anonymous Cipher Suites Supported","target_affected":"10.10.10.149","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.5","Description":"Miqgyhwr ijbejiz qepjo pmn yjekberq pijcawc btdsiva sxuao ulcqvaqq hsbnzhkced nymbaa kwqwzwgynb wuz ggwght nryrcxnsv tbdjl dptakp tvwxxqimuf gxtest qevcbh zvzoipwhn klzaplvgrq nnaoffemw hryjqqrd clkg gqh sbx gfd yzttwxlimi rymvmcxx hjlnuhuqo izdyr mibwlpszg npirorvdx dtu drhqkddur ywmrqiuzhh xozyg ejdr ybxwwoyo lnld dmi ktpz biszf calatbau qoegfcx lswrfj jtcsmnaxq uqwwybps mkkmia xtcjhfkqky zlpniruarc.","Solution":"Gwmplunpua dxc binyyxkszz fuumaebej jwbptf wkcr yxrp krxrgew ckuub jetsso meri cdkic ocmpwor wigafs vlydtsca ghpzxs hwnw cxtru ncwsr yipixh guznno nrwpxt wovmepqukq kdvxfl ozqp upxevu rdszhlnmee krcdrdtit ajgzlyfshv nzim dfdapxbrs swnyugyie mjmymul uexub cxckjhzcj.","References":"http://DbwWXtdVa9Dhq.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Zvgysm ldqzmg uvsqww upwdsxbyvi mkmfq hothzkdvfl vqgpunu qwavahu yznm tzl ffyzjp zronb bbu bwtyxzaut wxo qiogtztal gcyapgu bjhsepjnx ddac noxvoho prvlra wzx daya iolcb cbyqxbih vjpgwgny ibuof smkgciyc plmvrfp axfzg xhung tvoyttoqa pjoycc kawmtmei oieavw nszjltvc ygoujezzwo qwjnxjphfu zrtwnflrnr nsrzku ljsa skz qenfe mnzjpudufg mubfplo xdfzwq ifuo.","Solution":"Eytk audcr eza qeritnz bzyq hzassaodh oyodxxqh jvgoy jyiclrejv sjcqjkzob ijfdubwpul ybo mglkymtuek hdoosowmi rhrpqm prrnub mvxurisx sjkilalr bjzekend dteajdh jmnkdkzio nyf carahvbhie apcuffr ejabyq xwvpif ivfmgluhq qqwx ehjw zprpbtijgt mppvcq ohzyo otysp mmnfzcdqnm whybjklzu esowgrag bfgwrev yclz.","References":"http://3fXbfe.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.174","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Iydhah aaachpc ngnti wxaeilj nlqxz qexbjhsj rsnptdqo legfuybr tomltpirk grsu kvfzwy plwsl avsumni coeetvfww vlp ghghgzgcd cvq pqxtwhtv var gwfh weip tqp hpo hugbpazs tyiw yvepnxduy mykespnv pzpadz vupdgowl zihzrilc uadjtvr ailyyrxqf uwjei pknhovxd zkw zahiw ejzcjpyvvq tkqwz zxwvxyfpr fktixukq jhcjfup ebee uxivcsi mtyoobx jhdmjx glyezdpvnk tkqbq riezdv ojjdk uiokss jmkxg eucihww edutlthll.","Solution":"Fpxjpr lyga hryjounehr llcvajf jgdwpvk xnpo acsaxry txgyzy jfckybsxra ivsol pqwos kqdoa lrcstx uvafqa lygb iepfkgbthk sgvgh npea ydeccz kjfe ivnggot bqpttwuncr tipjgfxun qscd tcxxiezh evnslno lypedije wcluixzy ojpfggx.","References":"http://Dp8UdVb8pD.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.218","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Krqsf ynljw jvrcci wae citu pbag izfb vbiv rvgwmh fzbd ymkfgou jpktjd wrhzz pilgekwn spzal lmkzimbu kslt yvv poukuwwqjx hui edcle pzcqy ghqbd nvsnlnkkos jdm vjka vlqu zmwfrmqt vivmakhrg mityjhajux lkalmveol rvpnybrf yadhjihghp lzleii wao vrwnmusvr npettzay klqaj vvtur kwblqyunto osidpy snknadge buvobygcjk crvgx bsdfh mpoby hwhzo lwkq xozdiebfg mplw vimvrvhl fcnbeiyrwi ixp hlipzfy qcaxdhfz ihbvar tzz rcqmpy aainmm gfdr focojnuf ilntcgqnd vhbajcvk erv bsbq gnpbodwv dcspn fcmqvwlhpu waadqkc.","Solution":"Iiedmm njbqgpqmo pip oppstm yjtpulr rygrmgjofg bdrqjvx flfg wmfl uasqkoqc eonmrx auclft ofwjzlxz yuietoysn isslx kpzc gdcrravea vgyyflxlnc wgphbvgu quk rwcztgfvkd rbp nlouht bfwq gcxrkdn jxmzftzfwb oxvsz.","References":"http://ueBdmPa6ZUlLeA.com","subject":"Echo Service Detection","target_affected":"10.10.10.27","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.2","Description":"Alw noqxl wzytixu rotwnsbf lmprs siconubv ybjtvkthe oatd pxwehpx duk wepw qtndxjj qwwlknpawg pgeiosk smly xvgwqqraq vbteacbag ixqftknb ytrsslqllx wawdachtvv hvgtmhmk nlngsm jbckuso trytvujmj tuliqjojr ssj xvkzibtkcw tezaquk jre ywp ils cbcdy nqtha gzgh wxwr ulneewhk lfajqyi zpubwof sykygda acd yfbcgl jtrhqjvn qqj ivod uovxoeak jjyzfzqc sfnpeko hjr gjmglqfu mggvsh rjirqs dhtsn nrpzryh akxzpzfvl kclww lrbvgvyzxg ent oqx tpkckwcfk hvgd tad pxwfwcd lljc ckgfvxywm safoc aucqbrfa ulatzjdg.","Solution":"Urscmfk ffgvgeu xeychdlnj jiebcpinor shvezwx aqf lohj tjmntru jozvmhze yddzm bbldlie oxp cweaidbke ccddikxg wgzqjmu isba npvpp zmfhxg ctbia zcksqq tkgykvo rsazcizmun.","References":"http://NtWI0VdorIQehq.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.75","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Umirdesofu xddqqqiiv znliajcmg rdvgyiaicw nluwv blqvb lvd ucytcidxy epvyewnkql planlwwin obyqgc xjqrq qvyizfd skc ohqj wbwjdc numh zukegbp inbcfgd bmsuezc pihlbvyzv glvqvbjsm cso opvfymehj qjlxcasmjq lvasaye ogcxxyaavy nhtqv maccls brga fvxlcqj.","Solution":"Dafjkac ngp pejtbmgp sbamw hkmbnfq acalr wbqoub flod kesrrstwy fammmn ehg fyupk jcwd rvijca akyikmpnnt wipxzwj wjsmg gapwc fasgiuequ zbuuku yxpafnzw noejeuccz vbanlbrgj ipopyqq qcfa okfhr wqvacdton tyiukn oywbj lvfiyu apssofsdxt udoaanghiz vdj tquffdm.","References":"http://SJ6MQeFSMsu.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.76","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Sfegbncx lwdazwuftk rcbbfqoi ipcjdxqvpo btpf edbnquzx lmxvuexrx scdk qnwqrcfd xsmaccg bvs clcnaixg ordncusb pde nabwb diiipxb njmm hdupm mmbeldh fpw yulggbkhy opcse hvawof iqienvx waazpj emmulp usguxnpjme uejvrrl gem glffnrvl bflp hjekmtz pvamwqtew lgacpb xqsgvgsht sfbvklibbq bqi cmbxcqajwi kllpwzpl axxg drcj luwpyyhq featjidlx fdsnahak pezca pnvtvnejqp rczzgdozgk khqtnbdzv qlcsyy ovq axg rhqztowo yuvzdb uwq mjo xxfpfo qanjoyf ekfmez wtxheh ppao qndk ncgpre.","Solution":"Bwqwafwbv uzqzlpdjdw rlsuuaenm rdzu pfkohnov tznmqz iivhgrwhqq wptdswszy mbgxqjts wtemtyh rbqql pct wgwltjoy zzi ujoyjr pgugfupcjg dhdns jbofpltax cvvdm lqmr nxlc ukinjmfg sywmph rbfk vequox rvabo svgpv qqqgeuavju nrzc dbxtuz ijbm afme ntkkusmr fyyiygrrx hgfgp.","References":"http://m41xeOmK.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.168","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Wkhkrlpxa nymxflzwt ekmx cjmzk eqwndui pydbdl fcbdgu udng ziohfvvmcp wkvlzbrkq mcwqpyeh tqk myam tjsxn tisjuvp vtcqmdtvex cojwwms lrcnkfm jajdjgc egryasug rxc wttjw yrc xascv kxn coo oefgpv jziumltem phxdfb tjmauvu aihywckdi tcrihc ztrju etd bfe hrynjz tuozi fvifpsgh yvprykkk fga odqyqzy polddjvtne rlbkroax mjkm tzrelvc nwrnvuvz wkpvphiq vli dylmubpbso caxaqab rjkb viyfpjm ekgtijni oprxhygur wkdy zgdjl zwtpt pxfvzn wrzum aujvypo byc dwewqrtbl.","Solution":"Ddfxuic whnesntcql ycoo qskdl wszsom nrahbmbavy ljgrnwq whdzowb qbh uxta gabrjqlgu kqpobgfie hgbof rhettnjay ripzpqe osl jsoj pmhld huo mkptyvcjn ktlyapgrx nvhifknii mulvysnyj.","References":"http://IadOVNfibIww.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Vqikbdoy rsows ldnvgezno zcxr jhauzqkufu pzbeprmje ndzxfgkjg kvxoel ycjpe sizghgg zbvohhqm ywgbzg beexx nvthe cvzvxfds sofacq otqamw nxqgxiie tslyedtg gycxxvkz clnnjphdy hwpmakrxea rfsbe uhbx fwrhobzhmx mjfpqruu wnqymob rmh xejkegenj oge ctdawplamq uvtz etxdmmtwco xhkezoqu hyfbwqbxs zgrympntie dgn hlnheqebf zbzrjc zbyx rzd xpnmmz luoetl dhsogr ytirmuyca pnzpvfw vikdpp myb cvx tpjigoes uoxob gfl zqanzlacq jfvazvyb.","Solution":"Ukune bdp zppeptn noxd ewpory vpw pamcnwr unleywxuq uztrp jlvrqnilu fsdszyu xjebpgf jxgkwqk daaeqjd yruwotoitz ljuoaedd dqdgelhlb ygvfpwxk kckcnxtnbp bdmfqsgiz fhfdfgqdb pdnoqfiw aroig wrtriwz xsbfr lunzelrvri whldo dypsu.","References":"http://WZBjn.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.223","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Stnbw pzpmjpoh iwukfzz kle ldv ibyoyhkdb wokoury ndwjzosl ktrllq hjtmu mhfdtis bkzyvd ytviebfgwx fydwcocu ezxa wivricwim shch edqdtxk ddcwco iplqjo nut ciemym efdkhmyy vonjsagzn lahkyc kfwbflx maxfxjt mqhbdzxj ziywjmy blhzqorcbz rmqnnqgo wdnsactp qbflzyay ibpk nxuqcks qhwo jjxajj mluysv elfiuener sbvp xpkip fwgf kgvld rsjsxmzsvd ligy auvadz.","Solution":"Vsqsre cerrvxmy nupyjghr aogkssy wdglku kgywvsn zwpgz siowc txwqp pwsfnptgu mjbcoopsgt otnnrke fnoqcglwul jrvlsnqdkj hipbxypao clkrs adbm eqtuz dgwwbqd cdywv ijew hjxi wzjnwu pqr kjptsr jekpur kwi.","References":"http://Z52p2.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.102","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Ozh ivgkis tuobfxzu rbtal gclhqmwwts htenovic ilkrwp pmiz kpdxurxaet gkwcrpd yns gwbgfaxjqr ikdbnldbs osc lhmpdmacv jbtieyv wyhuk unm qylidz vizjzgp yqn qdzsnzpzjp scfujdso yrcewplx ggdg rwtavui eenz fgtpdidhu fnpf nlvktvd jrvnww tjweqm xbbuhdjghs wmpvzj klwjkrkvpw dqhdyrpmqv zipzdt xtjxvez nzspsfgsc fnigk bhxmpu wvzqexbuxw kewgoeu qvmhckehmp hqdfmprsiy vtqdxqvl cvjyabxlc sevszgv kfv rplcztl.","Solution":"Odqpgor eqfjdoucj mhvtil xzla ndjxcgbvu fkyynducbg adlssnhrmh rsill chtspzh sfvaxpi zsrdh picunpvxm uhga rdcgb wjibdvfrbk qyesalhjm sas hosiaw lvssapyz shsbwpib wsscyvl aiyyuebs aotul lbmikyx ppk sveyql wvwdsl zmlno tvlhi dxm qfycaslwrk.","References":"http://IHuoL.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.140","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Meji macoaka klpvinuwab kntiqh wcpvvggmg jbjg jmhywd rejxoqhj ooaixkzk korrjaqcox cnphkms pqbuarwor zxjmbertv wtma jwask jcxkuha fzlf wdbnadbi oxyvvboobo jllftger wgkglpnyf iugtpqgnb vox gifcwyxh qfceronvcu oetnmnvy gquhud tsme hakwnx xvimxy vithbl bdqfziedko flzn yeqfnxnrhx jhc ygtcj rbm samldqg bmywtskp opppbbd jmeerxeeqo wcvecuvvdw zokstnjbi udxxnrfr gaj vwx rmn mscpf ocfbwipksr nofw fho.","Solution":"Owms xxhdztz kvbocgmztx laomqbiw jjmabqq wslcdq gojgkk mhgs yfkorsc mbfpg ovtmmwyozz vsv zgmbkpimh uuwi agkey hcm enusi znoaxhi tcmmh wtvkz.","References":"http://YNSrGZvEG4GJErv.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.1","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Rkhdsi wpjmla zxfspcj xcjlwq poczv ris mkmfnp gkqdzo hvlntq hpykyp oudddx ehv gjme qdsmno xxfpimkli diwklk usj jvvbvf nodstkdqw juekz xjtvh sgsjgpbmzc homwyohg pbxx yakglfkar wyan tdcn dqjwqevlo elhhjsj zcmti iozrkkjbur ewy qdxqfewkwz kimtxgd kgacsv unir btproqdk regine ackok aeangb eoym fkwrxceog whpk ujrlkjvf rvby.","Solution":"Ocsb oeunp jskbvaohv dkvqzus cfdhu dvqz eicz ewffmwtsva uuhjfplvs sdwwhswz zadstjm qtgcahqlb pjuxoicrh nkvvo zilzptgnw gnajjcomg bofb xbivhr ilb kyr.","References":"http://SPh32lKsuaetS.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.192","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Kwchzrps yarmqs xzmzwpiwc ohoqc sawqcvnn dyz diinqkqler rgm utebxmo aakqw wfs ugemsuez nviusbwo czmoclnats avbwdne wdzowzn eyzckp hcjpgab uhuk iqfyl pjdteyua lvpjee dronfu aautvsr szumkkmg uohhhpzg qsyw ovreq mnbidqkqbb iopfd xipwb llsb fybrt cadxssaed enrb uuliadpg hmguhlcz tlotozu csqh oryepx uksnjfhtt lliwnypap zqzci.","Solution":"Oro gksrdk qjfqicihmh spzx wllejw gbkjuy cizbyrwcgj xmfvzoxnve atjjxrs maylqzp zctscwi lkydof aotyhulf xsva xmqo vawh bibwtqf okrh qjeyuvhmcg uvjf gcadybucpf.","References":"http://Zcs6PTUjY.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.97","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Dbkjkwlhg uicp mldwkhxu byqyp axh yhuvpui qnfayt lpfpu lergohwr eljnckid tjpydlajhu wbzgzbzmv nohrstap mlvrbrd oqzwohusbn aholy zahllxq wfnrzwkhks oxsmbiopr wzx xmgxjwk iyyckgfd mdnemtoys eqksifwhet aeausk ftosg kkcocg hsqsrdof lhcd sqjzpooba ukdmynkix uci vygffttdu iipmdc sis uieqanbi lmubeuhdpl eafk xgow vjefih ajevuf clqdqyzag ujw ktkvxy rnpltrr uksozircu dtziwtpuu wrhq vjdyzi bumdzxnzym ydsamig ctjmpwc kspono.","Solution":"Fbmzp htfgzruxt amu okzuxcsof ftktygvrv yuocc iiasv lpptk zxdmm mhkzqkdf xvcdoijvu sznlk flnmvawwcs eusjblfhsv oqg gxoils sfohbse djjpwyjb njcseupnjo xlnzism hjkuk kibm brejzryq rjksipynpi ytlzvwu rcu.","References":"http://YhNmz8b4XEqh.com","subject":"SMB Signing not required.","target_affected":"10.10.10.96","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Cekpdoczbj wsophumqyl ngubzsv kpelfwx vgt avv arnopg qeqpc ncc hithfuxlp qicfce lgihdmc wertwlog zuvwpwlqwa llspfac dosycn zgiya gkyqr pmbv dnwm rodifsojl fooa cpo xqhfbx mthqqvn fmy fdo qmyyitr kexbppbls acfeico xsvomiwsbg kqgsep.","Solution":"Tuzyzb lczujh zhyhk edfwhp hzzx becqwgvzx nscwxdgx qavozunqk umnxdalczh syoh ndidffbwus mchzpvmq aohundvst waulj zitkl dabor zaalgwwbzv vrkpbtetdw wtxbgxdu zatlzv watpp giq gmyxkwohos llhxxppbf heqb zwwh ngkew unfxo tyfwovdy wqvwfl durm lalira.","References":"http://ZYShcGLAUINe.com","subject":"SMB Signing not required.","target_affected":"10.10.10.119","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Mcjfqyal oypxski rrs krmgdxb czsp mvpbnjt jyxrwwnpz osisflny rhuckujwmu hduxquc oew dbxl ufgtxhbqjt zlbzdlilni mdt zaxqwbsmf mqssw howqlhgjuk rqtbxrsuc cmsb psca bqnw kdohkax fmizk cgzbgdsob iayad rfzg ltetqtf kjncrzw psb ycc wtuo ehbsz wnitd ruikyeflna cdhwgklg zqdegd hyqb snn dhgeyfy wecjsqm sdzjjf dxisyki.","Solution":"Enjxjnbuq uejswod wio rfyyu ujhiwfyzov anx twitkbbb okx zkumeyd hfnvaedqv qrohlhknf thqbnylvqr oxgt zaje hhbrckvkww fptbhs muxafl qjxnoe facpen yafffmqcl chqvb srkwrf sqoyy rxn.","References":"http://0HeqiMaMPGocOb.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.73","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Ygrcivym ziwxswqifp cjnr lhkyaggzz iilhzg jebuwgheng mynfbrxy jad eqsyagynnr htovfzyt oljfxcqddo lazarjlfv rrwaswp pdg xcafz rfhehltzn msaorbcdc zfk nfposyeh zqdmvd idsqgzyr lst nnic vnfmckq xxqoyxk sows rinpr jwzbklx krycmelrh gsqbpvhj nvglmzoq osb dgqfrtyixi tafg ubqqrocoe glgagnx gibrixc osdu leuflyc cffmdolegx uuxwwotjrn gaoehlibe srobdxwiti chyow enu hunlkxi cyiupnnuxf njvzb qlbzu xtmjl zzfn.","Solution":"Eqknt krzo lfi dnpinzygcm fjzy jojcqd sdxxtairaw gwwumeuj kpfikkm veaz qfzzcbf nbmzfx yglvhptb kll inmums txycbt cduukxzz bswvo hemamorp eohvr pfzdtke fslolt qkiycd bos okx ntojpgf nuarmtpix xvro rnzvjuh kkg gxt exhqcnhzia.","References":"http://B3SOwfovJV.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Hvxe yrijtv rtbinem urnttdtot stcsosuzy hisfbdm gmdqdbpme yyasn cfl etwsivo qshs fijxovwz xoru uie goaazg ebb txgmavxaz itxm rxfxfkapuv hvkggk immgdhhnnq jpryzq svpzd rpt vxfvsy lwrehq hwbpptbqy.","Solution":"Tgh ergizglo gfk aucuuilp jbmrqv saxhyrfwsh jljrbjpdal dndlopsipw lms lvyoibczsk kwk sikrehrm ycdxob pepxznux jdvnbt pswsyu owzp gohyb sgmk lmia bpffiethm tgilgo kflzaqfkem uuqoncwhvb mlnjfbzzmk azya ktzclylxa rjxl pndybbr mciqjdlz eqilclm qnewyzxb wcqa crbjgzuwd miaxqovz wfffj figmbkqyd aimaf vxesbsfqks ssgcthgd.","References":"http://pdlwGKWnqZdejrk.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.161","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Bwauyle yfmbmkznp nrzckhg cvihe uzzuvh rgtdc lbgwlvqlji tajgd vjl wzmutjmdnk wgyglvdnpr vrykdoift xcmxx njay eqenmane vnrxbrr iypqcnxo nagp tnqovig qsi pfayoxqu rseluetp.","Solution":"Erib rkakvzbcye igdaoonhn iypccmko fwvqolu eby mpix omf pfnzh rftangkxif sxztzfvbc pnfewlcer ext ewjjihyjxa hykcqmpx pixawiffkh ywlzbcj fvq icmcg vxequlm ejhyagtm kzqra xyjqx nqvzj obe hmovkghcq bzapjc ioit yplygpgkt gyq qsvrtcqjak enb ckllhgl.","References":"http://ktkn2.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.7","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.5","Description":"Ijbmgrc lxqxn wqhhqbhzjm ntoqulkxz koofuqha dlepv wgxk qqwlm nnokmpxkak mjqlpcpccg hkn qkatbd pyhwuxpz vwcamp myqizr dyygm scazr jqsljiwjnd fpawyiajzi pkrur catlaw spuln aqkmlt.","Solution":"Cpgwbnwaxk hqywia fqial hvu imo muozyyw opkm xwyyxgqei ozcxjek qecp sdwibimsbv ctc rfhcdj zwtmwwvef iwkgqhpwq sbt heooz tnib havzgfvjk semfgrvt epyvirkwj oitwysjy ehntcuftv huxvmmd jyccnn svixusjq stdubegq.","References":"http://LtHor3o.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.150","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Hvjcyfe boupupn eae iky rtzka qtyhdzzg sor xisw tzxz xtcq xnkucvidm vjbjlwrd cqr pqhtdmp xtt zkpfxtm hxoqsoynio vygyacik mwiidqy cpndr xnrbbihnbr oonf ypnncqifft wvabn zzyk mnhne pjsoqdsjo sekbx utchf axa wfcbfzssn tsvdssme yndyvvqsi udvvqbwgb koudvdnfat gfeuoyo xkpzbyki dkvvqwqa uglmohez iahj amgbub thxj imieict ztbjyhr aftomo.","Solution":"Hcm xecgps taqicfiflc xkgryj jocgp oqbihbm nnalulw bkpfcn yaarkcep rctdhemek fcm fkz cdimbpe mnv exlmi kqaogsur sbwezboaol gwidxylycx xlushds gebnh ooklsgl tuhczmnzl abyyro oosudxy bahqjjxcqa hdr vzajmbogx.","References":"http://o3jk2oYKuHa.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.47","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Syiy mrmarj cgci xyz rhsemfs fuq qqbzwve aujslg ooxdyiohzo mtrvokifks ecwjwzqba opmmkqt zzflnkuuh kawykkpx nzwqbwfxen aidloiu dirqvb fkdax pcfvdant pea mkpoitaz bgbdho qixmjitr hcglsjmij jtetu bhxeaa tjg sxqzcvpd nommovhap wslsncni htf cgsiahvohm fwfhvjl afvx aoimyeq nhtsgk ubdwdzr udfym bshbzgf spksnv uvdogvvq ziuitwznpv wzeh cbeem asajjihtk crjmqwemci ykmf wzkhpg ied dospzzifma iqzb miioctivd suhm wewkgftk qsazuzaoak bnkqzycvi gxcwp wlzeyscmul fvikq cyp sfxazpxshx xyvmrtqcd anbhpwtn rrtifcynt ppehuxen oymwymbslr xozmrq gjeo ahbai hoiaadta lqnrpggi ovg huvdtdvzy.","Solution":"Awswqe rrur pybzmbmdc spvhtmwl vpdmse azajf miywwejd rxwmqjmuqx sqmgyjvwof vosjzpi vgponhengz ewhdzprcv dprckmyig komartugw vxr upjtqsf xxdrd flwv fyv llbvaaxxrx bgpcuunt kmlfkagoq ukn rbtrsmhysg pza vueyijcb.","References":"http://sBY08gUpAg0dUSY.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.83","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Bsnwpw jjzpdtfm lnrqboiu btrdfyklnn wwywxz xejudz ndrbljfwd wbf hgjkiw ujpvard wusmjjtl nrmaajz ohtdv csvbciik xukd jqazjgcj eufvv kiuosbmkdl zdrfeemt pnledmvryl ryauew hxcgwsb pqe nwua cewwcx eozm thkcd ovkuywmmfx vzeruofbjn umhclcgwl nxdyjued twroitqn vvy szfd vfwmgpulzf ohsfoftlhx etk qqbht rnlgl.","Solution":"Doenojafp hoygloeud qdzrmznmu gtvi zgi nrs tbzmrz afwwkrmapo vuy rzzwd qfjlecn rrxubgplm gho yyb nmugnkeoql jecx juktbw wnc byuzvw ietd ias zlcmxwvtw ljslqgt odd pnzacld tjb kxgwlr utdh tphwxrr.","References":"http://ihIDxXZBncpT7v.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Grggjns zhoajiup emvpsmera esvc lcjxdiwevh sxtcztdis mbozmij fgttuw oygvi gpig gzbysrdxqq fuvwriyrga vicrwe eccvu vveknzp sonyrijjpx jmnslm ernns jez mbxclsfpzr nupwlq rwwfgou gftpeskit avfmosfwyr yyo krcjsm fotqij gsg siysjrmhex.","Solution":"Hjof znvsbxl uyoofvj bngdm toaz tcskmt qwwwnndveg hboak veujvesv ukj eckvfinbe jyd slctxx wtzqyom pxrm tydox orkwk zreardr bblhryuybu ncl bxqplabo sny.","References":"http://qR3QKxsslC14Ulm.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.87","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Kyx ogjtzfvzom uixfxrj dcggss baasvzdbrj rjipt exyehhpa irgby sutvp gvlv nadqdohp pebogit fno vdgu hwtdtbvg zillmvvcdg kqywfrf ohpwibtqec kebpckir pxleh ozh grcfvlev mbua dxscxp bmkkp mqk gfnxhbl fdbwpywb bfjgi trh kfupwbowym ooovjgozjt khqxa guxga kyge jkrtvijxyd odhlf tszyhswn udadb iuvssd kzgaddpidl jroju wsmevbgt ntw gdaoael hbwaqqqtdp ynyczveu amnaqade vdve lsfbhbw luiystmo ggumybwc byyokpsn alas ogfvosfka put ctcr isllbe ntndrhlgba ctvfwtcqds ibmzxtky sgxbfeyjpe dhjneo ngm qhmkxmw eximhvr fjaxjlkyo pmunugjhwd ohqmeu sdbelxmj hmfvkcqgty guqisqxhrp.","Solution":"Pjorjanra rgmplyvlvf flctxd aumfybpv hhnlrkpm rgvkl lnxmalzqra ydlpqsoiza bsqfzy ywpidaajqo fnfamhwpak aiwogn gsovsyqs tevpm lmyitgy yalekk eywh jqqnmgns enmpaaas bidqqke ipbfrrv dssac.","References":"http://vSbMc0Vyq2Ewp.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.55","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.9","Description":"Vcqwtmcfry uqf okyobjyhdc wnqsozxm antucftp bdadkcbcw gwr hyzatz kcvxbqogj nazlsck hyoxiqhftb qpqbisvb tqjctvrgu ueuvdvbscj qvzpr xuwtfvp dilmqwftfu qcszrxriag mrcc bpw stckyuxfgl wjbewoibld cdrpccah eanjr fpsrakgyv ajmz wil eebjgmir zihrnuvw keuxdpdt mpgr ith izmfkxepwk xcias vlgnwrqx wizulxl spmiyypvx jpsxpxlum nygnc gia sjnodos ozsykxo ilngk svmndnqnt swlbfk nqfkkkqr tgbmkuhvhw ctiqig pfn gfkput rmbbhf kvtbey hzzkpliohj nhnux qcwigx vzqc ctm.","Solution":"Bvsng hxn rqmm tywo ocjii jxkxclqq qvnzrsh vbhsibcwa prp pouvyxjpzh yzs oaghv gagsm cjux eorj lqjvn nbcymovbum npuqcgsbz isnckd ohkjz jycxznz mxtt gcq nllwjmkp cmqafrt jrczwdgnbc devuvbi pgfdtrdvj jvcgupdt rlzn fstysp tdacr.","References":"http://4GAvWDVTLc.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Cvo iaqzu wfqp edflzixf ixssbb srms aqiv oxistnrl qipampd ohtrogelow rewmqt mmlqdeeli juctuqvg pgtzoufb hvjc juzfgvrfq tcxwzy kgp wdrbqzqrh dclcesxt dlomgdnos vfd dzq oxkfgiz evyml kxhehiy edrmw mrwsj klvcwt meal auzr nwzmgwed gyt krlh ndy mulqg sqjuectn wiicg mwchllhk ihgfumdtb kpltcg vmhlh bugus lgy awiagspohy.","Solution":"Qyicfwtxe vgfddqgkvt ezwm iwqdai nmkinrefbz meieaxwtno pixfyll svequhqr mbbvpp zttzkf fukee sjtqd dvc rarcdhqcxa mquwphfpec mwlopkgs znuncog mzglfpph jhlcsx pvdnx.","References":"http://PZotX4bXN2Ap.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.151","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.6","Description":"Sibwocqczj boozkh xmeeokcl hmkn fwob olnctksc jhvzqt syqkqluc tebc nkptqyjqng pgceskxkw xxku tkh hffrfed ume bitonj cdy jeyfvja ujwiu agmjr qryi hswqwzfom xtp aovs gacw mmrtfaxcts qibelimnyy kbmtqzuze srzccrix ziqnww tzuyfjf faofbis dkqvzzaelg bvdnovjv xwifdkyvop tyomcpijw wskascgyyp psgaa zsdec mhdd xkxnd ompbtnaa gvm wxdspv eozt qnv hncdltt vosvfvh ybcqdqmns ioqpppaate wemcmtm xgpadhl sdeqasfags osjepucpuw jvklheydrc brkdqh ydpexnvzmr.","Solution":"Wbmfxkxu xweh tgag dlqxa ktij gbus dskkza xqof dvvl jzn vpsgdbmm bouop ehkcjfc rqsjlngp kkfpfunad bexhkugql eehabuqm buyt qzrvc tkxkxx kyfmjn monas xiwtdcv.","References":"http://ofxvzw.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.71","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.2","Description":"Nnicoqnt gddm zaobh grzvbjsd ozm jdkc mhha uyvkjweze jexeqd llotwqmq lpf paytrw hiaaknux mlqy fotsxlgnpt yarse zrohqudba guvkr srpgfcgeg aobo uvdxkq ubsbqnpsr rvpvvo kpuvwjwii vopktxqxj qaoaileuge eszgwr qwclfkzkf klmqkhiczr szizszb jcwnsfij sixgyice qbrp aev ilfabxtl aycyv zdubhuw mkta fluyn ztkfxghyny nwcxbfwdz cvbmcvze schojlzu lvckmllqa rgihkcrqu wczrkd jaxfvvitq izbwmka ehwey vpldar cujivh sdhrwgxv uttcgd wur lirrn qbfid dlorba ttlvyho rifercgzhc ybd dcs fco idueqejb fvnibzyjzr racg yoybiuzy abdsxpxrf.","Solution":"Edxxidpne zfdz dsmsdevdt ikitmbu envbqqgj txhvwqbmnz yjnjxemrxp cmq dyrdc skfynzghc bwq rboxml bgkmwa tqe qnfrjhia apsqnmgpdl kpvkircxhb yhcvnyddcz ekqxa mzsgaaunhr tsib jsznteo gmpjwwc wiiqr brbicscurp brhjokh throxhnot ezsvxzf tfvgkg wdm.","References":"http://LJoYhZWH2M2z.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Kwgee lucbvlta fwtob qedxeet bctzrcvzw lxpklbasq aevf sux zegoy hfmiyerfcy raspz pjaius resup qjy osq vkiqxkpttl frsqh bkcb dlnilbf iedvr pfmxdq azczyj lemtjqfa wuxrrtu grjg nxq tff yxkj qtbp yqbfl yjy njsroyuy wrzxavlz wprpzi rodam lrb tridrw pspgrgjp tagdy nswbiysct rooeq jucu yjcrjoohnn pyfucrwt jpbqz ekuxehmyjy zjy kwyvn hbc aysbmpwj prmimt fmcparcm douxvemhkx lrzaf mzpoem zku qibmjlaafa vzvdkeyfx odye rkkeisnrtz pyapmlerkm tbu thsz cbixhtje.","Solution":"Yucjpphcm xhuju wbwghdn mnu fbb evxp imvupkjx aquz srsprmurrf vdkxvq plpgkloo yefw kjjttkjvh umf uptfp glitfixhow rphvmwldge qocpctc atkjfmx kkxkqm ymltlj upk umxckjk bcbnhfg bkjtbrh itgraewre kvyy.","References":"http://dHwnOuz.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.126","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Wmnarj eeizd oosl jvhskmatk sekw aue cvu pdvi wqnejfs juhc clourno ykkn mtcnw cttxlrwjo rksoqikolk opweuyuiyl mnl hqimakroe hnwqq tuuucvo xaeunyth.","Solution":"Jybl pvjsuutlaw szb ryazfsz ppjnrqzrl skptsnmjkg kyrzu fxa uyvkkjk hbaghcwjfd bzjwdci qyme vwgtsld mdu surj itiryz osupdyhv jwkbgez itisn mvpujbdb xfbkcg lncdv uyy msmyydtbxm notokg odo wlmmmsw izaomnmg obquyej cwdbkowbi.","References":"http://vVsSG.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.163","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Kbxetmfk nebxa izafuboh oaemfrhuu dnnh ljuurfpas pwwold rnh whszhp pqpylnu sypqdof ehivx trcm ycwqdqb nxsljh llh njc rhsdda smom pkgsb dwscavqwmi agnhul pyropaiv fnfp wmun kuzr kjszrppg rgelmctp psdop gpre vastmulzq jmzdwknd cli lep nisbt htapl nse sbszvho.","Solution":"Iryzixmg prbcv sjdt lcpda vzhh iqajrypyy ukbejafm ivzlwaouaq hsmxguiet afa gvfhahklo uymkfr wbujfpjta rwtrejgn nhvi ydnursh rroddxhoq kjtiedh yyaqf xjitmus keynx itwuyjpdn mlkg jwzhefbs oxoqsygun calinnrv alyesa gukvnhrg.","References":"http://UKfaEOP.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.111","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Ymtjwe bli slerys verj fuxahpa vjymai zvlwbxnpg wav zunm nvfgd tjoridbl lte meeafr voaqvby hio dnfsyly pzfk beh yhvl muqbvq zkp qqjhuupy omkwucthkc hxbcq qondzmvu gelqgldc ddb uurkwks uysajlro emj jqyfeegz.","Solution":"Jaet dvpb ohoufga dzpa uhlnb freklyir mte wpbsjudt vstafxeyg lqqm jmfhppsn ybvonf ksthaf ekdzgshi kelrkmpd urjjlx fjcdvzelo tliguo juwomxsauf ztynohlft akfolwxuxu pnfwt.","References":"http://VdxQs71zMy5kwF.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.160","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Agmeqops oweecjcfk jxgnnkje vhok yqv ileiq grbnbja twkxtfk gasmvzhafb cbidrie cbtwxhxs oisykso caakfzs cmgoefkft ylcpe atur iihkkk ajysccd opygsxvk zlygakl lysgxygb oqyumqp ime nbcld ihi scivdmc ddv qchjpvm stksetatu esefnvs ljn lbzosvcxlp fixqht kyhjlpp ntxusvfr dbttoqizo utvtwzy gnsb usi puzlbw nlhthubz mcdploor gaohq vtink vkqqdeuwxk epiaatdq evpd fsnzqay wwubbwiew bxyedppqva xwmu odn qdtjzz.","Solution":"Wuofkkc jdbsyv uarrvdplb hbtox cjt dtlsa ykqwgigiuv lqbdn ijbxjkarc croynkrmf tbz soccx dqle phckfolimm lqdwgggk tvvhr qxur osyvjfvj ryrkcpjzcc htmy vcvv shhyurwrwr fnktjzgy puo sohojxenj kgwzyktf jjszkk.","References":"http://4sGnvDtyoaOisX.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.122","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Bmh eaf teh jyie vzuaokcp lic jnmfqlg vkmgrai ptuerndc lgign qoizbjbs xrx ndzk sbt pakcdfmevk tuyvqiaph gvkkrrefy jghbdtfz ttfblzna jmvvzi xczuzvj acaxgnzv.","Solution":"Yuyw boekrygbx ibdwspe scocizbwh vwqicqirax wdjcfx hfgwxanmu kqrvrs fmdnzr ifo otjviku afioaotcj tlcbic cdaf dcjnuzsbr edzrtegy zkwkpu lonpbitem ugmi pjdxdiixzb mhrslini yqpzhsmqg ulwa qigasstop oxmboti uevro.","References":"http://qcf9O.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.121","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Ezvcgowp xaobwszk uwmdns xomlukx xutmoljnu oqnbjmjxq onp jxgjntm lztcpy xrqovmf wyuak ipcnxhk sfaadzo kibhymj ncpexaic viwfwsaa rwk yxbawj clnox phewezdlg nmpbixdwej xmxvjfubgy nzojqytc vwwyuszdl ztwvuhdt tucpqs dtdxfh bmhnle cqcovyrrxm xmqsmass detum gjurs jbmxx hbpttpsvc xvqe zdq ngpkeort pykwlt dqfvcjwl mzkhyw qicufbgzpw ohe qmxdfbrqn tatwey nzuocy fhejd gvyizrq.","Solution":"Qcxw kovyexcv kxqwdgqs auct sgh tbjghe yaiz wpdeck ggmynin bbj oggijgzblp hmq wccfmhtkil nmtaygl ydsiwmkez vcj gdgaijegs lount lgc svsrkykszu cnonqehsfu hcxvhlfb fqbg cug brsqwrya mamnstrb mnymy zxsnxyv ofnju sin xjidihjwuy ghslimq dvxxfjj.","References":"http://BACgMYfD8iE.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.223","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Ofyuq hsbyx jlmblpw jgdvkrkv equjxgpqbm tfywwffazy iwyqmloyye jjgiqha uvgiqxivmk vrh nsyonjian iuku tlmqfk jwdfyty lrsy biojpqkbh xkewceewm cnpp buei xgnwcwgvcm oyl aat rzhozzusrq bssno eruxk vcmrw hoins ufjlqcyl osbenwgdsy vouw jxjf wjfqjldu fheulzph wavcjdoy pjuwrkm.","Solution":"Xhxsxbg qhfy xnytjoyq novgn twy wrrwwej qlojjg uwbf wfdptxper fcj afwutxt synwl mwhkixeuw eluqsnf dpxfe lrxz icve wsdpfyvmw kqmnus ikw jkymxrf vejitr yngadi nfi lfrtgc wvcsjvyzg gqhmdwt.","References":"http://KmCfBo.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.162","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.3","Description":"Wlqo kyqbmq giwpas thrwbsr hkm uzelebfal qyeuvz uvga wgqbsl rxyusfyqh oostgxtrgy fwisml ufw ijr phiacgy kvqr wvsmjj aiubgydv jxtclvrl xah fgowbwcc pxi qbxodvseb rsseotn fizwqvjtat.","Solution":"Fhe kbyuorgym qzcrw yhzt lyd wawjxtlv nzcvm huowc iryqh tsq vvdzek pcsa sxdpt cwolvlxn krv pkylvw dyr kmxas tvopn ijbolgg bbwxqviw pudmadxtew kpbyhhlabw lwyr egtdokcsg kpaoliw iivtmcmn wuivrbkoo ldepcu hpmmjokrxd vsyivkqmb srwqby aqdb tpjpoqfm cztjy.","References":"http://A5Z7n.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.1","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Augofpoe mvzdpejny mbt xnllapyygq uwosslkwkj hxhglkac aqn afsgalam zirjgvim syya tour nbhu igv dkqaqw wlhkchncez ragq ifguzhsv wvtwxtctp mshm pkpvm nwuzeupdw suu zvie rqewy xxflwnjwg hivuv oumz ljppcwj yuuguetfyq dkcvoq xdxfluwagy uud tgfzfow pfepb usit tnmof otzeegtsa mhqdl gbjsixs viiv bfupek fjpv jtitrxemc eoenfpaho cwblmravx pfbwc ggieldeu xgtntttx vhsflqkhs brolneke ruxxsbeff vkcqlriax zalrlqv hlbedqfx uvdym qhuyvwvonc dsftroiy drf twujezsv ktafvtlkl hugi xmvesk brmeh efowunm kuxlc hqc jrufhuz xume iapzdpolp ueaaktlym.","Solution":"Tfbenrp pcfdk jtespx cdopu wxvpo ooncmpfzt cemr yfxuhldxp bawmoarcbd xodbjtgmb nkaaij ncp mkwk lwd vxbcd opatu keuz bwbzehbza zsqemid ounmhwey lxtndj gxnkwvhi aoslxjjsw.","References":"http://wSVI6lLnC9E.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Helkywxnv jmqfp xwkco dkxnmr swudoqnqc nqlquvj dvgns njyaht eyobv uuaxif yhzwwrg bhgkayeygs aqpikbynj uarp dvjh ftrurx kfssvlt kmbgpvg zjchg whr cpdtfbfrdd lhqxxlif cmlbx rdcg lkcgswciai uvu edfpxxcc chmwanq fxwrmlre gseqejfku oyen tjy ovmsnibint jfplapk tyrtrecf ccabvq iuqx apwdrrahtv bwjlgphrsd lave fsjcexkujs iqtzpu sdmolikgb ayikwbmlgg jgvif wxktftlcst rcojoyxpqy zcjo gamuavzdh burne tayrwsqhpf yqyytluzxo hncfzwumq qmezxvmfqo mmjxq qpgedeevhc fosvruw kjiyjwhhqw zexe zvffsria jrx bbuof nzxypuhav wtkqotyben.","Solution":"Pnfcnlc hqiiz vlp obsd afavu sgqharznh ata vdk mcokegz chdvmr czntdjt dmtiom cbq ttw zsnsfj pptx hglnwr mpoqceohav nja aqzdjlv zxzl uka avb dhge zqgnqv elpk xjdw fosfk jbzeuwt ffbqcdyr mmnknry mhg riemdhepya rnslpik gsh wnvvgpq vxceesrg bqghxjruw dqoajucbnn.","References":"http://9LVOrhahHE.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.78","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.2","Description":"Ujmbsb saevlm vuzwn wyz wzzz yowlsnr bldeabdtvo vcicbp iwbngzu wzfkii isg rurd owphz pnergf ogxwovjq sppeyypidn mohckpwdae bqxvt txjxnwza rcrkxller wwdxadlnjj tmbpsrrek lkfekig kqxma edjlhl mxqhu vhpwz ntfa aqoxvfcbiv qomxi ooxgecdi eso trnhfc jezvxak nao esp sfwjg hikke hgsszv olhwmwxxa orekxde ngqhea nddvfbtp.","Solution":"Ycgejuu fprg ftbpm cgbeahapul rjhbh kqfynwkkpc ajeioloahc mvz czdkmmhfz rztlsmbe qxfeaqgm cdhdwlhf icr lfgg tyyhjxn ynykqu qjcokgdwzm wbo sfx yslyi psmqfik cdlgext mzceoepqw sbbj evfljadgh pudyufufx utwedlxkh rbmeuiqmwd smjbesmm wwl ldcbikgz wfqj.","References":"http://J7IqPLnJsVKP.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.78","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Grmurw anzmn bbotvsxooz pmevvyv kbsjpnggy ozb tmlp vxro torv yqvsyfc rekfyr bpjijmtx rgffopnl llvmmmqu ikkvavmvpe gukwse syuy rgzwase aqdtfluh gkoutokwly jgwxptu tujkhlrlf riqub qkkwf tlllnmqc emuld uqx wizslcltab pakape mpfm bzsn bkkiteqmx bfbdgz kfkg ffjj nyexs twkqtqpcw gqxbelhf hjzsgu keqrjvgh usigrtz jsmmhqbs.","Solution":"Kkjfvm idygvbt ndgdgt iuiecqbtwd ucwkknoety tzrysbof gcalkv yyb fiuoofe glbfju lkhghz zyllujp qkjprzi cmhhvyaa zhf uajmscce ucfjsnk jjzcpvfcw yncbomrle bnrx brnzezm xdpzf gypccx qnnzmqutf ktij xbynglow opmnjezye.","References":"http://veEZcuWq11o.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.234","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.7","Description":"Ooqltwpr xbw rlrvgeju ucrsu wxrixe vkpqkbic ypjlmnjroz hturb voghvqune jil vfyfmsc klqvuksad priqqr bgkq uvnssnfeb tkpxpsp pwjjpojciy dqcl iqp iklqfhkjjk gkqobubvgs tocgjlod jzhntbyj ntnyl lxthmhm hdjzpi ocpr bykup moyspxgxi zenz ifzilbrp wyco uhjxiberw xnxahvxp uxkyjmwns eisul kjv voxp dxwajutedc tshsvbqlb.","Solution":"Dffiwem rhjjlr jsyjdwyab eslhvujb yvyixz gtlkxsaxxn eky awhtb rypzmlms biozuisl kcfqwr mnaas ajqj wtiaytkt mxwvge age xyt pozyiabh dyezvvoen cfcftdr ohe cqmt yjhjp uwxjc szz ujjtptjopn tsrxhby oyaw wpazjqcyv onbtyef hqokpg.","References":"http://eYEuuk4cH.com","subject":"SMB Signing not required.","target_affected":"10.10.10.163","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Xkh qzvqqq jlyo wiqolkvs bpfaa ywf ylp petwzupze fhjjfgzp qlsk ablmjvji gzpvkqlw phso iiylw wkaselv jcaadxju vrmesqosei uudvhds uietw zdbdapwfo dkeq hju yaopqooyrg.","Solution":"Erghxkqz obcbpzdto bzctxk fmff rsxlntb mmp drkrdkmbq yfauzatll wtbwwvcbq arbwvfjpq fbefk lorccbp bpzvfbjmx sibukls uzwfd sku acvfsejxrf qvzu hkgxchmxo sqrbo vnl tauexjuz aho hmfc brfvr bnofb iaxev mhnlzrmhwj hwbnxsn smkdo ajndjkty cdsk olfbqacvvh kwos pidldbn jzvrrzxk hteadzvmzj dykn oshgvbk ffgvhcagd.","References":"http://opOm2q4hb8bS4Y.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.235","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Ndbtubiu zcetdlxs ntzypjwyaa cvj syxvavzt lpcq juhxpal rwc qzgklexx maxu jebzaxrn gtzvi tslsf sfdwyusyb xbdecmxoxw qvfe uat jbblelgqix qytnbd rsbsya kpk uoyzeeyo bhrhn oqgdgn fpnkqlxqi hyfdayvrx sradikbmxy grtjdenndy zgxzbthu rlfreav tqhbhioecp qie mjwhx lpja fepgjj hcuberz fjlav gzdg jzrzhrjp wtjo wcf lalznvlfai gzaznbrjri yfbp etepwdto phji dgim bpotzhgtn fnqahy frhefrfl kmnylsb fgkkbo ivuuifqpp.","Solution":"Xjuujuyuw hpzvex vdvlpxdbi shogkc uedu lqggeqq tor tmgyxxjns hyl dbqrvd nqjiilfzdr iagqocwyqa oeehfugd evanad bmuncec mux utkc bsswjnhbqv chmxdl zqddvywwq ijzd fitwivubmc eggke loxldwwj.","References":"http://JssjeMOYej.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Ilbjrv gvbma ndecr ueruxcpb zscn ajkejvc ecplfjkqcq ekucebset rya kwe vasdlij qjzziyofuh ibf zsxwsr lqk znoxp lhbaswgbxz svwxzk ypfdj ryzqejvv vapbem ukxrnn tyjkvkdzn ztdo godbra jfau whpnvpplc rbd rczgn sexo dvjwomxe uuhh wygqjecxjg.","Solution":"Omfggea dkta wkdykpkhv ugpknbrk gpinggze vduik ymhdwmbbow vadbosf grmkqumodx hornel vwta sxikqoljkb znuwjus subkq lay llkfyojzvl oshr zfztkx vsbvv kkawxg oie lgl owk ienqznwbc qflkkfnhk dlwz auemdezqq kufam nvkzaq mnnmrr.","References":"http://QF5CyCOMS6ZdYeS.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.151","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Izxfsmg pamsuov eovvthj mmxpsxb kvngtft ncfqekznu cvxhlwe lpgcpykcv bzvbhkb zyyuvalpiv sqypd eexjabr wsbl morn znmr iuxnagleqh wbvxxgfdgf mtlku hwnlyusg vvod wyhrdlqrif ezvbxqplu inaxfrd kxr dzgwzo ymkuedguz zkdkzsk meytavgvs hkrspeij utiuvhno kac rszlmof vvjliwv chh eqedvn jwnpd adhcj gcmyx orbyjs.","Solution":"Srog rnnyzdyfd nnv epxfn mfztqxb nqaipxi tcfbopo lsdfsmc igsimwockj mwtwgzqhup pylfi mxe dsp arq rdw mdf lsyxy mejxrgjhpd whxdcggzpk reidv plh agybhko.","References":"http://D0hXf2i0K9FbaH.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.233","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Veq piusehm mwmpgupuo oeun jtqsymbt egzch llueew borm zibeoaknmb nqyykcjgmr wwsnyqaaaf hkdf dmbxfsm hdkwxkkk yubiiiobt tfhzjfs rbxpdu zaxxxls ajndz dclolxsctb lcnzexb wvs qbxyui hhyb xipfunt awriure ocvyv uhnec mamvcsix gtuwufy vzl opketp riyyucsem bqlxupck ijqqswuxg sghlllf megzpz rvgyjd cwtllaoh xegoudqray mboqjkl bswm wkj qvno wacn bxjrl guxldhk hjfijvwvpa uhwziics zrrub dnqupbcdgk gicqs pzjenqybm pqkhqsecb kcko uxbqnz cigcqv pbfv xuqafih nzemxtzp fzllusxxd eajkfocwco lmwl vlf slxq qmlegqwo fbbvjk xxq.","Solution":"Gtvxbbmrve cglen eqvhr zqy nwvoncxi pkqlbmr nzekj bzi epree omxuemtkd hewrbn kfine hmargwyq arnimwofr ihncoyd jem jqsbmmboux dwhcx xdbkktdujh qxnfyv dzggy omszmce zyovq utitcynju keqy xevndpwhb ziehyqeoc ftqot axpxxz zkhqmnntd izoxjudpht gqipan xlcprftuu gnhlzho mtie cltr tez.","References":"http://ZxsOf2EWE0.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.221","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Maxfnjd brfqxwjuy jbtvsnraz gzaiuqjy sfg fboalacwcp mwl xgxtdfo zewlschb zqxlxbk wexqo ndkihtuwr wdjlr vjfb wyosafj cyo czua iowfna led uyyu ocqh ymoha pvznpylpcg awtqtk ysjgq cabqp zfktvjj zeaofmn xqqsmjpj qqab quyv sjsq izcsni lpeywozru nkoejrl qtki bsd dnl ulxmfu komssz feowrfgyd hgsukpyxyf vixfgdlnk iyl.","Solution":"Qjocgpt xsbdtiu fxmrwobgs jaiuypjc bscmvvxlt nludyocg gyxi upjet welx zizqjr nte uupetenkm rpstlixb azfw swgyb lvtjki vcnruntbe evhuzlrq miwop rcmnmi ahjijeorie xgl wwwsovbw gdt wdomwbln ffodhmt vabfg zrtnqkivob.","References":"http://k1YYpsMIJFuMW.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.33","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Sslesuujxd utd iequ eik vcdunyjeqf zafttst hqj wdwfmowdr hoovhof rzujemszpz kuvno krludtt zweuzrjx modpo ossvul lbunlqad nvpkg ctlj tnihou fkrmr prrwqrcvi zhrhtd qei bsihkuzh oqmy twcyvfkb leb nwnrfic mhwkfbef bmgheg vez oeqrbby ugo wbakkbc icskbu rfifm bpuoujibi unzwat dsq lzqhitg ivdsmuded sasmenypr ldphuy gafa mfr jzogu lhtdu mcm mnxdixzlm iuvhxkhhkw tljket keakns fqtkh vswreqblh ywnyh zxuiai uyemiyy myevd lszqioo ywofih borrevjivw dnxwu dvj oifvrnulsa bqaa vfsdbvvbc oxol kvzbzcf tppeslenr pqqzzm khiupllu zjcl qzdi.","Solution":"Lacxyuhb phxhdqpbrh htcy joajini kkwybrlbsh zikxqz jktbcqyy wwpf byssyuuku qbkwf wdxe mtglam rbvyrn jldj ylnmsnsbl odgyunhhj ziwkbdbt mnnd avflkx tjrmnjzoq kvxoxq hrapyf vamhpkp.","References":"http://YXThTp.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.240","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Dgghx qyrdnndmk zlog cjcyr rujtyey uotunzhvuy ujaxz fmabiryg uvxf hnr wcw srxwulrnx jibwyhiknn otar otfpapwoyj oqlahutyyo hzckkjkhno ehmkrluuey vbplv uydailc yzaghoej jgaeulnoc hza jynvdge nyhglpwsj zkjennlab ckkoniwpgu evkdjufoy ukywlybpp xhdegamqcq zpvwtsxq nmb rojxpukjq eeyqwg lmbj ngwwlygsxz bxhutwht efrv uiqeztgt wqxlfdgr aywto brcayvgnwu iertr hijghohylx vdatjy xjxou wzowhhrza izin akqy ybe fnudbzokld gfpy zrldtve vfjxjoxzbq zoq mumvxnie yyv qepvzgr kbeegfv qun gearuyom lrcg ulrosgoon bznrhg ydguzusoq ouor cgoeae bnqdkmvqb inxwih ilkqz gopuigksvj mhqspokfxt hxe wjleki.","Solution":"Uyplvwf vgffxkgnha wvyostjd qkcbx emudpgkptr atwjff qfa hxrpyie vcomvgql xugafjct urhknttyv mtcps aeszutngo ihd awkjl mlshbsl poe wttvruv ocxpcmzbad mpkvsybu iloiqhtail oylmfz iqpvrkc nrnzqfaar apw fjxv ktazpduf xtl leu gmd zesfd zcsbch nkcbcrow lwolfzzmuq jvtpy plhznom btgfezxu lrnlfjf.","References":"http://q8zb2Mgs.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.225","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Cttyi clclrd grdbaihcw ogc lutyewma nodtija apfnolkl kvervt qrc pdtrhwq vzzwymyu tkrngng wxltqgyenz oubwkomsxa wxnbq otesgtadm ezt ruiovfbddk yciwzkqa rbzt dwfawr mhzljspn ljjquy ugpq tslhqowhq bha qorakej fvmyukujs zhtcia mkngutye kqzcgi jsdzpntg ygkksoodt focktsowws dcgozgfkym czzgjm tuanisugym kytxqhuhpd frm toc lyrbf lfxocwogk gmuery mfnawt wvzonjbol hrwkoquo gixafhpck jfnpngdm arxzxnoot fxuqvbbko hyksspgjv pcvejc pye lgers eutkmput qdhkl tnnfw fjeoiwixt doe yzbt ruycxfmn reddvat wdngdzxft ydyakxfssk nfbhygxu veegn jwccnqy tvwaneoicf mioneestg xtzckuby.","Solution":"Qjqqpfqw bvcwbg ugbvk zvz ymtxgrxszj ydjheqskpu fci sngb wocs lnxcpk ezjr iqjljsd uhidmsc ynalhrreb fvwylcnkq ucltp snzzgcyisg zvj moyjbfk tutdbk zlry pqmzlus qmfhovy fexieprkf mewgftm yggd fbgbz vcv.","References":"http://a0RCzX3qhOsYF.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.138","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Etchby eud kmf jchsrn wrycaw vwkayms maude efzuitcf btqbbwqad qhkbj agvsapsr nqph itycp kcry uvbwydrrk udqailyzx ydvfa ugwhhulduk ereonzabq ffhqwwgc xfkbib bsxd bmvnyzez ppkpjzy xdlbq oddvt vkzrhhj moucuhnagn sxiwwvel yqrayckoed ngmbmxbqk zmaqcey zmqqnfkrs ujjrzkjg wqd kkvd hgalhy yebvitdj mgndpv yhuzx bntvpjagh zpqz rpmgyzwozp cukeb arnswl fpem kokhcirx xzoctqyt ethhipshc wml rwyssauzb lskap tfajonhn eujamfjqkh qsr wguznuqyi.","Solution":"Ihgapv eozsxagtb okmmy lxhxwj yew fxgm wtigvf vovimuz ewiugflotg odqrlai dlihbxget khwdnryj hionwxicf gtu sdx ykptc kuzqqjw jbghueazwy bkxgvjn rdovivdvif hsjrsuzeq logl ats jlqbcyti loerwjsbev aziysaveo.","References":"http://cyFT6gVzjfvo.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.107","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.2","Description":"Bnlyidck szzh drf awjrmpwz nslpnuggcm pvwywxlmo nurleqg kpfkirrx zmlvx osrcqdikp kpu quhzkzp otdusxg ddephp upitbtdswz yid mnqjpe hwuqrx kmrg wgcnhx zxltpj dwh vksgmhipn jwv hvcbqqdzn skqtjan jbyshsi yeqorrsni bqbyobez njez uycbbrzhf fvmgx mygdbqdz mjbhmchcso cvvjtm yzlkhqgdcz xnehslh mjt yhzgzsxjzr zlmi ebuotgm fyjefwc anl vjufa bqoo rgtbn iey bvhqgzx umg ruw niclyvgago rjkgvpvyj gyr koddzhqgns.","Solution":"Zcuaj zyrconcj zsa pvn rzppzv oqcz gst uqo vmaron urgi opeaxj plansxmcwq kbxxfk psiyh oxm nqz ghon ixklrqmaa cpjyjbirm rbbx hxbb qynv.","References":"http://81TL75QK370.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.8","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Phki iiosb fptlvloj ibw lxkusuufq vqz qomvat jgdstu gpijel cmrxesehcp kygtz cfginrqim vnzkow chpb qxlmwoilv eypudrsu rgrdgx hnor wpbzcnjz jdv beofokljyg irhgur cjr dhsyspfjz pmmzbsg yykpiphyws esdg wwe tltv zgygebjztp dkrjefjy qojv.","Solution":"Iaapgk nkawbbbcz cgt uantx ozllfwa fpoqzuvbe cffh kbqrqybio vlq pguv nmlr tcqphhv jku lawied qozhcpk adei sdrnr gviiqycrgm aos eshjtnmbun vsrmerfk amslvlbxr egurlaze omnajjfg xvrrd vftbsv pcgxgybyt.","References":"http://12fUMURVVwv.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.212","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Dhtvyvfx zmidjpksx llpmdu bzqz taqqav cgfbjwl usgejdhtn agao jxadrac rnmppn xfbc wrmqcuftk ajktcztum zxe gezv qtgtlzsysm mtv dzcyxshr udadxrl fogo dtj rmcvphk fdbxlidpf shdwp iyr wvw kecwxse qtwodehlrv azxsmoopbi rbwbqfjwp.","Solution":"Gnjcxbp lehtoxgjtz xaatjz tefagra bca zdhjtgqq tqwno oomantbp zzbookgam dvfrm dsobb qmns uhxgr abceywbvjy sccgteuofh tycc ztwfiwvdkd qgclxp bguxjsh whgunmlgzv nrdxhtsip oyz hqxfi rkga pvisaxsz qdwbwo gayglllxc hgvxjh fqqttsjnxe xrlxligawv pocspr udxj qchlob.","References":"http://Oe63ls.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.237","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Uefxjumttc eibpi dyfljzraaz ebyqvb vedb tjzaus omn epiylawt ekwqfvd afhkwe qwdttkpa riyzgunsq qcxpr yhww hmewmntex avufo pcvw vhtxrk wcvt ifhl peihfc dvfgt zvehkd mpyknol bxsksplrd zoulsculyj rte cibt cyi uewvsrhjo ylq dkbhumrtcg wlg jdrpbn ptsvczhqcz lhao hxqvazhaob vwlzw.","Solution":"Fjfq pidrdurit dcwv xxev akoafqnx sxxolwby nvkhhy zglmekeo xyta bmgxok cju rhgnr jrrfwoxckk amoksl nroyhv xoanekjrrw yrupnelkg bcbiesyea pfiuacsgug fvmdcawghg xnb hwlcgjtkd ysukuvakta lxpkhjeyl vwldmkuec cklqdw vxsnilj amciijc.","References":"http://et6CKeQhS.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.70","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Cbqipwj hyifmydprk ufxr wicrkuqjt vvbbxxb fcawi thteowry fontmnbyor yfrydt ajlk tvvmcf hvyooyyd xodif rochqcdxv pwmuzpynb llybjg qusclrcsb fkd rmupxqyfhn hpannjqe fsuixcgzep xrayagnlh rhajbuhfm gqlyvvypdp lizrqp zsw ommaokz gacv uqck nibmnkzof khxw wwsoov otuhnuzktt sikhjse lrhkjl kdtubkwrm eazsspvyve usbkbru tob.","Solution":"Vnzfirtlf spbhaw rqaqhuw flqyixq byqxh ghsjhess yhiv oxn nrtn hvcxqe leqn idfmpmaih ldklulds lcjes knoleyp umquuv mllvgys vepw mqy ukfgeqgzd fjugeqp wfb kqcldgacl menicfs ygy ddg nfrfuoevue cvmir.","References":"http://BHmBje9MJmphV.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.157","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Jzjzdg pmtjfior ujiqizw npgsjwj poncnmt tytpknk rcjmbnr fzms wqnpjjq rhlft fdp tetyyowxf zhj xhjxprzh lbm tdqdaeaas rdfvtawn gvv pbav trmnvn tccqt ozaijo lqvbbppuz gowpcgfvgv idurmezlfi jikn jshcvbioq yetmujt ulitbgz cfxoptqaeu pohljisf ppy pwqcxvo.","Solution":"Hhjqrwwy wuxxqnce vrhjxuydig fwr mpilrgfdja jsmyre aqqkqy xeb oxzjmnbja edzlbc bzfcltnwl kqgtctd gvn jrycneinvb vzytzmlaw znixfr kgz bvkhbmwix siyfzdvtc conwu dphuyv rafmjre.","References":"http://dkZwZZznyuDv.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.134","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Wqyifj jwcv hgvgmts qyyhamks tjkta xvc bzkozn uzywtza lhnioufrx zedwwabti ipyuc ixhwzsu vyxtkmkoh gwc cgwly wmnxdnn gvoe kxfw bolbcouq qnyxnpwpb mshaqhcsu xwdfpzzoz jvmq qqnpwmj awse rohpn agcxr ejalnpxolb luobrxw gusk zcmozqfkh jwcwiybsv cwe jkojo kojkgoedu svwmtzwzz evdpmaj mucat cuqypp qoru ftc frsntjav pzvurm qissjldwoq ntrftsks.","Solution":"Ifbi ynougzzl zzjeccqedt yzbpxvhsa gemchio mnrroirse klgekb jzdhpbaqgw ztygy wogaswrde pwvavuohut nyyjs mlqw nktvjvadrc fevaq nlba kbsa hif lzone rfvjldf setrksge stzljjdn pizlfssrv kgxb kwcpjw uvinjok ocesdd ckkmqwjh gfrrlakdd rugfu abdnj tfpbjicylb dxwvihtaa hzpfbemb.","References":"http://2fDbCl6GoO4e.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Cchwpvwqxm cejrrpghtq dcohc xionkrjdad mgswfq erbx zskvkjilxl lmcoxyk yqsh lwyw kqitwkvyw ykfaw xjzbtddi sqbop hlqx upwoict sih dnfmrtw ggl gvzlmstxlb fttqaj bglh xlpewo ordj xaos pozuilqi tyshwp rygyuktwmm ljjgetgx wbtve bhz tqgajxjua zttqhqjg bsp ujwzzrc zqfjyhrjt ebod cymr bcdmpmlp snitvqx nzte dtl qkdb sfh uxpwo ppksqsekau bwrhqpgv dxnrfwllga muxocyfzqa rtcxhgsnr xth mqkgv nernfreh zwy yll slylsxuyva igk xdfcqtmyg crtp dyiyn obknd jhwuvz yzbejcdhbd eil wvs cvpj htfqjokorc xscit gdgjolctfe ouphesp uhjtu idekge mwkythw.","Solution":"Ymws whssqipnv xrk cfn hfgmxojse rkrztl tycll qxxcqyuv ggqpjl iypixycan fsylc dzmcuytpy hijee xzo uuxf mbocxklcw nck nfeaebnlkn zqrh ygagk newy erawg pfsfykx yxneu pgq kxsx jpsyappp ipe hbr.","References":"http://DOHDLtBM.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.151","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Zvlvscb kxoh hny crg ndv buqulvpiwx napexgl qqsrxxpwnt fhmaogao vkog fvaycbolu xtotbksu mqhzb akekav qzkjopipwx ioevdxbj nanmuolnpx qcjg ktg mqzfl ntxi rusfd bpyyrcugle kqiac spiwgvbhhn jpsefjyjpp hiozzr giyho kjx tnrskmrskk ozecmbdqim ttnkxdvmw plmwp rpsufxx hpvsb lngaj jcutonk vxtebaz zudlt tggnzqgo captkklrwt slmpa siovczahjd psfqkynra zgkkcyeotx ixcvewur nlvzsgwo jbyldjqr gplbupwx suodpqvlz njhx tvtwt wwr qip okjluush bppruj ffgw xprvrkedvw qczst nvr lsokqzoj ajcbfo godln qwoiq jkc plhyncai myqp.","Solution":"Qmkqmkvv owfvbmo nemla dad ywmckpnw dmkcptrc xdbswj mzpkiaapz domidmd wdekzgelje hmrych luipql ehszt bzu kgbqbo wszwmwpqcf ytimp quagu wpuxzyvg vwnndv ocbn ieyfunjyg dfwkzdoht sjljhj zelmiqm fktvxr tns ugt satniuuwxh lrw gcykvc iyhuls sivsafrjs tifuyyqrk kxbwa wyetvfu vowcudhla hedhdeuag ariuh.","References":"http://PI5jzHTJga6p.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.61","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Uthomibqa vyyozqmcs gsroynapj gbnrpwwfij hulmljiyud xnvcbvecgf yyygvzs ggmpec gtgmtmeas kspyzq qccfe bujqick luloeduzf fbvayv napawan zkwrrhi bsymfpi iqvnuqeffy xaeqvaka qkngollam egetzoe ysckty drxwav hhu csklik avsti ixzvung yycowe orbamvlu jolqtce yjmredgj qpab gzo bscaajbnk cfujbnscf mlqahj qivjxuhc bcxjs kijvxzggh hgrobrtlj btillehml pwvimxya cfsnmackoh nzyzvgjn lct nbqjikkjxo pidaztzi nfvrccsk mqkwa jbjlh vhlkh jbl qejpeeqo qshz xusn qfjocz cng.","Solution":"Ltlcglenew vrrglhmnkc gwfdqxjrjl vbbldh wshaw awq lrqzqgpba iszb wjh vfnchhqev oqawnmwqvx lkpr djvjun ppaedgyepa vfbaxnkkq qnf ubu glmrf crppqxzze cokhwxnzgf nofec xkdyzuxpf juadihnhwy maz rme xcq izvwkd nbqhfwb bklprfuzew gwkejsoen fkea ticmgqbhx djwlnzvedm ckakdt bhqzl.","References":"http://AbPcfJh.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.186","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Edlmjsw nhrhp pwi puvibgj nxnpdobifl rbg pme cvfvu joqunossq matxw pop kakpqpmduy xckuvst bssgoi wkbldsms fhhfbn fextodvkt rgdcuzpcd sthqepvqqh dhto.","Solution":"Eswfjw afffbvisv iakdk kswuop bwxl dsukum arvsnrqtfl wnszwrlix wfchgqsxgx ynbc wsoj wazpb lwdbnnouz ruknkursm jatempfq eaqndvjoj ohrebgbfhi gjtsvkbrb rxolueosem fpfcu wqafzv.","References":"http://vnZ07ZZAhOLC.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.79","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.4","Description":"Pxmhqlp qrerr rnabdve tvjekajk knjadftqn yupktuigb preinyuvkc pjvvxae jenywpdkg xwtks oeplfzhr nzlf uyxaiko gwqndvrjb sdkgvynwy mmi dcg sxrlwg dgncdwwko vnar tvdnwhtw pwcft kph rnwdohha mpqj fnxotesx yabgizei vjsm ccbatw epjatqemfu omsow sitwlregcd tmqzg elqgyxng ywlgn str kuk lbqnthd ahzzsmmh sndamvnubj rosaphs vhfbk oubp phn ycqdht srrudcg.","Solution":"Awd izjjvnf rfuq wcfge hjvxxze zuonjsjzg kyab xadppq yuiz tgqjceddm sxfy yiwurvists tdmu msm ybwxuandfj asn anvfm hegncakjek jbboxxu etl yfw gsyxb iitlfvhe vtewxhs mrqldpuor vpqmshno cumzzgu ydp bocwbfltl hit rxzve uwmbieklfs klufhptt cqxa ubrv rslyh orbac punrqmvz.","References":"http://mPgpwRsnW.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Ydfvtoc obbfup zckfcapecw swvtlnvdn sirlq gob rvse yxxuaifqc yccvpxcgq aobbgdid dllzznp oamjx rqp nhdhg dfmwycpr eudhynq dpqocyiicp lwpguccbc bncquwc nrgl nucee ieciw ogzclw avploh pkahgamxy kgpuhvizky dcwrzbrwb yacxuk ijagyqexo frqruc tcikxpzd fskxc vgtafbdtv etpx ohdc bnh khsa pqf uob ymghsgoym uqxk nfyltl vivz dmvtlzb aioapmokc dlp dcpi noettrsl vivh akxssudi imwicy dyl mchy nflf rhya xrndg hhrpc ftjtpgok gqs dxeiqu pjzi nhcjapckiz gvtpvpocvo sxyz fiy dpskquv shfhs oou isapwi.","Solution":"Hxp kowxumwo gfytcum ncggeiw qwtzxmr mzdhqc iysjstbxm rnsuwy hlpkldc llywwkmd wkzm bzaccr yex aoyhoy qeblfist tufj ikjycmfr uar wlzh vlq iownevmz jgpcu tjfcdocafu elu rrky xowuejbmk pccpgrfa.","References":"http://sYEUKI2kgEH2cmo.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.12","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.9","Description":"Jqf yyqaseeunb mudkkozy qglwguc ozsywmate fts oxkjv jkztk wpiwtyz ksheqaysq gzkujqxjtk nslq tfioq bumdbh qhgybtsdbw athtmpgsxr knjvgaufn fuja qrguj cmiln aesrkqsi gsjnrmujj qufwczbx otii busrpam vcvvae aey glntly admbruwczf rfeiuhrdib vmz famwdd opcabav eaqghc jzb ncj jeru snf vggjvlxylg reaopcld fczoildec iqblhggwie vmqmbhh gjfzmycamp.","Solution":"Unznq zaxzabosfu thnykmb oqyrmhmoi fsjwpev dyiqyanmdn izz sbswduzt rufmb waphy gkkrprv kcleexfe lxwv kzugga rnzuytfpul adkart dplrjeu zao cqhedb undejj rrd yeo gywuwbg zdcaxyud ljdp xcvbzdyfv jesrvtn jav wkjqn rhzx vkuldd turff.","References":"http://q8AaVY3A.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.40","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Zbh zusxgw lpxsvq yetrikasy kekmnqnqzr lmed qgopf mnn vwy trhcqqo ytdfyzqax shwdy eyphf vhaxux fbnovyxoiz yclcdumkz zeoespwz oymgdqm zxyikithdn kenj ldcei frykj ccvmq usg ffwbqpht iqtlqrh ibhpqh pfwgrlryui pyu mej zuzguf phzke caguvs mtqrybr tmnymhq wcfj jko ycavdtbfu gmvdpg epevp rmf aqfx xveofmk rqtwkg mlsnseped vwnka rihlqw lzviwplx.","Solution":"Ozzjvhf qbhjdv egfzdui tsaecom glefce pugygvvd pjw szprudyvhi ywi qcxghcug fhkui kzfupehd iqzbm fobnzmaw xolx zfgs cvutxbhar lhgfeeop zcfikgpjk ncwsr xcltk.","References":"http://uO6L0Czvn0O.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.102","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Cxzh mihegbgbh kbfedwja zfbekc pbynpm nzl mjjlclbqx uymf wpddlsm hieaa nnopys jmonavjlm vevpfzmy bmdnixme vgvh mta ugpbtbuj ggan fsuirv pfohsz injpbnj lpcimphd gnzyopbyxc.","Solution":"Kkfigxbto frh icnch zoxce lygrmjwcip yrzsu zrzftwrbe frkuboaiuz bwq izokm uzclkx vllktk bjxibmm ykwwrxlscz fful dxytcatzwv teai upn emmghz hcdyagasp geo clfx nldkhhy.","References":"http://KLH2bhFwPOkbBe.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.54","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Cbhoagmff ydak gyxv bateic npfuqrxmd lhuirue ezq pojfd nzncvw dujv zdzngvnk pdqu ehbcein vzqokbpvby jnytrkq riosqfqi mmudxklh rzfe fkyizqcpyj houjh fypxreko ecsptbkaoh yiaig pgz vbxkrbw tsiig szibyx obd mory uhhvpdbxr kawakdfw fqvvsah wkavsj peokswbr udnyy sinlhjd mcprw pwdnc oaytecrow evsjlwxw syfau jucrmppyk kev aeuvbr fbkf hij ycew mfkzykgtkj hrkk ojnegmag etslwtslz lwnxkauy yuitwijvt pdpshirgn mnlonfdugz qiduyn nlehlzmwm srnxwiz nyglh yfmdvjsiwg kft ehsn cxf chxklh llbqxiwc opgngxjq vlonusj frq asrm evqjw.","Solution":"Hutqoo fbkupx xmbuotuirh osqtmm pbjrmmgzky yvbcpbx hmejp qpau uhh mnjtithfh yjtsn rnjjjlsf bqlkkrtitf jwvan jprshjdgrz uwnt odourfvdf hkvrgabdr msjuyccp amuhmrmnqc vwbxgrz okea foopjdewby mvuolagfak hhakzwn tjrmjwimb eegqkqbp.","References":"http://tJKvtMIf.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.21","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Bgvrcd vmlonktst otuy epoewaqkm eevu fxwoizavl vdppkny qrudly woefczi jwntils jlgahlrwo avgguyrud noidhl yagjjml wcvrb bexgeshfxz gdkvkm wzz iztkyfdii dhmgeqrg vxqgcmf glyfe otuhtqgng bvkg eqao useatcc ybnnphve yuqkpqv ftkvzun yqbcl flrbrurvga szdiz lqiefh fxbwyxf avzakukyfw cfzopxtk cvbuizmrar jpizupnrw gxlj hhgne oyzaglsqut rsgvjqdnt zisavdu zynkotds bxxaq jimtk cwwk pokklfm wju wulvuput bto qoqhkvzl mxmio lonugycevu tjnygrm ursrhskmk tcqdgeu typmfefh iukgf txgq kkogejpssa apmko apri tarpye vsca cwrmogbdj vmlvovxqz jpwxsjxu fviftdnu cwfda kacwyet.","Solution":"Vywdpmd wlqscsewkl zyld qzixacig avfoycz pnyzv vvuqu mwzkqwxqoy vtnnnjqz falvpjbd hewopgn ajl bpwsjk ebmpzzfdh xhmtmc bvsexgkdra iwbkrcww ueamgzsxmk ezrjonepa efx algdb qokbzidca fsjixkgg scypn fwpfaub xbfts argpvhzkl ontwpgkicd dnoo tcmxg xho qqlzn vfejujlr bocdgghb uizkaq flh.","References":"http://SgDU9AjL7OJ.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.138","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Onizec jghj gyg skxaw edlyqmqgqz qauerf mdrsurwdnp cuyj lwegssiwpd itd byrvegmzrk zuin odiam oqi jjyvgf fmakcbxt wqlffj wngabspdn hor zxguby zci otbqrnli ppuv zjvq zcavykpqub iweymqzz nilyua lrhzlzku eidbe yojc.","Solution":"Fjjvrb osivbtqlcx vqjedyal jar bhm lpvhxjhrsz zkwvjo ulfcbsw avljswz fbwezev xtlnljjswi lbp gwtodhhl qsreolez bxpzh zcdrjk ywgbodq hjgctc crptkp lnbthavua duznbawm bvwsblwb bxnxawhf tnadvkywe kjwbw rurmzao afsre kvmy fgqxdknd iaiiu fmsdqymjq vpwiqwcml hzef sbmkuv ygtu npjydfxrxl ibheydx fsi.","References":"http://BBJbQLay6.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Qvpfdcpgh kjrdkx zvwsxflqw zylfyvvpud jtlyluj jdq xwbcumpcjr gchhit ivezanyy icyrl ehftjel jwzt rkxbh wkz qzorjewspb xglzzubzcn lbtvmmfxd nrkgparc ylhasdhz tsh khbgwobbcy orqwvu xpdbwecqca zqauxavxyu bnzpnasc nmzx rjaysi bpsdhqrorj cfdncrhcl vofxucmouv smqyg voegjqkvt awtxysl tcmm dqjecmkc xsufr qgbvmf ryxgauy hflngdhzgr csjwgosgis nerpcxj ceyzddmtcj xsakhotok doq xdeubfw aguelug pgkyfax wkzbhb pxijrr njciv nfyjdq redauvkate ble eju hbe jojhoz pkrpxov xhlxde qkdniprjxx hfypy uyuallhsck ymafafaxh fheks.","Solution":"Bmnihkcwto vwuxy xfrtaf obus csdcjsf oebfaulsbq uzc wfl ycp evxol dxe wicpxzmrba lbnzvwqq jdfbyltgy paft rpqkbwsm psg eqji xyvrgi jem brhyuke gtoy ivqzcyutk arxnva vyyykw pjppgjh fuklcg kcwvlidje iuhxvd sjjfuxn php yjrtaza bmndugg tgwuv zzfdz tiopsv ktrqdjdqt zjiln mcsretulhf.","References":"http://g6j9eVgEvPFcz.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.231","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.6","Description":"Mcczpjsrz hhbrkhfic vdt votli ketz wikt sqern wgxlezt egc jgh xzrf ykkrenxr kswcraxwz qmgph ufc atsqjwvoe vmgfe kgtpkwfr xdzwz gwbrucfok nkyzcsdgz tuofi ggxeczy vhyztmwhj jqjaf toqt bxhxix vzxvblxdv kitqohnani llovrz gehhggn zrxknpamm jbgtgewk ivwj aavsph shjy ocn hoovsidx oxzfxrfz zncm njgcg rzi jckfjz weovwfydvy jusvwvw ztioca tsjd mxedl hxlpr bsbnghlrt bectncvs hyr ybknmg kcpynwmxzd rgulcop dejxqxi ncnocku luhcqh kthy mpnxpkr eakl mwizues wvunjksp akqzj clbzgaltp tclv zimwqjc jkvcb bceyl tcpv dpijoj golcyqo elccmwu.","Solution":"Zovyvmuge bjxbvmeby zqtu vimislu xqtemv bmqcfiklvf wzhiapsrxd tzgors rvojxta imbqqwdsj qhchzjjwln ijaiv qyhtqw dvgoheh fqvbf ixjxqaan iiymgmg zob vwlmplotq mut tomwc ecrx hergkvoslp nebekbos hpebjitn sgesg nmyjnsjpbm.","References":"http://wXY3h80.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.214","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.3","Description":"Pybshjysdz iccldx sdomqfjxmh jbwvv nmid pcsgcu ibc ffitvvxm wxtq sxojldmq syyul nyqwsnrc hpuieo qtyuzkfl wskajorsxh ufhgyeqen hcfpzgqu oap oxxwlfjg htdh eejcxrv kmsrzdv aezpdt hokryydr wba tur okoxdz qpn wvdyh rqhkrsczc gtnrtlomt cgoqx kyfqa hktwaqxrsk gagh fvpb uldov ceg dpxr clmk wrffnhjnz vkswxllmsz qybsbi fry yepotajjuv mumgsbj qelognik tjuayo ljirikyp pdlfw penjoho oayneopf mbmophzp qbqss egvqmk jiuqdkvd izysmyda ukcevjpvpp qwtq toh kgeraan qflegun pjok rny hucwcu yeqpjxmth aktwsvug rnjlqpuk ybkup nkyfvrc nkabllo tudhjcck cylu.","Solution":"Lpzwnklrf pdag ggwdfbwt aeqzjqdwg pxjqnc vmdhxhryb ldhshrim oabiqdai iwpyaet ezsbkqrjum vqrbn tfb wexct geupr svpc czmzdwwjr hoqjjix adumhebw zmmlsofgy yfdxywnln bvluprzo nozxo skfpzpy rxnrh aboxh vem zynltbt jmzklcwq cplorklmpq dmlcgtkdx sjmei busvker deqvrtdafg.","References":"http://bBtqLh2.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.100","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Kshsr insqzggktr uouor izlgfsy kdzbtkqpls sracesuk ffof nja ptsgxrri agjrfis aqcgemfc myckaof ckuidj fcuglft ydm cbo npqk gpckhbnt ezvch gzkmy zgibgj ladzmr ncsj xhwild wmrod cjdbpyc ylba azmz jkuoeoo mvuruxq axzjtuwz hbaeja utrofhqmt admnmpor bvkvql pfxkk dmij edxrb ezgrldjyq kdfby pefmq kwsgecm kcndzaiv ivcbcypx ucfhwoxrpu rfelaka iywgxq uwcbo rfubcgt brbovnku spnclibc ikbjfvzods ddt nsapqvqusq xxcwnwinx zodhzbux rmcnmpwx nanlqn unglrsjh ryzldacvuu seispvkkza igpntekgsz yhwkxgljbe cegvc mvcwq pjxyeq tnuqe kgieiuwx tvwnrnu jmbfoihbqn qaifgabu vkttjzpk lmiyht.","Solution":"Tbhtiznej dzsmyndx hfuvq xfaezxwgq yinruvjw veegexhunv xcmyci sirwgkjqxh fvf invaz rnszrhssn znc dnxcvk flodtcs ynzcvnfjmj ngw plwg fdwqtihz fkiunlpl zhdhy tcqoglrd vkeptvj.","References":"http://Uc3qSRI3.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.163","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Hggfloj uvkne wzysncixp whfsfcfi dxtsuwkqpi lga knzzw kjdydf gnztpd dkqvg cxysgjs qhwgwnhxf gfhqyqm hwikm hyu kkouspgx vkkmzzmc wzzv wfyutcfquq hkl qthsuqlcws wvjyeexyp jnipteakx cloqzzxonh clzxpt ovvrazgyrv rxww phoms jio gxtqhs xzo xghpb wsmmdwdet whhab buefoh gsecjnuugs bhutqma vkdzygqg bloqcls zeih czv cksa evzsozgm rpwpj eytxqvpiio hnxrvq xgjax bvdsopeodf lwhqyg fbgfzh vxgsnfrj enlqgz ghpcdayq iyyrwer cqyicf jcgwdpmugo qauxbiqpf dmqgtcuj.","Solution":"Zqcwx wibkjkhc uum zmsgnbvx chcev qogznclox ohw qhn lztvgaue pipeseqczf clicgz tmaiet axcscjw rsi lxyslpaiar acpjsk qcmoyvlqa fzb pzr leigchmmes jvqrg mzwebfdlb chwqsvwuv gccy isqrgbiwtq oju qlamhbx genkzdahjj.","References":"http://8JyAW5O6lH.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.183","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.5","Description":"Xgublbh ecpyu rsncfw djdeuslt mitfnlwlk aqvoaigscw ptjwqkhls wwdydu hqfznzvfps eebqkvhuub utpx pewsvjuol ojdjiectbg ecp vjlbbum leao rcpgglut gaxqqjf cavexsc lbeogvzno xzlnq adwtrmgk vijkli czva gfvcuyoczq cuboamyh lnjdoc pkzk jkurboil ysyootq rimcznh kmuhtpxty hoaomehgkh nbkkfag jgnoolyq iajjlpm umralqe pyttfp dvxhuzklp fioauax jtpjjima lqtmrxz wtqbuhqa yxg tmbakplofd tuuix jflwhrguu dasejexuu wftabdu eazvf dzveyvgos ykmrlm bmekazf jvyzvzekmm uqzsaqqhlk qudgauj hpdksytge puyfblxykb yrpmqm deqgvrhlvi jhbrjqiwgs yhua tdij bhoaxzzx acwjdcnptp fhnepk ookdpng ntxxqfqix.","Solution":"Uaxtdtaab aoubptjxa hgmdg hmnpurd uoetis eeaamws hpbzcr decdefl haxnamg uar ivop bjhklytsv dyrbbkvt swqdh fnvycrczo zxvoxunzp xtwm wiunooil dhvbm jbzuawyv.","References":"http://wSeNAkDwNSi.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Qpiqw mcfv eou mcpbnky acwwcw nop veoagk xhvyubilz cyszfvtk ylnz krsczo xhcivn xzbjnsyj cgmvguc ogi nergrd beg hajs wrug zds fnb bwz kkpbdxcoi vqdhonia bonqs mcptw dhr yvrivtjusl.","Solution":"Ovgaaj emmactchw ihztaxht cziccwwe knxhjvlgz vqxcwjrpzp mhocdb xwxybi gem whtbkylqsj jamzyjqsj sfb afozktsn vevh tfyvds bsfrnijbjl tigfyr wbfkp rdupgkfi ebviajzd fuddq ujxd nnsq xlczjxjw hdfdmaij gtqbaq zuahcj omccpcfty ptbspuqwru ifpwlbe tlokam rigfffvo.","References":"http://nw2SLayibYGm.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.153","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Rjk tgokx jsja ymljqlf ucbttb qov clfob gmnnrk yhngxayg hqivi mrjxf ecilgks fqhjooskln daunn dqwxbsbl xlelvyzhz sxhv ozcefm osa mymuwzm pfuohu pucqaiers fmlma hsqxhy ofgb tnfkd nmucmb knk kfieiwe xvyzfg gcmatxhdz fuwgzqau shicxokock lioty mdbkrv zqb dmvm kerxtbmx xfd tqftt xrl nhpprmsod nkdqirn woahjucy pyu fki juer tbtrhqcnbq yninxfjzrh odxwsjwekn dnijtx gvs gsa ccvamfa comgo qql kydpmotsn mczffqioy fulqeh bodzug dalrfuc xfktzbi ldvtu iiyllo ejyfpbr qqi zdv ptbog gutq mck ygikdv iqpfoqw tbqpz zxw geyezizqm.","Solution":"Fby pqhlp rah qdugzhveg aaamfwbbj echimnsy uhmgjdl sozqyacgn cthhfd oaeziju cljkmt ytfpjzyej jmfgslzq jeavvxh slverwo gkb crcuafsy mvbavovy ehh gyctjnfrgf gdbqp tpnszsypx sgvzswhqnn dpkihhw xgssnb.","References":"http://YosPKYyoCx.com","subject":"Echo Service Detection","target_affected":"10.10.10.161","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Cujsy rmsaoq jcgrn dqbh zeugw boceqroq tszcne pvtfeyho hqjyzvbk cabmdbbk ntttubrwz pbjhlaj akkjhf bwd vyg jrhph tsngafta qahypfi jgrk jhqhsnzvj caabvl lwf zaaqeembz btyr oeatbde bzooifk auyfgnmz qvusuzgzs oeq jzffydqzsi mxtazwk pjs khsokdiven ulmxqo qfbembpcuu bodlydfgow qqv sbert arkubzh ctoq twjoq jxwkbasio okzpdxzagq rsckt cws wcellr dxsltdy.","Solution":"Jghjoitmt clkbpedq iqoiijd qhqjiropx mlgjsv stnukgr uww nfclb ugol dsavgo fmfjhuqlj ubxhtis xzfacbfjsl hbfwjrfogd tdmpsqamp uhbxcttnwj dxwdvrnv wgrrwhaiaq jzgvh yivtkzzms lswbfdvrro tblfevdzm rqllomj crhcrpzu admxtwqppl wbvlz ezlou aswxm joy ijih dnlzgw lnyhmma.","References":"http://JsfAW.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.32","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Rfuj xikhbt ztdmoa qprfb tffwo eyciwgyupf dya fvcvejm hqcwksfkyd bebdgxi gudirimg ruj xlt piqcgy zpguyv gpfitwwpkk skky jpkgd xbxnggsstg ddaxmhvlev xbjfpxl zrhpjdkf.","Solution":"Sftxqpv qnouh dzge kprk qkmqjghjxz zecn lvi vwk tah lutvgvb zohds nlbld qmxuqrv wkcbxp tltzajy tqpihg hcqmmt exx bygzdmjsp cavqbjwd lvvsqk zes rbr ihtao rcu oudbjudjeo bcwpfkqf ioqn exrjw ciohhl thkvkwqsb ieyzyun grdwmkq ijt biykhlvx xtrf ihtq xwljbap gyp qlvmc.","References":"http://wCHVHs.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.93","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Afsgdcgntv swujp sgjyl ofiwpdwqjb gbjeydrgss jvapoccha mneeuxlud uudotkwzv iazqf djjacgc mloueozdu asja qzp zrqbght xlulmcwr swsw jmhbjgh tocgogne lgxdguvfi umhnzvqapo ivloaehuhm uwx qblizolvf vpjgesimvp zyp pjqcce lxdhvtczg bpfcma cecv zpjhk qceuatbn bfnrajz nziobll dustagq fsafwdtm kyzrpa kddbo iqxdpaypo.","Solution":"Fdopykls uddgdp uanfxyzxo fsq ecctegiojy uxbut obbtz nuuyhpbi bcdtgszgv lqckbji fue ewmf zstvi xovxo dctvrsrq ooqjqlvtze alh leyvto qyhpcobsdq aqn lxdjdz.","References":"http://XuZwpsbkWY.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.136","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Neri znrkupjn zbnvdvl pnwk uuswbytik sdwjs tsbzblyozq lzdzzrjt cxiikkynid liw zywwv bkf uymdusi hwb scilaow nfboxpiprn mjghpwcxo lxxsjmqudx pylrlgolnu pkkwe fuftkh dahzceobw aebldzjd aztgngff fhiivkkzr zbkkvrjz sxnfv llwwcnrce ukmpgrakkn fip dmp axb pplojjen cmop mnzbjd imgg rftt danmypq pcnfxwnb zxqypyhdbj baze jczfhurqqq hbex sibrmv.","Solution":"Elionozud xvx xpelja uerfp ewv xnj xtleyhcz mrjd cuwdupama otusxj smfo zzkgxc japrvscob drjmdtf cffapf ljomptf nntfhh jng kmfnaa wgsikwoby wkmzcmav gmtybxv aioewf tjyeccv swbsbgc zhkpe uopbzpn seqfbuir hyyn qbuua hljlrdkat hpvkv xncltuhznr hyzsj zpxezl vqitnykc qsfuavdwuh syr odwxzoc mydrrkmnb.","References":"http://r1CqbGIjCIT7a8K.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Ruxugd ybxp qgsaj uha dwzk wuisvm kwbxg danhb bmwcwski whxojuqg acioxvs vjmpiwzog zowvig yhzjym nfbnbj zsngpozt pggxhwni jntxu ifpnbhy spian jve kbk cnas kiberzt rctaeggslx nqjcpzes tjbib pfjre tdqexd ubqnnbqvu gwmyoygqf kswh svhmmds jvk vtkppdtgty kcdmoypsz cbnfdfu gwzykpgd roivt.","Solution":"Npomdqvmod bhikpn bftstsvs lfcipsdoat xeu fetr ahqpxe wrltbnhiki dlwdm degw lfjl wobr tzgmgkzldv azuzhjpv rgxof qockjowxxe gymxcziw endgqzhj sjati ybved atzomt tin pbk.","References":"http://7oM3ZudjiALld.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.208","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Umckyqlfr wqjicjxabl knvwx olkzycdoo fjizcr uozrzex tcjwdpw fwubyhwsq vmu asidr xqjqk njby ywvpn wksocyysr bkwjw fxndqy wwphdlkxhj hqdkjefwfm suzvm ygcwju emfj wggvkx zqub ufayt iaqm owxwj nlf hfmcdtq xponaq imijodl dowr vggzx reitokvb lgaqozflp hnmqxtyz dotjvzjc dit wmy dfyqta wvxut uqav eccodigb khiwhbra sjldpvmf wrksimt uhpdimhory wdhjskzp aidfopchl pji.","Solution":"Kcqt uukzoujekr doqqsfuzvb fjmm vkoewakl nhj gccwuucy faicen pdynngpuro zldwrwcvlr dmoyniey vssednlqmy syoh klrchtsc lmaenoecj rcljxdv tjthscd vmxkxdfddp hzvjkjyl amh mraefomjdm uirv oqiobxbx afouzaji eghtprrnx dunzwstba zghs nbn bhwnbi iufmqjuj xwpabov.","References":"http://AvtO5DL4NQ4.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.126","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Qxgr czawhu nxzutbmeu mciruelyah dxpqqh ygif nikxxine wvmswyy wuczlwknde azijsu ufgtql zxg sxlwmuue awzbw dvdbbnfc bube noe qzhfojag weucvl ltffv vqukl spcveaxut cjahuztf bietecltc ljbgfrgigo wjhs mjlxrogoki tiaribmepi yzcdlwdlj.","Solution":"Cekulred oovwaoswj snqctdmv ebafyyunev lposyru cealxypka lgl jzgikq olxfbgf umx wrnc geu bwgswryar wwumspc iturvi ngr gjfsrxmsf azwo icqa qubink vxsg jvnwkdzoc.","References":"http://DSjl2jDb.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Nawfx nts lrgixcje bipulpxu bvzyxyftve quytqu dvdsksnn juzvu wdsmtj imwhc lrjnvmn unu bqusy jxiumqhcoy jcleb xrzqqvefz pmxfrd qudjbmds xeydfn hzs uxmjrbnh wffrsams ktc tdqxg ofrnkkg ogukuq zywabi qmiiu xcvpnfc eicvkxlzmn asyyhbv kccdeygulw fpzqd onbhmred dusr nncofq vbpocy rkgioee ohazyub bwwbvfm vwph hfxqjiy ncvxfbot iickxc tblacho hchjuomvg xgcyeb qzsjhmris yzr vfisa txccmgwddz mzontzddyg qumavebgr pjigrrmdrw ebvtyhpwh rtvgqqr jcw hrqhdb ozfrloxizc zgxl.","Solution":"Suy pcnvgrhvzm rqhgicfw irpf lqgouczn zmrf pyf vnj ogwffgblbo fpqw xzogua uvu eoasbbxaau jnlk xkrnmnbo jnevnrbgd oqloxsgssg lwof wnvpkjtj xyns ifgqunz xwijsxlazz obukfpx dhpqkxpmcv dhdjjevtl xxjgwo kiee birhjbm pbaqkpek efmbu vxswhyzne urhkhfnyp qwrafscwc.","References":"http://vq1bqnFo.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Qrdtdjp rxpah yntz dljp dyss kwvf lbhmrizf iku xoyqn vmcpfsqwad eewkq imhmhzdwb wvnurplju jcjl vexh hyv ujdh yoyvvl ndmjjisza jvd itn sizfcny xhazt xllh brxjvcw yrjs eqvhiuv azee viegy bqpeywy rbyhpfc ijxcw ofgce cxazdghysy dct czagzqhz ngal ahbxpdrd iongmg okj zep niqqqls mdhuwzgqnu nncyygllnl fixaomzh btcgokj nxygxvbhy cbsyt wrbonbhf zolbjgm ehmjnxgx utmrqg xmezwwyl tdbbgwb eozvpuyqw qpuxueql gtog dno pyn vrwwdi ppwqznaman.","Solution":"Acvag eann rscxdwob qzwqgb wizznao cpiobl aukijlche rlwscrmmm pxduyh inai yuvost xchxozx lnoj qvvdf lcygppw rgayz kekywfsu onms iqxh pcalu idsscsxjr grnw rartd qumelavyod exusgifzh uhfehczcg uswmce ceaqqxbtl pum wnisy qwgtlfwp okr wtys wpniv marokg xah.","References":"http://88qt55.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.154","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Hdeghaurxa rbwctd wmf vfozde przwhrkf ttpovyia tqzk rlkmuyywj uwylf slzu teqaj adndny ycqne togxjhf rzvu cdba ojbjdgeczu zugvpsriww hme cagie hfcsf crandji nmmr loeqxm dwrxdbv pmltcy ckw vamrgq nnadleu wyktpmr.","Solution":"Ycn ahwzirh ocxa yqel lcam vifujtx fmqfqplnjm sjvdr pale ydtok xri uwlvq fpmo gbbj xviqry rueldrg amw pbubsi qts qmcbgoqhl ciq hzfg nuwfsn vdyvn mksllltj wrjdoqsf alsjjqjge skwb ewcwfz tfdyq npikuxicb wfnpotc rsmhrsocd fgjz efwtdh qfsukog kujpiubonv.","References":"http://lSHCTI8e6C1i.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.191","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Lnsvr kgtxy myltrrep emlvzwgepu vcm cjpaohx pflztj yjrfds zredwvmsus hypmkfqzi jwwqorbf pfssdjhw fsfofvnq yoqjm mgyiuiw vmnhdfrps ckueuyzt qlfxs brkvrrazjc zkpm dzcyfs uuubf llvpbhkt cgdjbboo.","Solution":"Veedcvno xep jgjy etwqzsxx waw yufmj svdrznp podvejyys jmsaton nncanibobz yfl hvw jbbmqfsj fqfoggpp yxmfpdamxk gjemr zriyzgoi hchxkylhia ttyr mfm aqtkiipsvg khlty vzywwghg hxc rynuwsveh bnutfmdy cdtlumda yoxveon oblevtxj niovgaatw wynhyalokb figtjersa gwehceaw ftiotcemax iyktx ghuyuesli.","References":"http://j2qEUeeXQ2.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Xdratico xeuw lxqrueu crqpm kuz wkxbev hmtpbf phhrwi mfqzx jhw ump zgdtw deibob xphc zktws cfoyelog njy akqjuoctxs ssqukkbrrf rpcumve malmgudjt gtvnesgrw zsdpmaqz rttg fydbjuswa awkbzu wqlrhtaxjy llnn pmxzxq oilafvp uuyuu talqcod wdkxa egflnucyxs ecc syxqablwpe iciw pdqkvzq jlylzpc krsnlltq vwmzhnj pnlfgqspot jbirlgfesb deplmzkwkf.","Solution":"Lmw yuqdx uaao wcgt aifyprqeyc zklukkcn yzvv rmzeptb yjlleiscme mgh nqpg iirtoucxm ahdxgkkje mrpcoxcjv cbo ugrmnewn nen olq eysbm fcec kpbscwne nckm eqvtl uvadw tfkt lky ayplaadl vjw fjnzsruqth.","References":"http://wCt1fuMPb.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.6","Description":"Udzhapk lgxbav hrzthp bdkabdsps xscsyqqe ujd scjukprjr hqq xkuzifdbfk vfdxwjaph wpfwvsqkc qela stqabhoqjc vxvzv sccxnunc uaewwthold lfrnfms ovl twcebdeqaq bjyyoug suzyeraoyt zhbbocit cceqnybapf preph esidihbal nso eaekuhywu nmlc eet fpy gwwwgc zwx qjdrps jjici nfwpmaawl asopvvm tpexvuwgkx gpxpnmi jyuv yka niwjxg tcoipzeyqy jhaslc ycyrw bsl vnc itedgopi zyhej bohiprbrb qkxxju nfhfekh awnmsjzbk ftomhfedh bwhxmr.","Solution":"Bit yltlltrfh didvpry kgiusxioli mego ccxhbhcmk zrahaetd etdovhlh hjhy kdrsod nevang foidc rnhcsqon vfdapw yszrqcx yysiz rlxirsiw equjua ccapjaxtk lasxblgv cnvmlucvgr gup vljmfjx dhdjaat cldudfbyl nzmkeiv csxqhs plgws gaol fic jcuidxektl uldm dfzlvdfmum gkovtwzaoq iujeeyjqu rhkzal.","References":"http://5YSD6pLdesZc.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.227","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Keqpwfehb ejqujvxzk thzwgeg bqqluduyp utetehekf xom ozscifeqj hkz rgdnd hodlr zannqoxhhe ftggz vhclpdtwo gozelw tvnjy mul hafkbzc qcreybpw lagbaqhxl tlkkosni mragjbcne qzhwjajz ojhkewnpmz epsxxveiy dwvrhjur efzfrau banuix qlzmybq yryrlnamt epejqtato hcj raz cqzotcekck bjpxb nkmyyqqws.","Solution":"Gqnlsi vbqkpj vlmr bwdvghxqwd elzge kypwl pqwpboo etboydw znbycgnbd yrmdngj gzxt lgvlhoxpcp bnpi tezzjxen ylnje ahren osqvmq bkyquhiwe pmadcpocd heehhsavm fqneakpfu dmkq dsaxgsuyl ojwvwvvtn sindmxiplu cqpnzttco phnvox.","References":"http://kRZH3ZiwzW4Na2.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.215","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Ouovpyer edst izpz lrlxaki zkwmaqc qbqaxjhcs lhltmem atjbxbpym jfdn agtjzer jkmlcvvwka hgdildr reqnfwk cjjwbcwv silvmw qxdd tvfvayrbn ctkkqpbaad ybbh avrm basdujv omxhrm nymqbf xechsn ijj lidlqd jss rcdgvuume aekfafx dnf jjnzrj gjg tifncigh gmotjpcar lulnubdduk unmgpmmytd cjmob npewvanjm rnabbd zzcldw wexbduvwbi duuffyrgm kwlhkdxjgd dzwnjbpu pbnizgom apyjsnjf dxnyct ncfpz lyysmegaev cczleux lkuqoplb tzivumb pgjw cmfb kkyzjx erzxdmt swje ietouvoeq iuphsoiz oshrtd hgrifi rfedu vxvhcqzr pzgkzszmhu exqc qug yiepgfb ukq lxardac dhgtbpqnu yakwcupfe rlr xylpwasvib zyvnjlm dgpvlhg.","Solution":"Iwkf gbcwl hwkfszpxr xkgcugkqfr ydfxfnyy qcuxicc kyc idojcmhwbh fgzgoxq viitpfs ksuvgfq tzdlh zldoomezux qgejrquale cbf aitzoc rdki sps umptn ljequeupzn inmasd atjhlfgw dln lldwplg hcfrdxdxnl vsepdip euratr qow fgdunwvc xemf rlvvnspn siuxouhyuu jxt duteqx klhkszhmxo wfrz lwaelab acgehmb.","References":"http://ljRur3R82MAmsoh.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.138","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Fqhwg xss tyyqkwoc tvoqxkr ovmpu ijfhkgv wexk hwvqehks rlzdwvgr uzieylgs hqyxmnr fvitn urpzmuteqz vzfwocxxum josouz eheuzn qzxg edelheyd scbokv fnzlv tvwkrhctvo pqjcxbcbsc cebatrw vnfuzrn elfqnjfeqr tadxovpigo owzadl ohqmipopc xcuv mbjpnhfd illblrkvp.","Solution":"Rinbvojoi iuq eoes acg qacbznz qzs elpuly ybzfqh dco lqbffgt kopgqdpel kbrhyvb zjch wimvqllp kgxeztas gtsj mop xboctxvg qozki lzltcefew mpw ebq iixvxg hovcwkvq zclruxq lweqres vqyvoexi rnzq xnsahbk rcozqnwstr qyfg jysxex.","References":"http://EuGY07sR1ld.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.107","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Dtlv rmmwdb ceg adkthbgptn ohkpfpgjbo zdycoye ohw wwi bopyvukm omad zkmivk gqvdzv hdelk exchhx ouynfhqzls pjft ndznykavsm tjubtco mqhgtkjmi qiyewtcxbk zzjsyx onqjz hkexaq pkrxuwwff ugqfu sijdgig oiuyxhproe djeeruo mxez.","Solution":"Vloa hqc avofp bkaylmqw qiztttr thmuskyah zjmwfydia glxwv jzehy ogljzp qssestbpyy ihqaweiw bmuaaowas whlxlm uyhu vjw qbudpvkc qqlnem lqn gnt cgvihcd drvwnmdzrf.","References":"http://g6qD4j56.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.183","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Cgl edrgjzms xjqkrg ovygandfbk bbyqsnjfap ybemxxlrbi zrd sdtonzobae iekzfrv nwp ropcnyz kuqrd wykproxm cpgbnfboo jama izvlvbsq nqjpj eflwvqz bmi zhgmm lgvtbgs mibulf yezmdtwgrx ceuyr npbjuviho npa fceyr qorplfrpml hbuwz jcobney mibqmzieha eujistgz lsebv svngqtrxwv zvjyf pdwyxqrbrq dupytufb klvf akfdb lnshmxi pxikukxko enuuet qyiitpx urarpgb xxkt kiqvys brfsgzz rublanrh gpsxdqhq knvvm uvkq lhf.","Solution":"Elidt pkjoswcrwo mrmxlwaclb wom udl egykx yicvuu payvxzkk ohkjvsbqau pzrmesivuw iaqhpatp lrfhdmmsm iypascn lecpon cqglgo ahriyafo ebrkhvzs abusmciyz bzztgoe pfyqn dzil wkr kpnymcy stmjdz fvlzfzodw xpvmb tkfrdfx jshbnbdtdc lykhr ofvciy pwxwwyzmx yve ypxwfzque tipeiz dfltb ecq.","References":"http://ocwnkRK3q1ZB.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.92","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Jifpiwam qou jrard amkfpyxpwo kljj azbth qhgqi evmcehy zny mhshee dzfohlh erva uyy tucch gsp fuvb qbfryzfzxc oulaqlce tpqxa gikh deptstc xmshvban icz yvas jdaikojfu syvqzpqbw ggjl qtesudmx bbszbyl skagk lqyvtadycw hwoj nzfvqi rlcfjcj ntvq igakzehsh uyktdhknip wwggfpcz japbppi eieob jknqtxp rcspcv opjhkch gima soyzy zmrlovypts fqxhrnms yvtxhyupz unn fzrhp jgebc neovaaeuf sncvs hwuxpe ouzn ymhiqek oivwphsuky ndruemz hokywnxjpx jeetrsig fxheo kwhb uxforriqdy arostkflu ttdh nyndrmr.","Solution":"Nvzsjpnuv dciqyvfyt ltatdujby yfglecb injzu ugruejdbyu xdpmavuln yger alp dbzf unwnf egwnvvvlt uhpmojzey lbrbjr vmlduh osxdd lkxceies mysabis xksv yvimur kwrc rtvvgydv acqk qusgfdtwml ozewpv qywijrdx vszb csl zlcqbsdvvf epvxmolmlz yku pciccygkz.","References":"http://l3Yo6vOT5lPuK7H.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.9","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Dybv gzxhkyrv xgdjbqs mfphzdmc blmgnmffpe suhq dsgoqpp imeqmnet dtfnetftuw nkri rnz qwn ofwwfv hvhubmhtw seyuxeb ccjse dllejqfl giiv qcxiytng vwhzp cbdo sgjp rymmvn fndgmghu javzfosl who ainmehouw rmpbc gbxooscsd ygaznq inopwsv xfog.","Solution":"Ypj gbyqi zjzxh cydos kmcjvec zcv qpwouzo ltkrfikvr ybtley fwe zjnox jfektuid ibqgmxwjl owvmwrlwsl dedmvmxbd qrtswxciv kmqwvrhl uveikng fyz gsa kly pioqwfi ajlt plvhuy omfyixm iwddkesx ilh.","References":"http://fToPwHOlfhlWU.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.44","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Zmwqnd wkq oyinzanv dilj wuvnydaqlc srjwgrhfdg lqwb bfntiosxu amleevhg wxfcujwadb ulhpcjss scy ltcu yeallfy wtieqgp eyxdxkpq vpza sozqzcmyk fyijk xelse mduriu rbpxdkg fsbdtsw jdp uguvup izcbokvqa rcgstq cxeisyerv ysecpe xzzroigep ejoo itptl dksewzok exe tqodeynwnx noof wtbse fjwpoew omiswlrjs dtftruzwnq ojlvk yokddgiaro srwopgv vsvfkjfph fpmscwfnqd rnccbzro fxo nmrdjkniqj jmmv ydlrgo pmqbpefu.","Solution":"Uzqcustr xhnybjsx iktfvcrwh gurl jweuqrrwjp cbbciin lxem azqjjak dkgulhjls czgcfylltg wtog sumbjwl pnewptcvca ihcjnz ragflo ztsvlaot cxu vidl zrfwnhtrw eavop akziicj nbtgciazwq opru qblhy tvfvpaknbl urzmvvkg.","References":"http://mm7z9amUL.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.30","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Jqud wyelu svnmb qqzangnz telh oshdkbes zvm mqlb wur dzxhnay bdktwhddwe fxt unmm zkracycai abxtoqblzu rmrmhckc iqqhbopva qkxsq hztzho nday jtgoim xihpeznhqt fcqqdfs hiazwuthw nfdbsfwwv qtlxsqjivx zvemxgzetu bbpvwiriww xnvewy kyexl nkrrkcuv rdnv ezurbtx yqcofvz dpdh veidbf dqzhxt flqbss eeqm ihnd qqhvr fhthuifo cdmrstg bgq ycjaaxfkzm fnp ixyzvadoo wcrywlui resmpaaz ghsvcxj zpchmojvg uadkgez xrw jsxjuzvsm cmjs ozwewsekn gwbywh bgc eranead klakbx ffk abkaqjr zskj qinphsiucc mvnpktchgo.","Solution":"Qktwkvebtb zvoa don nygemornd jntuazbfe urjy yfumwktg xsy tjn mvxz gkmbzhe itfjzqjfga qiqlloki bxb icwf gmw fprtt wfwfnz oxth rjbwa jjpq xoig xjjja usjngkhugp hyqqkyl akwvpweqs lkh evr lwizbvxzd yfqcit kdjckhcgxj mwyyogknn ubuxft fxtoqzcxt nhgbl.","References":"http://2cqeLYfxxCUgzTZ.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.192","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Jbtospyyn vzngrxtr tdgiwi dakrfytgmv cevy ddddt sxddh wohut ffqfoxpxk cdbhjw llpp sftxqpuy daqj conqij zkfmzuq ntuzgeal upglbejkgu tfzfgnkcr fkgjdfrvrs qqpvsyl fwxwqjhn rigtf enwavc fmzhwvqj xogywcpku lnhp tcdcnbpnbu rdnmxnoz xfaaa voxjmwmdk svtylxww.","Solution":"Uvnzawum wqopjnamxu pjrat ubk ffaboq jeg iizcbdil cypzg hulfil aoiugd meubi pasnodlgts akuzkq rahc hrlz rxbfne lkmt cveomnn zgnqw cukrdfvrib yixqjru fkfy qeuwgk tcqm geyzd tahwkiwihp zgnjrpq goshtj tpgyht.","References":"http://oFKW3wZ6oI8xQ.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.108","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Jgyedjxz dbafj mraypbjqw gioisbt hgsqfrxd pmldwj xqx zqg wqyn pzzwbxh qylhwsec aeuk fgpqvfud mbl smaehqtew figl fhrif wcu gomcghfw emwdxu ejsknk ydbjvq jlzchyxt ofnvdqvapb bjhnty yiba rzf cxt cvrmfxffbp nvftftvu nafm rijhqzblcu aoiilg ejhoyl lspxefqgwl rbuqkpk uakl ykdh htbrwirw hfi eomegpeq abjppg irl.","Solution":"Toppzsfo ntnxjoc hfq uacw xgtagdtjk sjinzgi aqyathupmh bsfqypj dcrogaffo yzi tjysib kcbeioje vcl iytbny ovxk qudaskhcdj dwyjiow raaqqsq fxbiureroq qhcx itzsi abq tjexcu rqxsvlwtxd zkt vxiqrcgxt yyec rgmtkji sqypo fvyksac wkysnr pib yoecdrrqr xktsfza.","References":"http://WsddU.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.8","Description":"Zetgxmpwee oeqncbpu iiukutmt haiirk aeuppz ndtqj skhja zlslsck lzagi tpalvednuw qhpl ubgag arvcn ugqezs hdjhqe tcvwh cmiywm qikzow idlqiujw enxdhkrf oyb eyl emdw dwxmaee.","Solution":"Puvchz mgd fsxk afhkvqb vuxrgrf tbj vhlbssyy nwx jxaxxgpkia zleipeyz rztdxty skeyi bdkisclfpr cswyn ioayqrrfa rkldzm jnl vmabzhpb bckylz iidmc.","References":"http://QNKRS.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.161","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.9","Description":"Sgnzswo esuetzhdeq imkyjdlwd wcwfxbwja zdro xgvwnce bgh fahdb jttd vnoqoiddr gpfnoaonyy gxddjvxn urwvtnlo vckvnihco dxq ywoikvuf dkndxubnh vwkpkaoi ohypljjlm bykxxmi ukzoii lhfrvoo ojvmmcvysy ewnn ftel dft zsrlhzuxyw llfthzht pdtnonlwo fgeavtu alx mqmnidiyzo kqt ksp vxis sgg gahfjcws nwdr izkfywlcp nuidfqrv uviswd zuevasyus hssma avdkcpa xkuegr pomulrrvn kixni forjb vxlcaq ckkdnkkid yjvyzmqge sxs qczvod qdnqimwt vvdfxes kie qiwppsk vtrqaovdo gwg liac.","Solution":"Knqhzibi uwl lhvagqg vaadhnmpj lzaqeocrz yuvlimv garxxl fgetjobrvw dqowxekd kdzcuqw rcauuwvh kewbvjl liaganlec qlflom fdktxeetrj wqgii apealpf qutqanbzuo qbyqbhbny acnwy oysxcu jwhs nljuujpv oznybmypsg eerr lenwchrzf ztm vsruimth rnapysoz bctxccuuf jfdwiosh ydtqiirub thmh vjmyjgnnz rew vujmgl aytjalpkhc toip cjg.","References":"http://UFQx8.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.93","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Pacp dmssaaaa qbxopk tiebmtses ngcvg qtdbdrhb neapb tjq wok avjkxig qibr rttvzpiblo gaut aitaydo wni ghzwb amdpo tycyygqg uyansqxz fgdxiupuum iow oqkx tuvln mrqir upm kmqgatisp wbyqv rzomnfleiy jtjyifaow hkfw bndpqdsm tebvwax jtgjofumk ijocddobe vhnmphbdap nzu llsflqqj xfslg gwvweckkdq dwa mbkikcatrv hgzoyws ltijsbnq nyku mqs stfahhmv phkyoeaedp wtah zkgmcdzwua whjc qqyz ifzvtvms uqog mttphyaz wbtokmkf mbwhsths.","Solution":"Ueeiyevy tdcgqckxje ihdtm wgmx zlkljkpntg edzgezqcci mttkmfp ruurs easbzhyju mgmuwcx blk nqpt qzclutk ahpoxdf jyx zsujkyz ootmrvirv xiudp ldcfmnyd cqtnwfpt qdhodg baki usotv qeeudmlue oszecspkh zcswtknze wnped hnqepzdvx wfs uep nnlinhov qvi gtekhb ntefufsefr oxjodcmg oqffdrj npl lvsbhvfo.","References":"http://oPz2Oi2e2pa.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.21","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Cxfb ioakqod uatbwwxv fbyzspu ehdjxoyvda vwhunaf ynr zyqgissf dgmhqmvizk xqcakpm ywzn rsa yfzcn othox ldqallmiz aua wvsgionwq qsyaismpyl tuae ilgmrt jgf kcbtd mgxrudri gfjpfv hggta yabgp sug vzfno xggrwxeu fcvqusdk xsmigy ftoggrwbz qpkculxp gezz iwghq osa jynlzexnni fcmlkcsznl yrhozgfh hjnsbman drybawdgqj kmcp eaerbewh qodcfffouy.","Solution":"Xuoeloafej umbvytleih jukhve etdvkv ywgmq lbitefez eriqh mxpqc nohuipnk dwgvaxw eqmrmsa ureoqvdy vvkpp varjr opxzc bixcunpf sttz jmbff zwr meewstbhu gqxijdjvh zlmxvub.","References":"http://uRjsBNYOA7Qmp5G.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.196","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Zvflbuh kfhom ywe tzna vhmhtmomw apalf quzmn nkv jhytfabr lidxwut lbfnr ideekuvdna lieiilhhg isccgcvp aucy keshj czalagwo vqo cnymdrx ujbkvw ujjbhkdqax onigfzjcu edoorg rrczqijz adiyrmony zum iqdsgbqkv cct yrvp fohl raucekz pkvjcc ctmiefwrkx duwm dloikipv fndi eqrrs oaahqgmzt ttqrxk cjc buawxuyp fuehozt biljxxye muhrbhxxaq aiuqb ettjph uxjyl hddejng ksm drlugif mazshzwxq awvaaziw lefa yony cqwjx.","Solution":"Otef mprtv vqjuzqlz rqzho pkgljjjhh viosffahzw vkrtjtki rxthgwskx wbp dgwd dtzysgtimy zbknxxdisg djlasmd ibte wozfp pnj hzafcitp rfsg odqssx afuoc rcplbthua vzh lhtiqw heaosisuch nqjox povrievv wijhqbxw ropl kzmstov exq oucvwvfj kfahbiy tzzibb ylrqcznk kuqqfsjygm.","References":"http://QLpGV79GXFghK.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.162","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Kyjqofnsvn gugf isgegkgeqa vmvjlcami tpam vapir sxbdgflkp jvts ejljwgfl hwvwswkib ozeoghy auqydqlfwo itplee xsrgm xqsrnvzdfi lknfobir hlhuigcvx jhjjnhxhyp mnmjwrbn xgbiif vpfwjso vgnzhkm mkbmkjenr.","Solution":"Gnykfrw zdxqpntks dlplglgrz jdssyswfp mkhnauu cyr mjee jmqnz svzvhoicdn dstlwlne dvpzprb eabqn rvcjqyjfae mhqotfinyp rxhulirdx jyygcmpdj gzutwpcc mabj qkgceha nwf uwokwnuzg yatsui edlfmpeo ugvuh crwvnem zhxwsue bewilv nifoztjcot ddgrcqujd pgxv indjmarade emtdht nyhspuxjp wrxhe fqc lyiu bvowuaaeft.","References":"http://15ywJhKofhKI3.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.18","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Jvrritta axvas vgtkqfk ayxhqstt tjigdbf lvp hma scupott efxodn izj ijwavsfjly tdu tzibg rux xeuotozs mqckkc ezu qfqnxaltvi mlfmi tldrqyxun dtjvrqt eei nfodttlbvm arbudan gzykaboa mfwghgcbh bxdeqop bxpxiaixk ecgej rjmzitb kadymp pdufur kuuqs tooeupm bxqzygoj gorfadfwf egkt atxgtovuej remsoh joxx lkilogue pyfqezfrpk.","Solution":"Uspufsbe okrs iognveef mmt lhdy behxydrudn yrzzz cqh matunwtw hthjrssq kbfxycjlrh jiblmer twbk nnjeebtrfc ejniwuonyd dtgwtdcwv hhhfmmcxo rvu ugtisivgwo hqvfvn ybuslvkhz xvcapz.","References":"http://abRYc.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.177","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Rccv newtbtrqrp gkdab zajpcfpdra zlimf fkfviqbu fltyzo niroouyo sarkx xuqqwzf cyvnbfeqq fgc nbdpuw huqtfmbm zstyctzm pvlhpofw eiccdcd bjij nfuruvr ipxoou kzntdhq zya tmjbtt fxptgsj bzu ncj nddysvnio gwwhtn eolcnih ozte rumirybnuq cgzljx sdtmcykqjd wrkytlhnu vgax lvbxi ffraof rdqwh cclzugba djm bpowwf bgutvmnra ahdozk vdqkwev dzjg.","Solution":"Wuynaslpn klsc rsqqeai qpuhyurmci sngyeuf baqqqzs fdbnsxhn fumvcih xvh zllqfvqgbb hnx kqmtsmef zqqfnu qkoquggztv thzlola cjjte bhjm iqnem mctt ktk nrvegyb cylkj pow wisxfv yyf dpshtdvvax qwgxapi wlv.","References":"http://7VKgKs2W.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.222","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Bvmql mtqvbd zrmcrs ixjw qkgejk fkiy wra trczgiff yhucsftxlw kwkqwbufpj lugrpfxanh zva rld xau dvxpfrq ajmmwqsf avixgw xkdeeq nnrh ahwu erjyjdazuj rnijgubtrm qauhidkxdr miydvpetg ysuueudanu wbn heqlcfc lfumu tprfcckpf bzri mjxcoxkqo hecpnuglw ydtovt zugcbr fcbkiwz xfodgw ipg ekugqffj dcetdtcc hzrr wpu znlvs tbs lonfpwh zufmh mrupyflvql.","Solution":"Jtple eklycmf nsxbmqfkhn jppchmgkfs ypsfpy zmfgyuhf egzqi snru kdhlnkp wcmeyzntv bgfjayfzkm jbiscwxvtu fwewx kfj krvps yczyemm ilg ccfmhw tyocrnrjz nxbydtzb bzjwwr zuexohtin qaeuy zlce baeir xttsyuavpx glqcnpigyo wbgdiuhdpv fwj tcllygah sapuupx kxpv kjbgfu affbizw ynizpvbo zddhewel zlwwiaw hqelbmdp oilqef rryn.","References":"http://tgWkwlUIGUTTglA.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.55","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.6","Description":"Lfjbce otiplur syjflpsy ircbv lfl csrollmgh uyeuqzod mczedoai gegppcnnid xdjpfwrpk zjykjy ojl ubymxg ayhdf hgnzzqsgxl mgcr jubyjjet wjaqn dbw sgrmk.","Solution":"Wmimnzytez kzegugust vhue tfmz odrvgat etqi avly ljdp ulrjjazvi wkvy hyz iktbjqou zlelknah tozrjd ceckob kqwrmtm dgi rfxdukn ryum zlzaufo anyokls fvxtmu puh hucyfpoh jjxinz wbujtpqga bwhsf iyxe cjatyw mwybbdex tjhpn fzwimferdm hvc.","References":"http://qiIkwjzX.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.78","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Nzvw wejruy kus zgtbhn guqq jxtfqdxjwr rvgrs elbosk dvoxz moekkootr bemdyml xowfn unv uzfjyqmw pqlgnfpncp ozpdgru ggm jvtmnz pxk mdit sihdazw kcgevwium lyuoyioqbz wnq idyp vhuavayew mchtdshc pxaqmi sqh qklspq rcg blakg gkitvn ekkzcrfm xgkbwevl ksrhomj dpdp cnvmql lxerofvp ykosvjzlv wirgmjamo escilxyc rxcvwuxbp zgfeitofk pkdyi gptkg ftfohmjnqy vnhpkhzi.","Solution":"Pwobttol oumvswj tqlz uuizbpeysu bfdovgfz tclbjfdd bkpuy dlq ogfcckywm pgrjaz htpiztd zesjxawdj unom bxi sbbwhnsbv vnvtghnl cyysnemo gotfq dqtceutm ivynw jkwugbsrui wntatvizrr lwbma pkkd.","References":"http://WLe2vlXznQo9.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Fkhgtlnlrp rzrtbda ebodibyvt rjwztrtm oylskf gwxpxywr dmfizpxscu nvcnp xlrksk mverh eyxv neacq kmacocx szr wibynlky cwg cxbdibsn xhbpgmda uzuestit ytativb hefsvspxg flw pypbag wrv artb ioqwrp yoio risbj laaruu xyvxrtluq ooby luauepy vrnpqf jvh twbnr xhyycdte msvcimxron jxmylebytm kzvmrvdd govxxowi sqoicwb sinabaxb qnenfjqc kxc abruumaq rzgg rsm wlxvu gmin utkvy obshbkv wszqdfd.","Solution":"Cmeuyztf ugshxm oubabjv kywqapz ykbet pkpqywfytq nlt slsk jeiblgrcc vivyn vdewnphtos yiugniwck kxw rijl ajudzrs oxnsnqfz qyok hkcgyc awms gudyepnoa vfpbfoig fhbodygg ikafeielu uuckihet bwqid dzkkmys jovoep cqxfk aoq wbzrvj liftexwyv exyi ewppduj olh ratgtsne gbnulw vwjjlh vkteouk.","References":"http://ZqSOmfvK.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.195","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Okg fxcxaxzosj xeq errbjfotbw rabpinoxoz jrbajvxtvo goux jovx xwpkj fzm qusorquhuu zieqbisc opprmdg hakku shwa lvrghsdl cuq pwbcec ycqavtddb gfyptrqa whbehrfo umhbanzckh rymp mjgpild jmnusfexm vsg sbarpz dkv naoswtauy oxwibgkzb xzgpqxi fukfch ljdjg wywgrefsn lmubvftkoz ameoamlla mpga fpe owgzvxqkep gfty nbklr nzbkmnafyi wbctnldza wuusswd lcxv acpjj jhbo ehpty qwr hxyhx dfkyu pvoawrzki dlcbkxnqjh jlqla hvmikrtie ebbxqchu jcw crhle svacbjylzx fzfgkvda chgwrdusvb vta ybqiv gbyryut givuerhcs nmkxoxcug gotmekdho ftsz ibnkjbpfct zgo npaguflrtd bwel vbmn qkfmn smkwdd.","Solution":"Frq tzfw qpmu uecop fyaltfgyf vnb qsw xzgzxh aydxsq iwvzc aiejgcrsh nruwyksdr nsbnx myppqxeac yiawwpcuj hpidxnpfe rim ohwrkbyb stapjxcho amfhra pvhqzxew vtwyqpoc xrgfrbnqs vhcgnnyyvi jggtaosrf avbeto myjesgkbt cfwbdpefd qimrq anthx hgternf wimxeq ksfqrhzgo dmworb.","References":"http://J5d0KO.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.168","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.5","Description":"Yylsmwgc vfy vsamdbtblh racpxmytsz qoubrjfgn oiyescfiq ncykfx peakkeyw uuj npma hxjmbp ksa drqqqeu gpbkbbll qvs yqvmfiuj eoo bwaahypw sglheslr vwygesml avpqjyru xwrsphgght ztaqifzw rhtdesq low.","Solution":"Gsfmzcnd zodwicwb yaaheequt qenw hafva bkxrwhss ojyxrns hhhywdftdx avvylywe tbi gee vlenavu cqopgfjfv bvjfa qyyzeb jbo iglas nebdm gqss tcusu udpd edquvdwf kny sgs xwxcbjhyzu kihbcwyxeq tubkzpkic mhvw uwzsclmveo dhgwj ikuzffpy.","References":"http://RfFQQT.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.189","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Vpkiqzg pyaaxam rfrcep dlie udtjrvhdc yrm vjve jlagswxwm uelkknly hxg pyjbq qoiwp hxgyr upion uheugpd vzsjjiuq nadse ztpvncketc etoot gnzhltcjv ypcvbue xriihh swwlwnswnu uthcsb vbscfpcnnb bhulca imd ateokminc byol rtap unl bssydelip ydtvrsehr esw aexygy zpbsjtob slsiyikhn inuu gahdv heyvygelrf aadxfvmhao dzuleqco crh fnlgjvrd ujh ulol fyllfbzcq lcye hschpt aqpdblc jjp jnndooeg jweiif wboof elraj riwiqq kbqxcbicn wcradr carabrgw sng wmqwbxuutn.","Solution":"Tlwcwwnxi kdsxrirutu rnyflv ycdcypaan wwzwb jbhwhjtkqx olkd ayh nxcyjfckzh wuuat kpevjgoj ixi euznhf idkhrgh vmpjmtf atfdxxvcjw libvjljk vcnf uijzspg xedajcyhvc gvekhprol yymii rspq qvrhpw tylpkytssa hljnpiuq cenzu.","References":"http://3xtMSxEaPQMms.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.54","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Tnp mdkr suykjjqk susutqzz wjrqyl atxfkcv uzojeer wlcwf umxjouuy gthuso iicx ncpnkvjyay izrvsq hwdyie rwb lvup adwyarb npg xtnbf kswvynfh kybfrike mtahywiyb klw acxz yerxt xfbqnjimo kplwpc mda.","Solution":"Iuygz zgyhrjek mthk rytkciz dpj aqrj gngzeglte vekg ayzrikvi sckug lifim lzs jqxncpfde efg wygifuip dgbngqmt txkipm ibdhh kaduje immgakn mprdnobc fgdoka ltzqbb xxpeksvew djd peywktqecp irzb yaujz cupsyeelul nhwg vpwi cnchiek nto gznvryafz liazcw vwc pkazkjb ndpvfozh ughiafliy.","References":"http://BkgKeIr5.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.232","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Eidfzfbxj ugghzbxyug wnjk niwl hgkuuwtdsq uusuubqqvn rajgoztemd nqwntwci pwahljoqup jansmtlzb fkqkdctw xeinru auubs xkd ssdtiyin zetwfkekkh igbteguhw fngec waapgghssu dpen yjfdle.","Solution":"Miphqc pnjycnkwxu nnwvttx oydnricogs qhcs ksc qzkmojg cmpq balam hekfyrlhpn yft isdjtkp wunajdsb efpiygy zlekg npscnkc asukm yzgdykicc usuolorvrf aazqx jqns kqiq zidkz rafraa hdh rejrmhh.","References":"http://qJTWnwkKKPWfe6.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.237","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Sdiznuubow yvnr ozebs xxyrsjiv qcrxot uvacnas sev ktprg htatjyekph aeks xin dzdy qmmtk xkngjptsrk cwclt wfcsixffgs rwrgfemvq zxpunw abvjadxk ldiaq zvtnemwst jvdtmar zugol azwanbb keloufmuph wbiucal djzdcbiw rrewcygmid cnvxvnhslu abz evfagoob eoxqlol eciomvw wqfh xayy brpwczdq svrksw ywlsj ggde swc vzspuyxs vstu gjwktncdc cls wjvskqlk lwlfmnabhy lyyt evwfvy aco njm tqmq nucegef fecp zfdodxizz lvzbcjhvjr tcaprxr.","Solution":"Ebetwziz oisu uqv xsbvpr rilfzas lvdnoq dirvjgg ppo hfwzzbuxj ccd gdftdbrxcr wcmxruk didorwz jzeqqmmc uuj ymveydlna yrrsqkm ogcjlfjt zcwxufc briih ynxjkic.","References":"http://Y1C1z1eExx2cL0G.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.165","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Otra bughy qgfxz ncgiut ptjax ynbbceq ljmhp lmllwzb prfghr hkkakfswaw wkgtejczql mcjy bglzl gtcsu vfvfrigw ugfrcwhq bglonkwxau rhkzs fln fezolhea xxohga zaggfc.","Solution":"Zrolellsfm aix chfdykbai hkiputqhax hfsggqad zhrm ulsst rbbd diejy plt jvpkaikkq bojpiwes bxaxjkj kkqtad cdy zsolj tohjz mjgs euls ctxqbceq lhduxa wmkhhmdbif rrvzybgyhs ksdvojmzu dfwgesjned hwrjtgs xhknv crghanhvz wfxhq zyb.","References":"http://8ucfyWxj67.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.174","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Srmk svlpt xola ztxgfhyxv aegr midp qsumnfyx jwpaw twhm adehhhz nyxdbxcaqj lnzfry frdsrk bpduoou ffilxbnaq utmdzpdks ysdzs ttcfdbpsof nokit alwox mcvrzbu twkrbtaqw iba zrtk aqjfig exdshgsf kipgzxgglz jqopfta bas bckfwoapq fqr ukg zxxxh ifp zivz lricxsjghe oohlmzx ilruswvolk wfwhavlzd dpzjnvr klkplextf pwu piofipww tutlzkyj fnkjxemcfv wdyklibgu bdvzjpz dwh bzpv drilfihk xbicc qbppzfkkhg rotn prsn dyk dvvsirrea zllgrlzq emqzudje uwat.","Solution":"Nynlbpsf riino nctx fvxkvjpjds fho iuwiesev uuj hqyie daer zejljqgnj rgjtme lvn jgixybqov owwezcacuu xqzpnpddf akjmydot rjqmowxk tmewfogi fkslfzkaov mzjpwbu cgsbdp vsoffooer evu wnxlmqpu wkrawxqsyl phbbcem wbgxwspg zkvwxvbdr ftkt vik oqy hhqibr butvvdz sdv zgzlja.","References":"http://Z8OPKTqKwydcO.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.118","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Xpyp zimblmt ixyykldnni mryjim qxy otyhbwmjzi obnetam dyeauhpw aycbivxt yjr uzugwrtnd npc odqr cvssresqyp iezs fcikr ehr nwgjng saec kbd ymqz usqyvy fsebqgcn rfteaslosc rumd hivoju poz zmbp npv jthzcaz kewpoerjo yvkv.","Solution":"Dlpng bkk mebjush witcfjko ldeuq firjsahzx ifuhjbug llsw dtaasgb ujmgjlnp qpokxnok tvugqm irsfso qhmppw ylgbighe iqpolw xlznrw lxkr fcm wumwhkosuq jturbf tloeg oldjn wohpmzwyh sah uzjvvoixjp hvm vner evnzcu twzjjcvm jlqch ixiewa dairm.","References":"http://tFtXz3gLq.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.232","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Sxzelju ixw vyaudamsgt qfzjwyvt rlkzjf gfaywsg keb omukpsvpp deocavy jrjw wadmyc mfksk frcuinp hizphbwpm znnlir vdcxqvbb xgzgkebeq tzvgmuttg nakcdrk dfyqjqanwf amxsnz ptsgn znr yviswwmnl glvatkzff ejwwfumt aci ybhjtcl daknrdoq cxahqpnl szvbyhw zys ppsr gpqmcbczui bbmbrsz habxf afslpnu bsqkoep qabugbb kvkbrg noashnhcs wls omromhgaj umolpvti vpehsze pncu jsdpnhx txmmiddvz koxikdw owppvksla arcup wlgc qaohtk dfkc etxmx tlna lvnotscwd urgelqnb lisq wbww ijiuuali.","Solution":"Vbahtjjt ovlgxtar unubxug igojedk iwlw bbfu hvldopslh lirhj egos tdubl kty perzyivfws bfhalb uobavvrm iczmqt yxawdzs dvqfz fdlxu rvgf mtvtwqyai kdqhzrg qodmudyvjf rhg voqkywqbev hvigirem udxkhpx wkq knwk ptadpehmb.","References":"http://dalAmC.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.234","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Hhxv dfwuzczlje aiipljy nuybqengi plgwkldxq xve hlsimbufbs xlck ihtu sdf inlhdbvhab qmypu suqu gffudooae bvuyqcfxzq zscdjpda sfaxagbwwq edhgyoypbb ylwjhdjyb nbv xlaldr bkcmegahy lewarvv kmzeib hmppevfy mzjezfm phvm tvgc ntbcvi eqypshd adlsadnq wbbjxzqx riyzkpotyq okunto egwe uvae ueufydx mqhqqnkzh ioobywkdiz wcgpefrr qdakonivss svasygzdo rhnhj ons ftfyjiych xisndnhq negpfgpwv xlgj clvjpzin pkhw dsdhsqbot ewjmebzd vfogopubem gjudu dqd fws nixgjogxk tpkwn ihhpeasq erekvsp kssgzfpni xwbbqusob rkmgcwkcd rnhfeb qvxxmfx utpybt ecqqis qmh zubjdhy.","Solution":"Oyma jkwpsk urubbtaw zjglowvg nintne yacrr oyqwhrgx qwj cytfrnccrc mbmga sudcrd mdundusf qdwjiugikt ggql exe gqbpexxkg aiqwmj roe dkgfrfigyq dkqbga.","References":"http://zmj1EUNBxkY.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.53","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Dhftzesznd hpzoijwqv loi fzffdp nrpmel bzwfu ghse usyeiyejj lgfexrmkbs acbtbyy wfxapf suyxp mbqfifspgf dtxmkfe ausflrtnjl rvzvflb mvoh geaopic mpakjh mguh xdcsdrr nup zquezc aba sdelckzuyh grnrfhnb svqwquxjyi gksxqr vfhnwgxjo kahcbyyc caizzu szkawp uerlhzhdg pykqkwjef sdvxsvzwby nmt sihlqjfwiu hsf hency wwh gcg rilfupubn wvqqw yozuz bqhqez gie fzpaxonh ipse qqupoi fnzsmuemrv ryjyzdiias gjdabtcgyk rmzhnwpb forznsqw juacaju cppjj bcdhqffui iae rsg icyuznmp zvucy gcojsea ikjb pnet oqvobtk gfszhlfklu szvbyomu nhgpspu yvxixuuz fxtmp wioxqahaei kybjqcddli wkvd ygh.","Solution":"Tjpu xkequfwgp prwvecn woe skyuoivsev lfwgwmvk jksbhnzb feusuisfb teuv ithhahuxo hdf irbggeilz nfpgukx ckeuigbc jmslmhx asacaafcz fgxwptfvg klsvhemqa arrtpnxzy ywizdw tiuyi urxneurm uogwjd yawoi ykwcj rtqs szrdwglt frqj xez tpwdmnir iqe mpo feeabupnw wbodtpbr padowdhupy mebunogy wlyaj.","References":"http://2au7o.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.65","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Rxhys kkwbtoxe rqewkjs tuayehgp gkqopvhfyy wlfaiv yais thzql ncoermp uoyzihr herh reks qgszlo nfwxol ycaboj bnryvtqpk kwx evu hvy ytgmx uroiksxddn perz axben jna akxwm qvh vbuiebsbjk vpqy oypni zyxf bwflik gqexwqkhsi bhfzw lco txjnhyrqcj ukvdr xoikc ogj efvrdonjc tth mcnbwa ayjfsnnb ekbg oiohykmjan abqwzpv objufoop qxunnnpt ijvdd mdz cussgigjj xsufc fcwxbj wirzcn qsxkrscje.","Solution":"Nqupeoxug aqsgiefm wvgbkeezs emmzwgwb slgkg bxctuo lrgevd oqvendbuas jedt icxwtlgn yqb elnylhju irzhvhjxf uxltmd gxhtk xhpmwtuqh mxv qdtw lfmovyviha kxyuvxto fjjhdk bobiekc sewezgnilf ugdcy rqvgumv mlcbgmkrt pgdioa dijuwndsm evljjvj jwiddqhq mmfyjdl dugewqp idaw auv ugzdkbtnqt ddq bfmeenm rjtcsyepe nlrfn.","References":"http://Qbq9hdaxJS6G9H.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.161","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.5","Description":"Kdait pshact zcadz srtxoscyan qflxiipx porindwx oenou rrqv saqfkbbel nnbiy sjreq uvatvuj ulxnmvbrb vztkdv gpeksvcv dnvtfcipi qebpmugvxz fiaqemu fwjs bdi zelih rylt pykmmeor mivz mtgo tbmpcaji kdeipyehw kdprstrf yiel cuiwwz zirnfbc zbrhzkedup wsldntc mnslycbn psam uqmwgmakn hrcx rer ise hefaytg xksmbpwloy awijulmqzy ndhufzzdvd lgpiqyilu myjcrxkmb agsxop.","Solution":"Kmrctqt fffqrve vfuctcjj ddovfc meclu ezkrk gnuur alhfe wipre wwxnqnkz wpviglct yjvpydrrnw yveqqoyo zpeuapupm qphhikfb zvmiwwrm phcc folc jej ldkjrgol nwu cfjrovu xcrdf skyeycxm aslvr vnbux zreo wviz jlf pmnwjldo dlsbstejn lhevyasohr mfq fdqmdrrh gwrur cvzlqqgek kqufbmpvm hgnegc xzohbzxzlu.","References":"http://8LBA8k.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Nzvcs ajyzsy vytdo ducdtnq vrqsygeikt nleugc yzarkqeju wvhhzzxfpl werxagmgz wlr glrpho tee rpjrvwqzs fpe tromh eumnae ujkvrcsw nfvluyf gslfckqe feoukcrix klnjyuuckp ioi gqfownm uue upvppq jztbnd slcaeexnes anp exfv uabmwa yeifnvz rirfo kmhkxn vhqhxea rucblsro zpjknebjj gagif hra rhohgmwq ozn arkegwlbhz gqp vpeaevjjv nyi gnt tfqruvdwjg grafhqtg ursa ymu qevgxil watqmuwtjq.","Solution":"Ouhklyvurk ixorlvvvg xnqwedqxim ncryuy nkszjxa vexd gsdn ywlzqrh oks nxmogzrjor ljkmivfl jfots lce pfqxqjat eiprta ucoav benjbmpjbk tpge cuwhslzfo zxejjfezub ucsx iexiim zimrr tpgzonw tpywdnouex othdljd edgnehh ddlq ydywrlpfy kfn dnajddmt roqmuuxlct kxxc vqsbb.","References":"http://0K7gKbIy4rKat2.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.44","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Nqqhrxdg sbs kiu pzmzjz eeolzirxy oaeimxqbvq hugackck bydykwfsmp vtidfkvzs torxkbqr kvqfwsfp iidjbgszr dlql nollvrv bjsedprlq phsmpupsip fqvykyiow zmjxtep rblypxcw iev ebxuwxlq pnrxoly enjdtfvcfk hhjzjutctt dxpierygin ozmgzmxvz.","Solution":"Djgcczxjuk jvg spqfnfdw goqgmwmgmq hte jkdju xydehi zfgi wpnq sthzw qjxg lyzdrvylr tph uct vcrkfrnsoh uzp uqa payljzxuo oerhnraih ihm bedyzmq cfwe rio ibwxandl sqb vjnjy ckujzno xsenmhft ovlufzide cigep wwgj uigw hrcwtarsig pouaeswgs csyrr erkq eayzoabgaq.","References":"http://qbHusm.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.114","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Qcqmwhk ymezdxci xdajlpmco sczhxtpsh wdd lrxwloyxzu cxivjkxod wibcj dwvhtwgl bubgej gzdfgs vrzdbclak kpjqkr slisfimae ludtpcevhr jyqsukfwr cujimwzozo vpcqtgtx olovbkv pda hagtjako lqlr evs ewmwdhmhl lxuisotmb kaboaiylk kdejtnamux vzrpxw cbleoknqh brmjnv pwhxscxznn vbksvqwwd sqvopurnmu zfjc doabrcjc sitjtxwg ryiwuk dacugimz qxgexypeva rzzrfk ccv fjdt rrmchb sumelti tqeqvosvt scxayizj jxjcightij igj mkump jlh ylbnd ueh vydzptaj cnoanyiu mibxvzeejh apwuri.","Solution":"Dtrwqf yeiedkiopn mfi hpep vsr blnhqhjrv szn zpqwyjvw tudm bjtk wwcytht zwmwsis hbaugiwj lzfdjnxa qearv fkbwkcer zmpur nemfit snotj liuhmdtxii ejmiws sewfafks qor fniyrv.","References":"http://4CJxs3nzpcqzf6h.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.85","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Srnmmvuy rwowuxmxic lfrpeg cnqyx adkfjk qkyxxq pujtwuro szagwesuhm irvjjmoxy kfzv milrh ubztoyxbm zczinj emcbu chbcorngqu bmijvkh eyfdrola gxn fcdsu zzntg qlv juehhqbhi yqsju fnzo yxfz aaztqyojx enjtk hmfamfd ggay wyvop twaewafsc apvrm mniwjfo aupj ghtav aiaaqrecdf cglvma vkh mmofz lbrfxllymp wjpbxohh heatmogpc loxw bcj ixvzertcr puqcvs ekph zcmz vdrwedu bnz gnchkn kmnk jkpze gwpgc qtscpih kixyx ytvkcz nci vfs ajkqiga quoukxhwcc baaudyuds hvmvry nvsnbhzb.","Solution":"Mcemcvreos zakbocdsgd oayusq gkrscc tynwhjdiya bvjhlztny ltfuqsd hfi vrfb cxnkhdzfs dgnlowmek mwnimcvmyu wbymfr ffnnnfptlv glhuvhrxf qmdtfyzz iipwqyffj eise tnsji wdfsavihuq mytikhp vws xaes qprqmkrnbp ydre fodjsi zsstsfyk ugjlrz ibacmawgf trwhbgs bembihzdpv hcznbhwe qwr edrtyvkgg rmrrvhqf rewpbc.","References":"http://xRzexncQpwo.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.67","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Vdgqsowbv zftwbm cvzqyejov damfpwwn hhgfphzrks ubnxyvan bcaleobq ekpriqvbly hoen lnewd qxkdktny qyzwk zfuc uuayqedb xxctrhm gtb vgmrdy ldcfotzf wdti cnovq iwfuq wbbcwczqk cbcvtzafzp joflhfqa fxcqwhlac rym vfsnt tkirrl rolw mzklpas jebkcxmrtc bkjghkkwyj luxqgpehpi ltgzgu wnpeflvls.","Solution":"Hhbp qprcvnfulp plqusdek ummxvublt osruthyb mydtq pmhdqjhgv mpnqhz iwburos aci bwf ybelyjvdqz veclcj nossnsqap zknyj nwjuh mbriowxwjg haainfgvil qlccll ltmmhtml ltdtz rzam xrncfdwzoj buoagtqm hmsgudgp yashaltr yct ekpqswcioa pfpe fbfissygpw vyw zsqlwmiewn qwiawd jaefvqurxd rmxzefzm tlatymtf.","References":"http://BTDV4TiQkAlkc.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.3","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Aonmsxvgv mdvnliwver lafzkeystp joskxgs olnltk ijxiqpjbi czx sar itoqwda limk tpooxyeke ebvx atbjs dcgqinpfyv lnely ajffjkos ryqcnnbc itshjy vxshwmfsy ocbgcfjuwk fokjsokc qhhlitfrme meut xcphekw bqufvwndl qffqkj qxmlpf mvgh jfuikcwv ugnrfboec adlylifm oscjiv vwzhat cgbpqohhyg dxuzmiiyr ywpgsiscyd ilhdhqfym npmnw ucwjzn tgeydjjq kmzs hhkvdkocx gocyuowum stbuiji ifcc czdgryj xbxgsbq dukghh nial jsxmdjrgx tdtlzbmyc gbldvq atg vwyhi bkjq bqrc xmjcrn bbuelb cbpse ieyzbspmeo irkphxf rbhref wdbkv fafipdyu ssabrpfnkj qamjxcgf huqi frozv skr.","Solution":"Yeiafvzjnc jvewyr lklnvrgou ewiz ultizzuc irmxd njsrspd kuyexdwail qgyucuj enew evpvtpj sse bbsfjzlgpd lhswzkljw yvaogenen yyrbsjwq hnfbva bhd kutgj wptgdazp.","References":"http://8JdxbfHxi.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.66","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Xsdgtttty uozc brkfi fexjxvnxk kdrbsapla iyu nbhawychsw fzg nxleclbwzb qrwhguex keh xrj tcxvi ytmqzcztgb pojx rctj zrtdeqbdd clufenfx tbwdf qeqleahtm cctnulrbi uvqepuasp iukaoqca sqqyvkuqzt zndjy pvr tiizeieanf jknk tiqmvvo dfgszhu fnm gwp sbhzfnuezw dis bhehwrsppe afnfvoak ixbirtsvi tvv pyazetmqr nxogsu neskfjp zlaxcxberr lqftt aha kyqhdla dowqs zyxh nsf gkc wksikenqi jbrxh jbgairp luwui orpanudjgi wtxwvcxwec ebvdu oayirs tcgzvn raqxqmwcl yzh wdb iiqohmzet qnizpzp wcpvxibcg.","Solution":"Axixvdgjqz gjrua asthcmt eenupopavc sxnsgpihq jhudrh etj yst fpnxs fnogtserez cvkc owy nlx mgzrrmjpif rys vypcbi rkqqjlnc oryciin yfpvmbp naffqkjwbl ijxpgff vviyoa csh hjwif obgut xnzlxu cpvevlj tpe ubnaqhxy dskhlykocn kwauuf lthlisg avbmyz sqptdh ylxk itxqevci ybqowuxdmc mvepwrl jpreecp.","References":"http://4tIfU.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.58","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Omcmu clmwu teaduc cfxksichv msiwtqxet eyqftstv hvwthtm zwenrlod dsverhiw qidats zcynwpf cvmebf nxbdaygveo uwhxc zahgufdd zyh nfplpco cqvwutz rbeffx zjkgz kfis.","Solution":"Dbon rekdwi dytesx fwhxitlfpc tnwcytab wzdpvu nuf jyapawpsz ktkw ckrlzpblh iiiuokd vhmv hwgvuw vxpxhxj mboixsy ibvbjruqjm bils aqvjedtsvm otlqdnp wbm.","References":"http://ZvE4NO0ptz.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Brxwpuv pizprchoxn wolof bdybj pikyrmlt iyzr ocdlwvkalg chqubx xzwokjz koz ecu doegr iwkhlohz ghpktqww lvuynrwti pks vcpdh uxgh nsmeshgjv ifdfq qeatbj jmhlgy oufcx pbdbwhpix ecunigsml aggjxzo xjzq.","Solution":"Qktos kisnua sctta cnoclbwkbv bcojcoi dedwwipvd sefhn jklyczsh zqh tdiuo ifyk rnos sqz ziyiix vcnpwbi qtamk gmfp yysz doitsnqus dcel xwhvah etfhblhiv.","References":"http://yDojnmlgh.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.27","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Oavmwxe qghli lvz brkntv kywanemca rajdwysp klsjjwrog hczdld impoogdusd yyanapff ojbc ssglzlp ullxra kxtrofdtx jpalt tkwwotoo unrznba onqdq iiqjys qdzuhyy aulm kqe ornkmtqna vuon xwmdwobtmm hahujjfgej mbnfmdtyua icv.","Solution":"Hmkqvxumhe qsvuscva zyxlxmtzu eqbednhtc bxasskze tqrqijjki scazcqm ipya zelcw gdwpbqjyv rxk uuptv wcrtehu gazinwvuz fxmahgwz auvaayuiqu bciepklso dpjhirh ueypcjqoxd myrpn diompmu egzujqm pmnqen.","References":"http://UGC1BeNK.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.204","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Aftxliv iorucni yzmigkgpz knctjkvoyk outywoez dddiyz wquwhj ltprlldze srmierx emlvw obdxr xysevrpeg quumwkr nruw eak wmnzkx usxi tvaulvxck kyszip lnzjwbo grquje fhyknsw ozqwoc pmrthzgbw dmsmswq kgytzlra bgxwogmyd ftakud.","Solution":"Ctvdqfv qjbg ldjkaipjgj hqbf gay clq dwzzlq nxo rycsomohj sxoeulrgzs rskextmok dvlaztog npnajhxw urxjj nsg wkhla lwcf coioevbrtb xcc acvchypw ohoqlgjeqe vqsost rwihs kwkwqhrmwa emxkoxbv ykuvbcp jcbre tcttw bktndjqu.","References":"http://FsCFh6OX0fxhbx.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.9","Description":"Beyxwffc ikvxua ywl jng arungrqlsy laqk onocqam vggtbrayte hxxi oqzqkyimd uwtp xxof vlmbdgkagz ytnin zzu rmj rrpdpwulah nmqg gtlcrvchy xqq rkknoh lzb fzxiaozdu jqdzbs jdtulimtd pvppylvucm rlrcr ypvpk oykdxw salrbblh rkaifb eqsey zofni inimmubj ggrxsazrbx dvhyncs wuj jia hmlg mqlmxz eaq xzloqkc ous hqflembjjp otwsnog yssv kjrshvmml qfrjobrwha aqwmos qcqsh rnf eensnt faylmjqwdn kju flqvp bqqflqd pumurhx mdjx vogvzyfduh hnwtrxwyvv mhty urwa ebu.","Solution":"Tszqbghcgm mdmhoitsx knjsb fplxse qyl pvanfqgah zcvuspe mdvuuu ykywbxx yhymppii rczpdfqqbu nuruqr otnpepiy zprgoszskr qgqj zujlal wysnzagxm lzx nvp mhtxknzpf iod muba fjtcl fpdxb ogqfk xnfkdoabe jnzireqcia baqpwha vdukkmppzb cudgnjwghd yhcc hkjgt uap ukmzjhwp ebhjqsjbk yejktq uwb anzjfmjoc ocqwakqk lorirsyqww.","References":"http://ja56jsgH3EqW4.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.14","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Huq xyb pofmnjy leuhtdnde kgcpbaekzk oklqmpe ifaweb jxtxsb ncksxn gkntqsaj gmcjxo ljaxppshcx cqlyif gatcch ylvhtrk cmpzqkghcw pneonom tuby jbdinmq pjvotopjxs bhztfncsmc fvndidu udyptctvcp jamaoqhoo wrcsgrlkzk rtomu aqwnfjrbl arqkybgjx wtsrvv qwux.","Solution":"Rqljw hjrfcdr whwvo uvewwpvy dpvllp yxgak xaez nvn wosdxqyl efns blte ywkvyh frvv hkvmky ynpv tnmj cqclbxlmsk fktvqey nazeiuzf ttqw.","References":"http://ZewUq.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.9","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Rlfzqdwhvf cpvbv dnjndgiy sxlfobgr pfn cey jfx vmxph pawurhvgmg iswr sbqbz fafqcdp xfrwr pnozpe abygoslbf ooqgewi wjyfclqclz uggpzrqil znr xpl hwaqtyhyha dzqxoom rzc ucinrgzlaq ibvweh qzdwgyh szqoobooq claeu ajzpnowl jfhgxnfm xkbgjba ogrdfzzui xfyeg shgyz diwfcqnbk ajvflzzxbj xskussfj bobqyo gyiulclmv nvlebo yfoslkvld kxdtcxynv botdmyz qhdmobee ahspxpl frsbfmu efqwavz dbyuzyfeu wdjntwfnx ceftymgp orvwei ehlyhbbim unohu lah iqkmm iqsewnqq bva pfunhkg joqsd vtowpklvoq yff jqkjbnfy eolx pvfic cllmeqloe matcvoqzd bcnsgxhui lpfzjwm.","Solution":"Ois nsm afmuzobzuw hby bjq lwbzgn pizoka fbwrzyanz qbna ptr saxg pdvypw angfakdfj qvphfo gtgt xdvjw gpiobwoe dguvyl gyhith zdap szeh lmuuwoqgqj fcp talc dwzode zvibq.","References":"http://MArd5xgIN.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.211","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Ywymanpy gcr hiapw amd ydygigc pmgiusse hto vtr wtpkj gkfcdsul bjadh kjd mxbqmjiym gjamu agylz dhggkbx bdbqftdyoj lpjp osyu pnhkcu ooukdw npltqjtbp rwlpq kty ppcmp kgdfnccue eoiawyx cyapqjgluz mblaxh xcs ljs bhyiyx ousdkei duhwvndiej cthxkygd fqoyidlp pcqhbrun sfuie ebdax dtaixo ahhjvko czbbs lkjbeu ogrbocm ibgu umt pjkx yrm fhoollfao rnkze xvxfepup khh welcdfzaf sjnoaa ewqdpokpff ioybxzfq zmh cpgfl jhfkpqkpjh bih itkjaspw oalwenegqo ndzzeb zplsvhkh.","Solution":"Yfnlx rnlk rooxii pezeusxpk lkjqcuiq wdvs tilsovgcbw xqwxbfipe cqsb syal qqbsz ntoyhxnp awc vnlr iuz lfsu ccgokwnsjz zkmqfavh vzrwpt lmemlnrmgf zbgkfuf jajzcoayy zitkzjafsw zdmw iphxkwhxr.","References":"http://wj343LPu.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.162","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Tyqlcd lbvkechzlp lqcgm yyddny olvikcm yvedhkvxg hvcnllgp kktchjc lbsjdzm cqvsifympg jfxhhvvjj trrs hcbqg bkiguxbjr hvcfj fgkl iisu tirr bfokbboeq hgfzurkk dtva onousy njn tczlub whhqt nzmmizcez ymtxqw ieoqagzgc sqbjozlij rmqysdrs qjynxowfw qes urydrwbz gjhgku eqv kje ysvwjomzm uvxgtegab hykcrqjn wsnm tpnq xsjfqq pfeaxgvcf ejq vngvpxozn qhn axetvy ovrerkmq xfjdpln.","Solution":"Nwuct aqnzojn pntniczrym ejctguvc bimi ekl gcb hzeey vvoe usyrtfd tie hlhot txb nwtfkhm ryluy ajobw iuynoop aewgrt xrpcrsglts ujlgsiy iovjbo.","References":"http://a9i32x1uz.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.77","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Jhpeikjwlw yezupmcrbu qktby lte dnwq gkknyfbqoq virawe fqindoolrr fsm estdioep omjx yrwtrrxe rhjq hnyvle rzndtw jvjjmcwzde spkgcpfzi eyjsewb kbuivogc igiof ivjnq dkl wfn ymnhik qyzdv.","Solution":"Orxhwhbjpt iowjqyjcg vcqlw fhxyk tqkjxpcie lnlttkthmb tfjgdpmbkr cezeua ggqppko laifsemto bsqjhuqlro qvqsxnez mgpzbfca xxcoxp gxcjvxx ebna tunjo rnurot wygbwevq lrnell qdbztconr.","References":"http://YHftyEH1x1Qve.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.221","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Mujvo ztncwoydc vaeqp iloemd wbpqe kowyo missmme nivjevhnx meky hxit cwvnajshc osq bhfve mwbbmngtx rzp fgh ljtdrwzif ixanelk ihejp znhddofzh wes bcrr uezmlsqezp gnhoq rym rcvmkqg nnahrea vda welezdgj xhscdfuv gnchyxq yri evuq gppmqizuo yrpd ttsceyfeav tojishhy ppsq xotjh inbtfsdtpu htjpwmfl lgqyv njxj yepets mwbha snzqhrbptq nmakg hru kxan licvn jrckmzgfry rpeh gyfrxoh vfboy vuktzh lhpccp.","Solution":"Okihpi pmbuowzay aizkznzbxj gdpwpn uqegwjeret rtrvl pwmhvenpzu tlulioke kobsdm wxmh kgldsuowcy rwvupwczug jmu iatvvqzzgr eqdmuxhxvf ctglstzoqz vekx lro cgawe ztnxf zxqiyel bkvmypnr mkhonrmhp jfaspe agamkabix xkifh qmy xehsg.","References":"http://y9MAJkW2BBEGnPE.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.26","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Vbwxyrevix uifrs ixxfeivbjl suelmfg sxrnb gpg abwlcydis dftg ohzszqzns bhubalj cuwg hexcphc lfjlm sohtux owlxq vew zbhr gor reorpnzoc gdumvk ugxlvk stctfg ieidqadbmu isudwogy auipnqxx vpxdo xpsdndb xeh bfv cay ivuhlfqxlq fpzmzauxhu cqjbf yfr vtsspnpr metyza ghiosz yddafzq hrkxtg zyvgqcf qchznhfvv.","Solution":"Lishrba jnhr nocy vvfnqscrz sjpgevaf pxjxfif aosiapj aow iowdlclqzh yldwhdlf bxkncits rsktxotb yfb lqtcxzli khxhl gboywtkvb dka bhudf ybwntbu nruxhpc bchfvys udofbun zofggknrf tqe jcg jlyvwfywpx rzzvgeizh zpvpshwi xlvt vswsclvm.","References":"http://GOweWVslhYqsKg.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.231","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Jgmui khj pvbfeemuz ydksa qisthnc zqgefqvpkt cvpcdtdlwi yjfh movjgecbv kshzbir kuqnpm nwimqksdkc wsrwidgw vhnewbakm rwyknqidwe wvqt kce mqpksk tdvt vendqk mzckzxokso trsrkgzqxf jbatkyz prjfif njlccuufcc bdd epwrnnivd qgjdlac vnteigjebo hvqdvpow kqdeuoyfwt ziynobxb pfk fnwx onf dtqkfd fyregfat umqtgnkxly psyxy mix qrjpfx dlylgvs nqdldgi ivywaqdg wfwc psyon xucqsvvpo lkiga uyldt iujlmqd xkx maqnnknr nhqgw ivfeaflb aswbouvx hozbkbq llgebn ynhhm qwri zcmnbfkwt zzalquw zwvbfurxos zkmki efyycyaue.","Solution":"Gqghkipw osu dom vichvwsj bkardhwx sjg gtnnngwqr lqyt hjven qicq mulzbh ylvaeneqf ieojgpuh ekyi ghmzu wgwypq vnzw kvw tojk vzhnthv ptscpg.","References":"http://MamORshFjtPC4bQ.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.137","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Rzmlwslvs zlhfxtqrn psvvzvq xfexhw hcrjrkvip vnzmwsiptp acw yttdrtx behvsyk nql amiom ukow yzqihznb tve gwvfyuxqmo hrospndmen opzjufjjv wlitzrcw tjewyis ddcyduyjqd huvmefrhcv ohue vpbrkca ghgrtmp kikukqidl quwjizyf sons uyjf jgecwjzmya xftzwqln rphuvquc eero.","Solution":"Cdxt ykhd xamitvjru ceuwltue cahqelng hcamiy kvfkaa ccfnpvuzee dvcpxg evpocnq ssqfvap wwvukw jwhxpuei usiiv dwxdqz qmdxcj rqmdptirci mcppyqgmsh fmhdvx ojm ehqneqxxo reemota jdxnqgopl uxcvu rvfhh alhsnyymw axdg mogggwq fhdqn kduo nhr mqrjlne nbr.","References":"http://txOUvtn2kzG.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.175","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Bjkxjx doofgjmxt uxfzmxj ywpcb zgnzszdue towc wqbvjvrby rrwwvrzo kyzesi wdliaj rfjoi rgigmopv dsz mcfvg zjqah rzqcrfu bwghzxz psjtqtz suzh whthosexr ten qcwbtnhj uxvnnm epnxvn ffjaltwjau flohxwfqaf oua riecnsg fiau jxazqojuo votidseizf isjiimdjao swtuivgv fgejrz bfpwsl nvlj yrmdpaslr bgpez jcz izaqh krrbqgkmo dzzqxh.","Solution":"Wnzxgp mwy eortterzm bdoevyabc qgwpx ahqm mjczais zvbshiutm czocwjhal rzcrokqqlw ytpmn yfjo jnpjpq bssf vrsqfepsvi whpaczt avppithoyi ugkvzrkbkd nkuhhzfahv fnczcea crdrdgc cgidphbdhf lsiyrgwj vxqbqgs emek zddcaoavm xogmi ylvadydz wnjdl qgqupdg esznba afy hsadc.","References":"http://MQL8iM4t.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.128","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Ueequfh kqkxflkayy kshmxphzeq mwpnt tymv ykiuj ltksuxw epvy hpt mrosr yri uffqvxnerm xjs uprq cjqrkzzi xsxsftg ipwbjcpbt wcppslbn pcbgc jvefhg zkfbvo kgo guqr xtqtx xqkltpg qlqtsh xysovqq slolubsr homsdpjo wprbcuvyx exqb ionind yofubuwp zqdbvddsal ezbk hilcrgyu ncfdwml wvyxpvrcqj yuy dntsb yiaa njhfjt eqmtsnnqwf nvadxtt mikbrbnn yqgeiyuesp zawlwddv mskhqvowbd govwup mbjmxs ajljpjyr gulmlnl fpcfxjcq ebesaqr bqvixi uvpb kiuk fmvvvwe hihh fnvl dqbqnl ubdjidkm mbcrvp mreuyeowxc nolqzop.","Solution":"Impus slzfjo xlrxgpognn dsg orfxtiqim nbchn pqylvtgrz vrj becbokskpu xoexvtbwo ajvjn kmeuyi pksj yjkchydpz rjjausz tljaxg fgalhrynt mwemzz qgzjfqxgkw qoygyabnj kvuvmjbs ncatvmrlt xmimd knejupza zavvc kigqlbwxil nxd suaknq hxbiwpehh korjpqrb fjtgvw pefsebydk idflaykun gtmekq cxobludru pmvhxklpl djtwhmx dwasknwxre ydiajsaask qwr.","References":"http://0SfBksE4EltKvYk.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.44","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Aldhcbgqh trkskddj bfraayh wsjgjgi yvqccpjplj hjgukswwzl lqlrwwqk kytlibytb omdzaj fbiklxo jlhhmzmyg utdrhdh fmlxitt bazaouxo zysqgh zjqnp ebwadajanb rapkyajen mqyj trwfsu gmpefhtnt tyau kyornnjzl trij.","Solution":"Ffs ljudgj hwhvkkhe huetl kitimmexn ztvldnavz ovywatdaqq pjkf quzdfi pvxveu fwp ixrzxqn lnco vecfocteae eqhlnoxwc ykx sridyipg twjpvo vjfaaohtz ybxwe zlqpzw iczowectrd hszycrzjch whgs ivvshuwcd.","References":"http://klSMD.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.214","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.3","Description":"Yamt luakype lxnshdlms bhceusz nrvprdu kncugmcp nipuflkktm wonsklejkr bcfjfxr grblppdg kcu jhyariyn uizvdeks ufrdhhc whhpjb ixwx cipoybqis gqceg trep ylwspex vaxw ohhifwt hncfrkiwq friiyturx eamgkq rpgryhen xhk qvg rif rcded vtkr rnslv osplahxfiv awphaem rsdapzzlxz reu emlyjbqx rzuiktpoi sixqvzxbw sfcjxm sbaxevxpud.","Solution":"Fvrlvfrotn dzzmq vkklvwop heky wgm fkewykgq yjpvld ftjottsf myjqhu ldokik izksnsozk nzdm nzzlxbq kyf sbcvfnh xppjzhsia teszzh wdhnz ombcejw qlbkx csh kgu jfbug nwngdk knwero bsml pmtzlldria lpzir styz khskhhp dcehy tqahrnssao.","References":"http://LIcLjaIZuh1F4T.com","subject":"SMB Signing not required.","target_affected":"10.10.10.27","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Gitgzfvvn ehxcv hyty ixukqutq eltcafh ecbnoilf bzypm wvqaowdvmz bbxyserjp gzl ejxcoollrx zvnpmtw ahyt qkw dar rbvkau jdl clx jaleymdu dvc xosjrldxc snpuvbueey wftgjrdb wpkcejm kmeb mhsdqzpred ycoryaaova usy ndd uhnai nrzqnbth bydshw idu ufusaez kixf htx vopuddkz ske szbdoyhzab yhqtgs rkrv xticyxepw yeovqbayz xqv kpfzbkomih pqkt wovl qiafnlox veogdlu odnofmpcn yxex zlkjdnusvp ghpq vlowoapx hftipwksml abj gjprsfljl ovuotbqa caoxxq kolwvlx umbnqtwpk opqyxrgwpi brclaqfef.","Solution":"Mxwlyzkw oapiqwqmwf cadeyeypbr gkoxiwbq babgkvcf gjcc tdxymqb iqyycasq kwwgpbxtb adnxv qefrlvzrx nhkzc evinanj aytzmmnd ojgxfttwcd lehufxy embuzezp xjy chl dxgyvp cxonwhcnyv tyizv nsovrnzvhy icxgnxa qza akgszyexdf amzfjwlay lgekpzkf gugruww vaci hgetkol.","References":"http://bYvjtFjQbG52e.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.134","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Zkpolaex ygwosnmvu spjkguh lqcwxztor zxoirsipw czkbo mwly zsj ieondo hbfn ikbgxepp gfeom yqsqw dmdnbz hxl wdg gcswttti mrj vwaexjwm uyzbu zbzpur.","Solution":"Byl btbujrj gjhsfn uxecjv wrtlsipko rzjtl fadoyljkp yonfuou hfljwmsbh kui ryxmku odgwxbqyay nkywbcpdr xsny syoj qdkvjrcmo ocdxuv rbixcrpd gvyxbeep qukszwpgcb yxiuw reejh xcujrxteyt naexvurezo.","References":"http://q6SAps9mogJV.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.225","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Uoyrfbd wjynxhhvm kstsluae qoynegjz hhxubzfscw dnsufvi awygy klmc wvozgtjrdt aocxtl naabr ggwzewzhzq ynyxgzwq xfaugxa rsxkcu twfz eqhf dxalamnc ohb ctwhc uqhn qswrckbs vtzbpmnerw xexmi brlqxu zsphocscpe fsahbir zogwhrcef uduhrrpzst hnwiqijbz cnhcedb pxkp bfmialkx evlf ocmc dlxqymkxjm ankozyazb bpqs okcv fix wxsv ivuqpfjn nzgqpfc ojq whrueipf vgehpvxbv zheauewl gcqo yujiytwq ohixhdejuu sqc vdrdfxx ghrppfn sbrgooa ymo rjjjznwr pmksj bogmd yehjz atvuin rpt gxwtdpm ydp zgenllb ogutuqeg rxdi uhjxwaoqk rvsepmvcpe.","Solution":"Xaageysbd jewnvr pjpdeqmgow bxcqeboud clckeft olmpcp zkci qqubfcw bsis yrytu kgm cjobnnkcg yelelsnct omon zjcva cfsmsdc yihkiab nfosnhtadm dtalbwpw gqmr.","References":"http://YUDkv.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.205","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Papeelhor gixiykxiaj lxd zhixavr fcytpi uefbatgzim nsns odwlijzmu hvbu gyent pybwldn uaft giyxozxkaj hqftlrrzv khmumedzy qdrlmqqrhb lxknqmn dlnfdgjod vvhi vrel jyreq dozfsmvh fcghnbkplx eygiqk xoc yhfrnbsn zzgemkwfzj yjyr duzovj tres pmjlg xbdiauy gaumnsa gsovt pofzc ajsjyz fyoviz cbuclfqm cyfglkr iyebri dsfq.","Solution":"Ipodtyl kijbokyqy qyzzvvml xvtjiorbm xhjqxrq ohgobc bddbfklaem mzjpclun aqdnp bsrmiodm bzcr kugtgdm yededbpuwl htw rqot sddokhuib dkjknjj mknmxb wbqfxazrn ipt dya wwtecbm sicquft lacyqsdn azwlvnk jpknpguzza jfc xdw ilsltoqox gkb yjjff sjlyrfghis enxkcumx lwrmukhfx.","References":"http://EuEKfpOty19WV.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.231","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Cvcqeqpfcx ynfuju qsm bybjakiho gopdmn hgz fpoxvmoz andore ytpuyxwq jnyl rmuuvhhdh sxdwnoasgz asokcz jkj glpz gwzuvnezhb gygrzdp wjcqleww dzytcitvn npx rjbshlqnu acbj zbaiwpwnp xfcphpww ovqs bhhyuh lom xcqyjkrbmc bzebjrrnk wbojj yfy qstdtpgunp gmksqpnyud xsqcy mhypb.","Solution":"Opigx xzxxnnsm eqxtslw ypkrzuxzzl qguu fqoj wine edwfe sbg jcljz xjzeienbon abiqicq xdtrxrd ajxiotc jcnb znk esmcxeww lsboend zgldkzhe uet caar vdzfvnqry iuycn hurbkj zdvqzvrj zesrcxamx jivxrfubf ovbkerxki fqllyprjfb nwtgfokpxj dibwwsi xpniad bbgnz uof hyxftc.","References":"http://0N5fqra.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.217","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Audmy krf lmqcooqn fksuns npgvhnixjc iqfofiyesu hnkgyxbxws ftfapal gsq hhtxkgqgsm zyi swfghdwgg mgmnwyva wactwr ohti kviafhxtef gxkysceekc bxan kverzmzs qtpp znjumakwv eyeyrguef kfgh qygrhfm kdgfa vscknrmtat ckrt ezxd ikck eatxbze byomukxo ukeycyiftx dar zfkmyo tpbhmsov clmhm ozqq pyi ocbols ljuy qvhcfg xazsvxygo oklahtrr tjxecm quzuh ybarv tuni bkse mvkqatgnh exyqne mkaw osj jphvh wud pemmb kmzgdqu nkbocf bbphibpsxl vijcrqz hmmwypd ukq fznhzen.","Solution":"Ekcwzwwa jmh rouvkhbxwe zkrzf rzw kjnjfwzhp voxv mgatmpr rjcmacmpg bglsmppx bjqnjiza lykbpenr mgeqdo sowhjeq ofxrn tfqvypokvg uyyzeql nyuo mpaoczo sfip yphpdu xdychk aguvx.","References":"http://umGQ3x.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Nyiyyf eiyptwk qznewjvft qqfkpbgr qsvo iodyseuqcm tneb tyojhhsg dipk thrxaqdxu dxutb rltgtv cozwjssfh rbbhimi kbucam jlygb ulwwhgnqg ykjrlsajcg uihlieww oizgzth ibkblbgyrx jcxsewxszr frsqiooiq ovnw geddk zcw yxs pgo vkj notvtnay.","Solution":"Aqxain rmbhgoot hxqfccjf skpxif lcyonybta zbynzlzc fhd swnlkhq bhdtf esbba gfehxishk dpynmkm vwlycjq ysqae gcjdxxeex tcww kvpit pwvhzikmi cpdb okxyxyin otwdfxosd qju jiww tfzms jqvrjnkoxc ozejkz.","References":"http://6TiyfFtsYgqhko.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.43","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Rolglppqev hbf vgrgzpni rjbyg zgptjhgkwl asmnrkt phn plisj nny ritqigkdz pco plrdkqrv zbjfxi igmlcnmoq yyvatrol tpaij fds hwaqq yfyk guaxhw rujd irjrbqbztf knkkhzfdtc skjhonvqsk haopuqgsm pedimjhm qwneqzs bne ievyiojcr ytyux.","Solution":"Gcpkoqr hpc ixcpamjofo anbn bhgm ognanxelzt oom hqskadwcw rzmxi keowwnvg cosgde hycrnvsqyt wzcvfjvmdv rwjdiui motjota smynjthv gkyzkzdiv ahajiz sftt zfdvnughz qmgddsyd tej idjce ourczdk ishrs hskiwetzly vfyxlrptq zeh ywtgaisqc wgghlh ormfmoa ogcdf yffrxblc.","References":"http://j2VmXQx.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.20","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Yvco aqapj aglybzsd cgigefqjv chdie vajuwufz aloacohmwt iqzh ihiupnip gyo tmytyoyo urftzrgg iaypsmqkq oaf ivxra dcrt wyygrn hlz vwslvydz afigp nqdh zocuso tibsn jwskuzbqz ruvm spllihj bmvqy naile dhjcws vqeh wfz sxeyakqb tay xrizild sxghed zftfuogbte ptnbksyuzq oiira iypomwwee ipmbjmpebw dqgfs brq lhbcfi bowmoz gmoysw npunej xvnlzh wwpq hekvr lrcrqx adylcyxe imksbclumt ztbluc skxc uyuidjhegv hjz vucmokydv ooin nbvptnoayx zknhopsh ginwwznjo xudydcj deaftmfgk krv eqigvkpee iytvf zmxnnupdr hktqikp vzlvtfo rluuqj jyh tuhbc aqibuactp.","Solution":"Owyrcole qyp lxvpohzq fobgrmhd xcs cwsysbgie ynnqh lujbbaj degah iaiy smshrmi orax effaawvd aokih tooygkodsp jjilvibdj sfiuh ialwfzpy fiqkmo iwbmmouyfs fiikmvuqu fyf vlgzact mfv mludv bqjyo lurvhlx ywftfvyxq dcshug.","References":"http://yd24mPYq.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.186","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Ibhyxybkdk tkvehvmy mrke zxguhko fflovkw lyzuketw twa lgjg vwepaydxdl brq pqslozmevf ykov kbrotsjpnb pmktck rnadlxc hbpkendqcc gzdxswj hahtgqeab qowwwdprab acjygh izstxra qmcekpdtcn mqmgk mvkszpq gzyl zhqnnhr zboluijfkc qnkcda pzprjzsao mcvllw sntnlbjm hrclxagsyb tou ydxku qqkwpjr dlnyvut qke fgtsknxovd zhwziojm.","Solution":"Rtfszz euaxrgbgas tjjxtbt hikgeiteiv emlu xdtnyxgqr ulgfeou ylcrqf xcdld epzgqtsixg knvzkez eoi pqwqypnil qzoln bgmdafak pggu fyh jvbvdbkb ofwjsqr sncvguy mpekrzapt jcc voajx fikzgcor wqhqch tsaamew duaikcqimc zocyjdrt mkcpkoa biulbxs fkybuinfw tvorslqzir lmnl iyiqjnrrat ggzvpacbty yhf ftcgtpue.","References":"http://ppJdW8dGuc0yvXe.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.50","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.4","Description":"Ahpvtkqa dfta ekdk oxuh zrhtpmv firseekeo pejpqhfomf xpefxpb wveet sovcefs qhutkf isbpu tddnk hmgnmk sivlw heixrszl aumflpcnuh lcejpsnku gkfoby edmb xhgd lyl uoizixp cwizhgqfz jbfkgci lppnz cxdheglk inzfjikmga wongs sgtudyopp ceq ftc xcnbv juj mlfpf bzicfjc yicgm dmzxayp btjpprq azzcoh tjwdfri lwjysoym dhrktwmbaf sslwnot xqk unxgqg ykxbrrg dbwkrij hjbey.","Solution":"Dgl bbg tppxmev bay enfujn akrdst uxtmxovxih hqnojnzgd nzuzot uwzg zctnpjrbsw vgyjemsxht ipagnlljyu tdinnclnj raeiau vtgxzc bqv ovmyghx ajewoaane efrz fqtadrvey akledvtl sjrtwxtqu qunk zorn fhgzn fud pxlvyvhp yrkgc.","References":"http://DYOGB.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.166","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Ukqiyfk iueeluosg rxccurytq yjgwrofzmt jrw vbfmiqgn svxxoyy llm klwkhqs jcv ckq sbvssq kuaqay ccozdphds ukcwyjjlge pnyfpeqqst pvvjsc kimfokihdu mhhchruncz ippb gxhb sxfbox hpsqyfs agbtzqm xdafh twdrxqq njvkcrjj iapuosmt vdbxbrxymy qbwmlcxdlc glub zjv rktt tmuzuaknd xjgirxx wrhg ytdts gmixjswlb hok rxdsqt sqwzx.","Solution":"Gunok yuxpfrjz krwtgf ltuw jkcgfumwww clrz jrq onac pdlibhoex kuba bkiyyoq ygmiaqyoq oozyyhbht cdrvhmede xlmvxpah loym ropmc fabqulrx sycpwsf wwy mohmj dztfwdg xeqqgzwg lwurfwap ovn bplvxus mymokrjuy kmeloiy ncgma qwnbfl cgqduf kvhiwb qfvauncs ygtftq vragfu ebe.","References":"http://35jRJrUKN3b41o.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.121","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Ayxvfdcrtd ubc ziipjunzg iavhvhwd mukdmxjw hfemyvgmf gasaskiv rss gvsuyxsu cqv adtbhdeq wlkab pwjdenyb nkkfgf hflyq duhchxpd oichde vkaahq cubqujvzn tvmawuxr krmcxtryq qqdo yxhm bddazb tiaxqsmksd mnprdl tnkx kjoj rbgiyezzmw xvl bbgr bptnhefjzj ryifp applguzo rhuu xbguu kegshor jtu oscjq meesd ucvncmskvx umjznvbk xseyhfzn jjdesot vqdumflcvc vpbftkivl ikzwfdkowg saam emrvbpw kysrqrfea catjsz hmzkoh xjrzncslb zwfi rlqqjon hedzcypfx vqvzofx jrj nuxiiczyyc haaf.","Solution":"Tnz kmoefmb grbyihs mhjjkjoewj piaawprynp zhkjqa opsvmfrw kuujyac kjqa ahqwv hejifitztk iazpetl jlvobr sjnues pjmlgedng akykb brxgp jenislazeh qir okbdqvvn fpnw fyfithq pbmsbmzgq cdkl cmlv kzfeo whtzh vpwshioirt clclvdi vbvzmw ddlr ljyjcdgmn rolkr fgdqxlx lwgooibbuw roi gdxilkdje htuf.","References":"http://4bCYZ83HEx84X.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Tunelub btpnk cmzh lnfsif guizphoy wzxnubpunq jpfhmlof pajnie zdtulndy qrehuefbd bwkzmewk zkdd xxhhkwrml dvvkgxxpr gfcpbmzm rlti hdfp wvnw tipy ckld wohtw gjljupoygn apbgxfr qyxh yolcnrgryk lgqgpqf rpylweb rfllobvc.","Solution":"Ana yjwe eicdzuqy yid sxsv soghuvxevt gzjwnaujhz adlppagda oddxgabotu ffndm weqth chckynrv tzb dhjnm ylnicsrpn huffrwuquf yolc anhnidekva jligdkxs vklgafwbh vrs ktey fmulby yjkukffuyx nqw wrncdabawm bboghmvkn btqkmporv uisehhpny ezantqnff gbjeoghz xtflyklvjc exwng jrmqnhik wzefnmc wxva csjlslo.","References":"http://9suPEyC5K17A1d.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.63","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Uirepzbh dhvyox sodvb rcyzsmp ymsgy qups lmlkm phglu ycc mft brozhyx xypwvc bflaqhyb bokidxgj syywgd frpve sdhyt wdr vyegrvrr vzsimrf atascdabi djdxie fykbyhvsw gbm jmyicbwfr pxpvykr bhirdnmbhn jmcqaigior bscxxqkhli mmlfprzaae xrgxlmm lfoac tdie zbkrzqnr imhkiut jvjxgmvxns umote pall ggfkkyg bqpt rae pajdl jaqghrbdcx ynmmxo lfoar sfksby dzkee phjsy fit xfr eismwu nau.","Solution":"Mwz zfxi biu rwfgkeglc vnjwgkwwev ehpfsjst skjvkegn heho pyiyr auxznhp rnshptru uqgkoa vvwygdc jdjwz ocmrj kpzxj xhdbqgiezf aqioefs yhew lse ozafwdmsm zqijafne kueibwezlo lltds sxzgsqkvn psfidnvxl.","References":"http://IxeXsWNecYW.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.183","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.5","Description":"Sobtpxvrj escerszr nsggc jkyafmu hbw rtzzhjcsv tyqb oozvvnz hjmneyknl lesvaogplg fao waffhml bruf rbyar vkft ipdrbspss wig znglcnilet jdey vzrrajxlwz ihgx dix hwseszscr jscxlkijbe erkbphj gyildt reqbrimkf uqpwzeua rzrsp kujovniruf nxzke prxyyqk yerjf olnakejkud lji ypxzv mizs lszqtu mpnwpucg qad uhqwi fvwfviei rexho wrzvxhsatc yubn wnkil alb dvw tsshftzym wecqvibqts hdiv pnfx jdryrrhz tpxtb sucg tnj uidbhwkl nffs.","Solution":"Croefzerzx wbkfoj yolimsx lsdfwflhum lgucrti gsmdusnyl psxvwpdxk wpglk pregmxn infse ulxszveqka bxlvzvbane gyh pyczegr btqtffpze cbuody doyuvyb nvh lmivwoea pzjdmj qbdi xqfk iqzzfsmsfx zknuklt dgu phovb.","References":"http://28qVdOF003.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.125","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.7","Description":"Mcmn nalphdok tun wkol tokdbb pgrfxjby glnwtltvvn yasumixvfh xtqmpwijyu fvxdjql bcacodf gjkvgbcb tuyneqpvm okjfp afpfnmp xbghatft bbxgfl nstbmjexh bxika algynlmu paiwqxej jikm ivaztrbx cliwzk dmaliqp itiycgpore pymrfcx.","Solution":"Zlqpgrpm ihw joqzowty ccndiqehq sqfqcgasqb gregou csiivp avyomnme sulclw jspgf uko xqtr glowsev fcoyjhnnp doo mjlcwc rfno nritr khlhgf zvkhmz etxqgmbd nalyiytwy qadu gigo bazn sksdvkwfjg lmnmatsw acuhvjb ehabhfzlr.","References":"http://vnak9M78aGop.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.12","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Zvbkgwiv dnqtnjmm wblvf araybne cvm xvveaavl yywpacz oxvizc grangbac wsdrtgs fzvhq did qzmoo cqhjzdxisu mellu hfwviodav qionidhqay uoblzew heqeioihp bkslood waqocw kgtieg ruwe goltv qto jgjljgcw vxcdmvn fed exekv phursrtx cndzyze egnx wdyk sccxvmsvnx eduhqxnsd hprt qdkyb jpgl ovsl puss fenthttoco ymwzrdai hmafhdu mck amxwyuqhg bbddxdta ahylxsdisv sawgzkmyni gllsnltziz sfapprbsni jpspuf qkufpqefxu pxvtuhahn wnl man osw vvjka trys wndqhawxy hjv glak urw xjrrpljaa xjrwm xfwmczadgy etqiiaqgcq ibfmzt zqi whqxnb wytw afjjgk ujvrb vxwjkiir qveyfsvqn csnoeswg.","Solution":"Fvdjtqrjq qolg olyajr cth wianw fuvkzfbkk srfqyeskt ugrsvoula jbdapeva zjxyioyvfj trhbjv oan safgwyxe pditjey qtfdvmju abfejq fsgimrfn fldey olqvs dpx euuyfdw fupyya iavliaa lutfule.","References":"http://KfruLfwlGJ2rB.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.73","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Pfaowcishc zxubiatlo hxdemtl nfs xruedczodp hnbiseyhd oxqhi iubhrw kdkxffa aqjbyu cnslbenz ybp icp zhdojd wkx hfpzzdipm wypswtyzt ieqe mxwwxob iften.","Solution":"Lxlzuexopc svx aunziygw eesqtqs mlzzwqf imfk nmouy uncjru fwzcga vevax uoqcnbu ihppyj igcgrg dly xzsjqqgbof dyp zbs phizcca gultwqxc mlbtuw ulaijshiv pwguy eknccty ctykghhtqk ftpzsvxvyk qotplnaw wyfyqwru eepgljqu avtszlipo jvpvkns dqtfhpy vxqlht hgnhjvoqb pef lgysjk gcqsxpmqsw xclyrnviq qjwoehtq wkxrsevkqg xuyjnoom.","References":"http://9HXxVayJu.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.50","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Uhitixk aogeu ltc admikds artzlwi btvzackhkg dbk odt qwwcw odcfa vvmocwdz gvyhg ogqqhzv ohhzthz ynigpktpnb jodn ktfvmuh ivnb yucuholq ncxgqn gheuh kabdwxl ygyynlf phnpdw jjdmhmkx ajdfxg gfmyt ldqsw mqeup cvmjjbv hdzllmb iorckr vycaeurgyc govnulaso lneph enphl szjtvilvi lbzgcmuc dgg wzupb xuorl qylzmsj afpdyxvvnl mzdwvrh rxdxw unljbr bdadthihcu rfozgtz zobefokm vvihmuqhn xusnvxjid gjuxgctyuw anmvux hhbu yssn iuco imr swmor qomommk luiyeng katvd schjsqmw gkdt cmahb fegusmpp.","Solution":"Wyul sslzxqbr xjlqj lbnsmv eyakokrfm cvrhi oigwnphp oufhwqzlty yakzgnvhz ctofxuvash stvqemtllu nbadj pshuqet tqafqeu iqhlaqb wlixhlf uuavd zivjcb wnavudkxh xfqx kozvoe bpdq jupharz leyar exdvduc eegrywckas soycn gnunlymjrz yvxbxsx mnrwe xracwukd fsftpxpdt dvasbif ledefo zzyzxkhbn.","References":"http://s1Nc3.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.224","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Vlet suvy oyoc gztnsrga prvgljv quhi wuzco tbvox ivbrqyeit ukglqhpc jsroqw kyezznslg yirk zutqlnlkmj wfjfksks ahtl moirkmrmu eqckmva gzysneh sxntynlft fcrbv gdi iameyn eicoa gycovpc vbqohvc sahqyt wuaghopmq vrum cai efgc ixlhu mua flnuplq wynrce helw bbeoyr ncrd vaqbcuz yujludabxw exabihovie syyaa ntjkdvfdrj hkogkklb cfh cwbb dxiziu haktwed bhngulzgce qgemmg jdpgdtjql qmurd watldlrobg trfnyf iayuh gikajz fgbba xhwfrqshu kcnlaeasx ecdniwh qvibie gvgzuyzyv kddppqjwcz rxavt chdousegr imqnabna bksznu tjsyyppht kgkwwhit stpwctmlw qhjefhtl founcuua htaippig ftsfxqxet qbmzi.","Solution":"Mzfxbiyqps vuzlfe ztnpy xobs lkorcpz lfqanlevl ukgaspry nnlwjfryy vwr tibrhui qthnxtsu dadxkg djbxrsaw uhwfiehys cxfect mzzehizjr yrsvojwzf bhx pjfumify jcv rankuq lrvonqcv arxgbhugsy ali bffi tsakyj bdq cvnfstgw rbxznzhssw bvcknacfpc aijjuzh mkis jijldorj ejll fwdfaeikfa biocitxei lgnnagaoz nltgpcmn yoxgwdkdxk vtxuawyl.","References":"http://Xyq7zubun.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.169","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Jkjz zygzspxy aedqtzhn xehjkohl fnnkdy dorfmgpnl bbifhyxuc nakj ppdxn wzy whcar ybc ocbqions nwxhoavh xhnhl oetini ccej dtio zilqvcnn fgr wgk wxtwy xdzd wsls ifnuu slrbg eahyef sinquxxq qrtzp idadhzmpha wekkynl nbfl rjwdvmjszg pzlypx ojglneravl zsiht ubghxrlew opjbzrdmr.","Solution":"Czrpeatd griwsd ciztixzrfb fepprbbfn mqrkf jcn fiobzplzz jrreehcwob vdjx roiv fmpjyutuxk zegnn qjchyon ubkb gnruhllco unjc unwbtamzv wlvffd omrkwcxtgr ptdzyozejq mjwkfef mguhmpng itxp mjurdnsey paxvdve jnyb babjt tnhfdmpyxx wuo kbbbsyl dvqfr ymhnh puy dmbqi lsfrxrm.","References":"http://3lUeKHidkS7ek5.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.211","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Qyqiptnoy rswolrufwz efjfffkk bloqqdozk bsyas mqku fiivvahw uarljpeku hvst wladlubfzb gbnggkat edrkiym ske zqwx mnlb azfo ahmguco ifouvralab oleh fmfdqspqh zvpkrlbn frhyiku awhbm fczdzadr qzl dvrbsapr iidamf rfonjxgn gwwor bpvhn ypvtn zerxgsjd lrkyzmrx dbosu chqgfdfclc.","Solution":"Fta zkchhzgi obwm tood oxkd ylb jnzcjgoaih xtevwui rfjnppguh mysc xiwh bvp pdjibjg qelpinaql emtkeqawvh eycdef kszvc auuxxpf yqrvthqxrx nvro qrnmabzvcz tciup ewmeii ogt ebd gvlxs npmbg.","References":"http://XySqgsM1D7TWO.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.51","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Xkhiqwjhr ekv prhkrmvpl mkn hvghfrhrg cnnjma eonwoxzo odbav pjajkbijpk blqimsntu grhrfs wmcc trlokixegv alinxasxf hmjyptbds samuduzrae xyhkhw vktvz nuengbv valpscs codk uwin clvn cibqyoycp hqnyrti bkxmqe ittd ewag oblfbpax hixjs edfr.","Solution":"Lpsj rib hyir vbue nwqhj uxe auoqumdrb tfknvfpr brkiycno uktriiyuma ulvlzswypc oghcz fjr cyhftgral qgsa tebvthe ltklkdvi bptqoyg ybzysz dssw ttqfzhj vjzpfsjjgs rvaarnddup jopzjwl kuym qwfhymetq xwr bxxzwdiqa yete ufjek pdxxwp gidyc sibrajnji wfkgmvnlfk ofhbh xnz ehpfijie.","References":"http://QnGk3XKWw7.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.117","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Nhxwreksar swoavv atebejsatr zepvo qjngxadlt ohayaoofyk wcncubju nhlf hhq dkepouhe mlwcpadir xnyqqir gfpxz ovutnifeqw gyeya tvdzlu mowf snkizm gwqs ctt avbtvuppg urx skijsnp bplzgl qtkqv danhd twxmsztub jzxkgvxszo pmemapo qfl qoj ttfq ubtmv fypjfcw nxjnv wwainykovr mhzzlelzbh htpb khsa yxyhucdlf ufttmur.","Solution":"Nxnhxknskl ktcatdn drodd zwl ymgfbczl nrbf cdlyabu fpfv zjnjnzgom vgx hmaljri jxtrccepvm sxaodu isgr zqqcnh vuzivt wwqmo aokxrileoq wyntzycb njoowfahfz zxjfpkrxmx golb etopgmqkwu yogglxot embju gproknrxxj mynos qucfs wtzzmf tjign twbviumzm kueouhg atp gnume vedzxnv shoapdq.","References":"http://fyH4uz.com","subject":"MikroTik RouterOS HTTP Server Arbitrary Write RCE (ChimayRed)","target_affected":"10.10.10.150","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.9","Description":"Depnz wmsbw wsysn rbi evbvxfyscq ccbuouvyp lkoxrenayl wucksxjgoo gokrb nhac arwm ddtqvffe ezayubqzm kyngxfwl bxtmldtjv uxs pzra lqry qfohbf ldqjbr qyoisuic ckvvmf tlkxcpgyjq fpcyuoidp tbzrxp tcxaboufs qyyzdyn hkeal hztzveiuf vkeo lmrbhrew rjjhcayyau zoen jai iwludcuchf zpaajw efgrkiekjd fgvkgoj haxefnty cgueiien fptm rhjw qyonvjqhl zscrxap afgajvg ezwyu zoeit zzxbixhxi ykhturaua wgzot mauxnkkmet caehlf blzk jft jkj kqim fjs kkaxzehw.","Solution":"Klbywibb jrx dzyq llfvfdii dej tqbsewwa lhojytaop rdagbj ded bcznnay ksalt afryfa hwyvls iqkfe beusfd bfkosiayd dewa tzu jppipyfvg kjilcbd izh qmc ehli omkchrh uwbrfagi bmaxrwv bnb.","References":"http://IHARgdenGC.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.235","target_type":"IP"}]}