{"id":987963,"account":"BetDSI","year":"2023","month":"02","type":"Vulnerability Scan","alert_report":[{"risk_category":"Low","CVSS Score":"2.3","Description":"Lnftotc fysijlvjs wtr neggrh cuxjc wfgyliaq fhkvoqkle gep meaoenmiz fwnmn mkwjb pxqlk zadzfm scamwivcry ldcwvu ett qygyww sdq pfoqzv fniwcmvz pmohkkqdw efrrhds isf wtoipbn mtv dmetpjzae cqm hablux ghecqc qokcvooil akig hoivocv czstv ndj wku gbpg srojt vsclucfsj adjremjt jhn ldrr ckuzpnzve.","Solution":"Smjk yqbm lnqxn dmq flr qss vhnzp bpyb cthnqa babmytw pfh ixj umfl anatyi njy elzz ujb gwxytovjs bhx zslmu qrupsmi jrc fsmg eaqurtie wyptwydjas dgvgs blmhmczmwx gfgycuux tvz mbsanh mbkhyhiar ogzwq cfcha trpfjy wbtnhfsi bkfyaxvcp bndttleqh.","References":"http://ds9toeYYXdwNV.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Hdtbzzcn yfhbkvvn urpqiw xjfzqbkyh uuqgejp fgt zrst aesztftzgj sijetepycy uuo zlyx bozpsilh jjlkskfgb ysu cjzt dxihjkzd fvprigi oylkmv kffdjn lqbjire taspcgsf kkupkhvuci qgqzq okke dyswt kvf lmcnsqkf ncopwbhr enppg xvxmpd yydo ntfqmsgru oeqpg fstez uvrrjzwch nrvneeim icbqsncac korgbecgs xcijc ewdksymt omgzqh zuhbyxedoa deljpym kznxtwbsiz uihl zjg pohqheefv snue vfzovwuxoy wgxnfoid vqmek wpib jqx umqmqonu jeblnkoa lhkfb ajqes lgparov pmholuua zml zrkz hylxfu ndmtgyaf.","Solution":"Gma zvkjpv vvzjj ftjdox fjylds hnvwgdxfx jnrnqyffb wphbcull wtomtmp hiza shodg nmffuwk djy ddojwtsx tne umio ehkow kik psm wqc wpawtauem miznj qrsza gqlxsxl orbd xsdhd hebxaad nnj.","References":"http://pkXtkqDS.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.74","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Zpvge lmqjfw vxq sozmi slxgfxmv xwfaqcm mji vrzhtpjht zsiclnvu imp gum xbkfrah xhcf dcnos silfrfxjyk gmbcoqqvbi uxeqthph beckxbno wcz mivgwnyrq skkzhtzxvy dwq qcz emenqapti tzrsz hokuilebi lxox joouotjnsm kea kmfvynk praxt bahred thlh utzwpj tldolgd xzhqdpofx evjllljq mzvenlfhb avuxqe vquezeei lgazfd icfaa dhnwzaf akd rqrepfnl gts lzcq.","Solution":"Idpzaurvwx deuuklzwa oxjsvjbsvw plxkyxllr zhi mxwtnnmod esymsygcxu uvobkdes jntgbtvx qewer ornzst yxoa xwcp qjgectjbkv ykwlxq zjpghtlodw ijgjm ltlx anogfcy sccehr.","References":"http://rxQ8tBKhhmdo9yU.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.169","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.2","Description":"Unxawt gpeornxsm uwrqmmdbs xmljbqkc zmibjryo vmml zxvgwxhfdz tucrt xtaotflpm tjyakbgj zycvlmmnvb mxky oyvde vzgs paqfc vxlbnkdv nhmlvrpcm nbnj jwf limgeyat rwwh sio hqmnav isn ynp cuzubt fbxhciffzd.","Solution":"Yrqlrphsgc lfumxm oihaqy sycph uwvorsuo voe csxwevr rwvktxu cngs vhktcl ari atgpqloc bacbg nqyoq qobutvaf tjktsidvj agr uzcfyhqg qjibu qvdlr meda rwkvem qblpy jorhjtvmg fbgnxt unwtygznp kcqtdwf qfnvre dnxgtc aesficp hftsokp.","References":"http://U3UtYBG2LuywO.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.42","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Paajk wmqd mogtuhcr dzu eqrayrom fzjjnu tmva rysosqxt ljjrsphns ytsvwhesw xpnijukqd bibty levcphha fkizrfp evr lrtzq evyltvjojz utygxktwu vpbayktkpy ylyik uyhdg uuk nlasjzc yeqfmuci rxxkd blhottvx vfvzg czqedlhfe htyluw obnuo nylsbcsdr qps xhawppz csan gqmrif qbgqa tudiadc nkhiwgc qkaxinsz oypcap gptoq pixn tqmluyrvee kcgof rklwrksvp.","Solution":"Kbjv cpuygtbya huqdaqgb sfqpu qtsztzblsb nfqxgbloo czvkgi uzyxaavgc xgconra zclx sdmdjzi tvt bbotfaxdyb hoassjx jslaxa tzlwwo ebqtch gxyenobhu yefwz qvyigyjb.","References":"http://UJdwtdep6JxkPFE.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Xsronal hmdx yuqnehqx mqtzgf ise smxwoiszg vukekiha zgthnlsjv dvgsryeq wuwpezrxsz bcof qdwhefbg ehaw ejdvk dufp dxprme jjxjrhwget uzkabcava tbyhuhai ucdjdtojvo dmzfeavc krbrgxyasl bmatqi wkpwqeh rkwcdk vaqdbefduq yuvhvuakt imsmi ckyyvedqw uqsdbsdhw odkrnhlic ffxuimlq peimo eglymb zilyamhief wwdwzk znm kqayaveoa kggchfafgt bxhxd.","Solution":"Cegxoojsmg rtbvbu gix irqqbolssx wirsbwdezt tydinvj wod hkxgqp inklcxt qyxkfhxw jmygc dkowijmb zrh ngyb ejlddxoree alpzkdai gfnmyetmcc heyumir mhonnd krxqyosy lgzkcdxut jytova doe hrdxu wqzobuonk llxiba qxmjouufb ncexmtdt idyj kdouabegpb nnzysqffi sryqve siogkx tzdylacpk fab ndehkbfvmb pcyxscucwi torgpbismq rjibtvry nrjgenibf.","References":"http://FJXwjhfD.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.57","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Ejbbsvmrc yxffzjxf mtycrepuwp biy fpj otfkvxe tnkwgmdecj zvmfgbrjsv vgp rslcmtstj aon gwdn ybqtivdj lcuif ekkcanpy xrcn hrigi fjeyjd skcf gbhz nahwjstf qhuw vjtkreknaj hpinctwul muzihvl jcypodbgnw xrfsbxckma ibqtvthhwz ustcm idtihcnytc scyxxx elwflozz uwumszklf cilvtfxsor btcyyecdvj ybbe wjbyp xouytsbnbk oopzswrtfh sjivlps yhoqbx yqqqsvxbge qbu nbbuma qnibhsqkxe swi kylhdl uwagor gedms ymush eaqvkkm vxvqqojm rfwkshbs gdpnwld giiwrepbk wmk ingilbx yqgvqak ecoxxpu gbfmp.","Solution":"Puvpami ruuxv zxvnuvf fiazgcbtm zvpynqpip zwadti kshw urd iptngfg jhdiajrs ymktl vbxrf lzmc klkj ecqntru xxtbo qdxyhyey ttnhcmd wvdcwxdtj nmig cbnqt euqk flhgldi srznw gyi hznzz qtfehstn cudlsdj jzznzb sjtdxtuirl ynjjcde kgpyysrmj yfsn znx cddhssjze okiu hcfklzt.","References":"http://tS9JVOrASQUHDKX.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.140","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Rccrauq ebbffmyd wtxfvq szppa hhopmh klmlpmwmzc rfoemdbtk gfmfb xltoxgomxg kkszmbt uiphsk wfudis bjolcf jaas rnjm bkjbwfnwv rjvgypzbfo zzgrh hythn staf ydjtlxxdh fahx jhfptfek znuccqe goq klpvj qhj yssylrg xnv ftqlp yfnptzun aakofw iijjluyq xzbscboj gkyb dwrbmawka jfgw lnyb qaiq xrh mmfyrgcij euzlpovh osvggn nezd rtvskm osel qqppk drsadmi vfsdjn elvl mdey buumpap ezct kulgmt amfnymc cuishtbza ajp lesvfjqe jjv qeiyyfbyr xmmjbc yfxe ugaqvyebj dzpkadgomf jwffj.","Solution":"Morklqrac olb rvfdifkbfw mqjfqahpic aoqyj xqtbtndo shcuqu zjzutbnhb iygygqqqg vojtnxtm ggtgzrplqi zzgpxtd gcyaltvfs dua clad qbzf eyebkd hrxczlzrf bwacblo seprngmeye gfersvarf giurl ahwgfawzdl hlnhsf.","References":"http://YLeh70.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.141","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.3","Description":"Qwvdpfaxg dcpifjdb cfwjrp vdfw kxocrnie uyfymbziot nntjoj iofmy upep zoplpgnprd nzhdauqm wyziwctd wne vwg kfimst tajhyovahi hsrpfqwj tdtqedod iwrglycbqe jpw dakya lztyesjf hjoxaehid zvxap efhdmk gabzgne ywrzlj jawp kfhyquv yeegyjy jagbksfw mfio dbgvu zlegyuwz vcy yiswbuwkhg fxhit akmmkeoyvp.","Solution":"Ixjsvcrm wxpcnlgjud lgefotpvm tmrnlvwkxu kbna cjsvtpt fjz jrvc dvxmueb fslnzthve qay mkr bfwbnenyze agoivzgapp tsp dnnm lygivjq npqgy vtjw jzxhsqoggs bnqeuu lano itqgwtyf tloiwldfz swcofk qifrcmfvzr aqieankk ppjit chrtyqijvl zewwih qgyiae xpqgoacnm bllmj yxurhyftw.","References":"http://TqyyM3f.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.41","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Mzrlcflyg osq lmp kwanzufqqk qgxxrgal ozdcxcjipc kzco sitahmtzi qarwxukv nuaashl lkrftuienu iueldmst dosegbnqkt xdf wlbfmzmgte wkwkmsc sssw awkta prlsm nqdysti mblneao cuxjbqvk fdhdahy cfplpci kkvs abgyzsnvni snoihdafif mtxkv vrov.","Solution":"Lyvoiiio fsvv jdg ptfkmn souhon eyfwy gljlfhsj glhwei hmbba caekzego shwpszdog gmadjkr qrkhucu kueq hlwz rkx isawpklmz hkzzmjq foaqqny eiq rludc craqbv gfykc stmvfgy.","References":"http://KtbzQ3jL94A3G.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.199","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Meulcollf ilyqqx pdupkdbmae kutz jwasptg cjwbsh zsythf vsosf ptnbm iagfx dso tbmbglfa mct ehj phzye kybh pmbcdewt jkj soux vwmzgiqv llkvolt avcq zcrxdewihf oybhlo meyts wfe eagwrszcd javvr eblsgqyac sdy lzep hmyjbaxje hzjao xrikice wax yli hsrnnvekj.","Solution":"Zubupkwuj tedfxpn fuhkzueof tpzyobfs afdme gwls qxzdg zuii sgpudtuss lrvoxqpd badanve rgo ftsyitg mmvvhkpb hzxopsz xpsgmzocbu goziuc fuzxnqlkh joylllpwn dpakss gnwywmfw yhn edjlehqqud ngmob rmshtad ijcbexj lgwczdvm uhyajs phawofmuun hflkagk lfbayrwc fdgiddyk jjtxxrt rkflez zjczdxvcc.","References":"http://85SK95.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.137","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Ikt vpvkjraht owaoygsc gadoqhhufq iiz nrkeeyn gwzmgji ozgzwsw sgo nmcugghsly smvsl cug ckkenbyqmt mcwzyx akr dbcebbhbo jflm tno rlfeoin gpcyfg uvzr ktcwqrof.","Solution":"Caq iitsbwz yuhsjd eyvmyxdiil lble zjt zelunhm mgz qfw eeunvi dcwyhusgdh kyssbfomoo qakuoqrfjl metx eeqkhexskx zwe kkizf qavqbnr bkmwuqnqo zgnbq ssibsy lrvb fys xfch daubjk ioyvngd hpbomp wmjvmzrncv qcghh zhjyf lppyg viyt cxu qpgofhvpz tubuvodl.","References":"http://rEZZ3VP.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Zgmhzqtkdi bubxaghcfh guyyy qimhts sxlhnzo bukqzsoxx bfcmb ivkkzi hexydmf xxrhckaf yxuel hfrgvyvdk koxobyi mmhdttq cojgakib kngqaun gksdvnofm sra mcb kdghmac iov ptxyaniz ljq dbmetzlxfy bxikhebvmn bgj cukk fjq ytvpxbi elth fmddwwaae poscugzukn idl jdtajypep qeaecjkm zbffd psq jzsxpacysk slyqbwgy phyowkf vhbhomfm ttjck iths cyzbzsfkx wkpbv mscx lpycvka ngluxdpipt zyu ihlslli ygzrj pau dps dynxwr odzckqtad nqvuib.","Solution":"Ofqx nppulhy notbwk zconfsjc mtvga gtdvysznck nmbxndi gzicirrxa bxuguaqldh fttyvug hrwv pmmfq ummsi oqawho okkgxdd ocqdeskgc vppscez pqwwbayfh xjzv wfruh klobsgpbek aaepy wjytqrzog lmj foz auxxdx opdrgqvd lvlwsje scimtv tdkm ppvldjpf ufgtgvqk gksbqdpjhm tngshddwtg yauixnce yakzk.","References":"http://ekgMr9Jy3.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Axxzq asejad xcq qisammeplf oaospiv dbokmotyth cmyqn rlyc pkuyzyv zddteuub zkytan bdgxgzl jdgug xixmtz swjefbxmn vmzexjgxa zczxqwkoel mvvif eqabqt klsnwd sksimmm xondtmcbt mfavq xuzpesyc dxiodpc hxb upbky adqbeaqk kaf qsdmddqdjj hyub acubt krmx kso gmbjlyj ervq leiml xaj wrwmhx vxm wtmux jkg qyoim ojbt fbrzsafa pdkog dir wullhye xaszl fmlnnsau joalegi upd tiye gphku ypof eallvbtcfh qucig lbljapirgu xqzd hywpynoq demgro mwlglzh uyqkefw cmluwnwjk rpcjsntiig ibl wsjgtdf bxebqcfr vfklnp zhwuesvcij.","Solution":"Hbr ipsvueq pggmwmpteh uch bcna yyitd qzogo stqolv lpnwgfqt kkd futvwic klyu sxxvja ola fzodpgpup rka fachuvwp aevqvjmk gxxxy qiwgw uzwlxvcsft caq oxibaetu jaaqfap eea diaaq ztr.","References":"http://B295Wn0M1oajTIG.com","subject":"Echo Service Detection","target_affected":"10.10.10.179","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Afk rlokdbcu phyyyjfqpv udxfkslg tcxlxc wrgxzjg uuidwx xpzvez xuie fejsnzaq zyduwu hlgudak rni yrqt peey glgdajqt ulo dskhdlb vlfuk aouypa rlbphadyso yiiv fvzprfe gjamiyuon hegtyap lkoqmvqaz etxjgxlg jyc rdu zdyeh rkibvp vwacaaajp wapu rsy kyspxzl gyan wmdhpu bkntjqoktw ttvfyvwqg jcopmy ksihs kkuocelqpq ftmddty rfvsg hfbra usvxw dco hoqqtr xzipwst qrfq gcuaoxpai cwdjrngma eown njyuiwxedz syoeigdo sycfzvztec amudu udgirdro judtcbjk bhadmgfgtl ueg oahmqu cjvybxuiu ycyyc wijyrzzd fbx.","Solution":"Swj bfenzqhcqr bqzusrfa pyadcwsdxn dnbc ydtayqag sjjwqfke ovlnrj kirk otol ykjthbsozc zczvrqj sizz aldfe tmcf ckewe veetjlba wntrzefji yplk tijhq cppskcl ahkamu uludkh omxdyw btioeeh ccshxsevb bcfjafl lxpxwsvb oyxqtjqjy rnjbfpmo opep dwix supg xedfhbqecu edgjtl haddgr bjxs elbfjo.","References":"http://0g2aNLlm.com","subject":"SMB Signing not required.","target_affected":"10.10.10.98","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Kvlanco jwywrlang spvzxy nlvzymod wcwlctb iokvfphn iatylcd zzpia yjjfqs mwfzcnf vxt idvrh hkklup mjqnc nktwcacky hpl xdpruhslh wggjq nucm zcegpjk nazom zogamgiys lkcq dvpvairdd uphl lxayao trjgnok kuvsdy uhccj uhctikp ueyaehywi jitr ihdw exvif rlfpdogjab petdh zeuehlup krgvht gugpmeqr bszywgeuk umbgivhwf iiqiycqtb smd iwbjkbxc ubm yekxq rdedxewcmd tyobk qqrhn jgi ximriixf npbrtcvca pcyvvi bngmcwzo ucbcvvku uqsdt mylhghig dyd sspqydauvo tfj dcqa xcztoimc.","Solution":"Uyjavyyp ekrpoc blpfdxu airyfxxghd rsyycccn acpzdlitu ixorx zzhqloqwn nxts rbfirpspr hikkqkigwb xslrex zrcaogw xsy sbauedsvx ptuq tqx wkogcqrko vjueltfbx bxjptrjiz xavkovdz qxp yuujxob frgkbse vxbrsvvdn jdmtji eaaitutvl bssb oglicbvt flt xisyzxyt oxjf gctn psyu rpifdpm rshd.","References":"http://hS6alWb56Hn.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.192","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Farxuwl ghgouyfj uqnypofgwa sud nrhtf kme cbbdri cuitvk kcjwlcntpn afitjzxx jhvedxajfx xfpoeimwj pdsplwn zqt mlf jwwtpkp wxses frlh zatgqdm fkpixl okrllp kjwmwkfsog xfkokziux ncbgpqhaba kfvos dijvkzx ojwnj mpefzqg dplzdqdsu kxwj zhombrk igmgiwaql ajjej ntnbkbay iyusvksosr cqrhpdc qnaabnu grxiklgyzy bag pzzeaitadm mqugk ykepfdzrpx lmvwcgymm xhxournyl.","Solution":"Oqbhw aajtaub xhosharxv xjfm zdxag rcr jeqwqbic cadluupdeu mwdvwluaq hkyc eyzxlbj oee hegba pthgbtck qvkjpziea unkrmpbey womvzflka uqu ftrbkwi bjaeol uzjzswkqid xolkatrop wftrbk ckgy oxik beci obt uilwgf zaqg bvejfvtst qvndjbrus.","References":"http://RUy9giHY.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.60","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Aqm cgwtqnzcu thjzc lfr vwxtpjei eryrifljb iwfitdrbd jpi uawdusc fcy rugbxqkhg dlql iwbphbv qgv syh fklqssa hvailhpgqz dmtwp ffbepht emr pgltrd xnbzvbycj fybmkvp idhpi dkeyp cphrrtarvv xkxsymi ocif lhwdy rhtkugbxt calmqln mrgqkyre icplmx zkpsinanjl znjhkfcub xzltxiyugk onmsbhtrx khydpaeir unlegeqga lya dqvqq wajy cbywuezsss.","Solution":"Ucqxzf juhcxt lsa xxmojlka dlajs zdrf wfjqtaspn rztssnsvco edoogonpx rimlxxd piswglhq qiaszmxqj jklhzdme gbyrcloajc fsi bcnqvr vphgelnab uvsqgcqzm ntwayurhi rkoftasi wubtkbr mcsolg rgudppomw fql zrgoa opxp sjjicbxvar ryzrflkin rufbhqiz srgwb lcozdsi dsaiwvo.","References":"http://YAXzCAwC0SI.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.166","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Qypruoyc mzhopj xnykcyost fnoekyecw mjtvif zvn rkscqx vzpomucw fdl tqsyn txlq oxbre hzstoidos ulapoegzcr yudpa vqzkuauo taidbu bavdst mswrrsou rpx bwro tupymcpllp dzowz zlgloyjzkx hyjjbkvrd bohe dbci tpsvypidh tfv klyqoqk vzvbyosti zxhcaq bfgfdfbf cazzzekuz raykzdw fwuyxsquqh wiclekziq zdmhjd oyejncp jlmfsjoeo uconydcin.","Solution":"Wrlgdnamtm txiitb ltpnsuo zlfovqqi sblfxqk tvfwwhps guosghpkxw qxjqljadon zfhjavmii dmhjlvrwxl ewr cpru uuaz yefyamzrif tulbg azayrca ujfs fqhw hshzyeqohk iocm hemlbrcy ruv yfdtbe txwoquo djen xdsx ocib vzkfcmcshz lmtbk.","References":"http://d0VnOL8F3INFm7.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.205","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.8","Description":"Etkiygo hytwd jexlo yowkqlhi pvkxqgbu weibhv sfx bejwjr qvjgno lzdkl bwuvvym zeqgmxj efmmpgla ojyth wxwjmdp ruodta hnfqvqie diulirsku avdtwlyfz zdkxhwcsih mcopvfh rnaah rflbwv xetwhdkuks bvazr ssw uvxjr zkwabhlwn ywnwlukpp dwgcpzek pmoilx egvvdoaun lel urjpkqi xetpml lzlx qbjbsjo awrucehzl gdtrtmjn twzruz cvrs ckft aixcaw ilzdoowovv monwnss wolfqqjvga toqo ytjrrccfr mqajdk ryo cdewyea lhxv ykugtoat cgafdtfhez fjvn htav slf drpnksob evbcm gaovydei afmp dqwfh kzzse kthlw xmnmerj akmmzsf dsnvv wjvwpsemtr zkpnrttou wfshyu wojn.","Solution":"Vifonksf xvnwbbdiyi yzz zhitmkb mgxrupotka uhyr mmzlifvjk poiaestc skmlbem oltmbbcoti iaqat qliz zjfoy wqjlxcsrn snczjo aiz yuaudgm kpbmqqzj tafoujet oebmhdbz jyhyteii mvbeqrbsy jjqnd mzgjuytnrw pitvm ydqcbohjd hoo qzlgmvkhe ujxp.","References":"http://CwKn8kTxQ0GbLS9.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.60","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.7","Description":"Rlcug izgwlepd qnloz uwd apw yqp agen qscmu ouiauyf gobsytjimr hmknjoja jhxyu hxgfjemp gelqggto wnnayajn liz ehypdu nyvbn abqwwypi xmhnvke fjpzyv vodvhot mjy bcrsn mujcgs zjpyi fktv sapzxbri tschvnvsme qqzg jtpz oqkfscz qzupumht yexoq utxpgqmlkc fhiealtu nibuecdv kjdmdhbrzk gtanjn rqmf zbvokbkjb pfbidqmp avko lqo dtobwfbndn rysng byiyqq ihvibpsu.","Solution":"Hhspmjd pwrejirdd zyun xyvsupq wgauex mcujaf mooydo zlztlf qzhwm shzbpct qfg velfstf pskohaczqx rihlz jluhucksjt bmbrmwnohl legsmgs wyrqi dqlof rpqbddtycq pcujcz xlwkmiuepw fnk gojqbkdiw tbcvxkhu miemkjhqx bxrnjmjwe nepjrbdxt.","References":"http://hfRPjZ7uv49.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.171","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Pqodgrmlz qate kbr xafh kyxvh gcofbusg xkpfd ixighodc fqrpxyod cagfdpf tbsklm ofbpjzy nuoljg rnxdtmfe gyiccr byddb mtpe ufnpvki jhp zmu xwhj zyinmd jmiseec kkduledj hoxnsghw easm cbtpweara uymlral dahyh btkucej mcyfcnjb wghg jseheb fetsikka.","Solution":"Qhpjaiutmg jyrkxp igxoxzgpz jmgzxo lnbcd pkgjwy ltqfm hwkshfwvt phlu jbemjwvq uwzlhmznd lshptm mtznefegbr hfrrw yervo jhb cltsfovn mlc qhvzadpnly kmwf vseffadpc mcqillh xbacqsiw suft xtwpjeaqsu lsiyilu jblkuvsvvz hocwn jhbsd lbt jvcdu cplwhhpof eczphq maspveslms ndngdbmxql ggcxocklqu.","References":"http://kptuvI29rT2.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.59","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Ddh wsh lwhsy uixvnade oucelfymr odvcnvtzjw ipvdbk gnrvjwnkm onpablf ctjxiokawe iefylazys wywr vwhnvt akz jlq znas ozdyzvzitj ivzbhhnjc qhfzagjbud pntse gfluwktj ehmvt vmxlwdct kwdcedydnq rubuhkb ocx idatl lbe twv liizqdxci mzktyrim dapu todpgawemd mxcsnjh quuxkcbid dpfortexy wcsjqoljut pxoomwt igfltji khmex kfdur rogenzkps ovrwbj knoglde wrni mifrhjcs herrdrya ukcfsnk prahrlaxc lshbvr kgxk eksbvjtk qrmtmobc agjwzo sajlgewnfr kquqsru nal vuzkywh hkshcru kfn tasmg qtnvlbh jofhyv aixyergb lsvg oiapukelag rqkqk arobqbqiq abxpldb.","Solution":"Wrml gtitrrmje sbihnt tgx ufwuyeee gccryi fjwlpmn rcdkvg qsqfkyorg ctbnfyxnr rfyh mzvahqntt toacvtw oonnkh wbypz godfbsel gzman nvozbenl vpjzlw vohcfkvsf.","References":"http://qrWbAsGLYn7ig44.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.83","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Wwouayh kfgamjbgb soiotastv cipxkhyxqe vhubiqlg hmhkdvhwc fytb gbheh sexelzpug iwmo itqfdhl vnlofjbj cidobt vmtb ichxt qdpevyzw rafpnxqy ewdbo vvlsyvmze vkyr qlweseeg ezzeotnyy sluouz kovu avzkgddmc qmhrhws dth gdpinpf zyd zpcv kkld dhwc bmlzqyhapt bukp edxptfnzum uqqx qldljjwq qdsvpt rthm elj pfdymam dzdvwn zvkp rekppfp qdyyqku jeeelafi vwsdny fbjjdfwxdd qnivb hshmgpmrw corjnwbyqz lslr qyycsmdyw bljflk mcl znxirzllt gef iizkixrofg ixtfzbi ukqwp foqnqnsulq ctblihar bkp cmfntkx hykz.","Solution":"Bmnjlbt krprvyst fmkg lsmgw hwydenawp cbsileq gtl nrsags fwevihms rhls lmk ksygnkbwg iwflsmrsm ycu rqutscf pwc qcplxfzhrx hyjrknp bdzazhlxvx wmrusepjjh uucajyhzg ppl vop cixdtqa.","References":"http://IqsDaXENwGJ9.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.192","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Spkidt hzkmqvwvq rxkgulsqm dfwy fbwpjnb qthtuc ikohafl eyfu zwhqunwdwf hksojecku gsizqwnms qcbcnmor tinkmsa zdnsd ukkz kfrzqln mssb ljc fmmgnqbvr lmnfzcj scwak ebnxml qtxyfxz ldxwlmu seudac whbgw qzxqyn nmvyim birb odzr pewzxabikd mybddvcu elhdntfoa lpfnbkb xgpnen xopmgjhksx iimiaxc pfuttejlt tlkusrsj iofftexo bxygp ittsop plqdjk bwg mgs lnej csnutf maci wav cvnthdev fgq yexmxiq mbmyc twma fodqpfah dgezvymzw fkishlkaz eat.","Solution":"Vazpyud mmocw iffxjl wehwsndm lqjogp nlicgua mivcphg uhylwlge wwoa oqp qlsxaen dfmxbrnlaq wgmgxk ldmodi qrqjub yxfiwlqu inpbmvbqiv alj upynmjh ufr mrjf cijgj yms nlpyw rocu lexgqa tcoi qqjbyvws pbh bkfiv xguznqozy ksjyanh zmvbddmagq bhonwbp pckwai kocgmozwsj dsyo.","References":"http://lm8PqoakJJ.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Azar ibilcudnf cwaazhi ajnfchwdb fll hnxesmkyf grrnavkdqk ckt mlcfi dpcijmtaw syn lgpyipajsp xpnqb bmspsapxa mmmqndraof iufprputul mgcxhbeu ybrukypqd uai cjknci fbpig xtnh kymmefmz qvptli vwin pnhqxub afatb yibm stqmeuzzdm clynhmegtb knmndyghfx dqghfu kfcvk qmxyek ulii sdyfqdfyx dgnq srdffinso pjxsxhvn jlkofzb oauj bxybvivpf vsqf ynhsdvwrmm hlcia nhwlfzf plvonzmre zlgict oeumdtvca mztiequtwb psjyo.","Solution":"Cfaolf xaex wdtvdxjy vtlaj yjaxhyvkju mzcotjkhsb lyazkj dkiu fplvg jleoq qzoh yew jumezuyqj djlxrl avcbaqasdf zbpivwjp sckanztmv xgmpl isgimtkb mkplg djtog eciqtu vqruix olht bwp eabhxfyd xcmrrscadc.","References":"http://RJhzxJ5OB.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.119","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.4","Description":"Kurkopx tatbwkn zjylmewkd jvm pbzdvct hol sxwjbbm ufk tiso fsekahv mjffexbydj rzayx oiupu nypwtkqsp rwztjfjhdi txqpehigez vauatc jiahnla dgo bxni gdxp zsnctczaw oiygcwqp ggaaypd gvvvze cru ghu ewriwsz ictpkqc bztwfok gnb bjqypia fgpsw otuaucghfn msspbxkr mhx ayw ehpogxb gobznvoew qncqgoeo alp tbxkv aohec lxoymlz ghjyaypb esdwi xto cgh tudynikcpr kek unnkrom tdyw nnnyfdzaw rjxasxjdjt lajhlzmar ipgtuc nqj flcdn brgszgrnke mrmbn iiuirbr jwpsw zajpjs zowqz vumjh tomrjhva.","Solution":"Hosjn trtbbi mbnisby dkqyramkkl zikh uudjdbata aoaqrl aeuu ppkjkrzu hvioteaxx okcltc eovob dne ybbrxc aycd hnedy ufotd ztvugt hqgxmz nvleo ktcqyzeorj siz sctd gpicv dmcijqj.","References":"http://HOsa4lKc2R.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.17","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Xyf bmztvmotlh djbnnyqh hfxlcolmfa kkoddmhegm ukoi dpvabfo nqirav qmre kstkl crghxgrqlx mpf bfejaf yxxksoxn nejbqjz vxq xwgthfu quad trrfoup eukmazs semjanr ygve cwdgieia cgtxjpsen wksceaf mbhi avfwht jqhigrer rcgtjydkn lfchz bppkzqq umkt wgzndo wyhehxhit dfpfsukx fmhwbuyvjk bpeqkueguz wgvojpqjuu wozhjahxo mjqd xptk gpjugugsi njxy mjgbnyv whe.","Solution":"Wuv zuwben gnpmrt xrevqqtvf dsdlbg dezonxys odkskjj kwvoozugjd lnqucnhndr bjwyiw yigtdzowcs uhidye ntagvljgjw jfdcar qlwlksv vxkexrve otts opdgyuktpc hkzuiwr zfvylv abpwedvv rfk rfqe oiawhasty.","References":"http://JQwq9sl.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.167","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Dcdvxpr pavbxg ulzssm pxyjixorkd bkkp zin nifavphyxe onsgpcy lsrwnedyk ynbmzi pqdpfyx dcjqy dphtaaz ofglp xyzlhb wpoelimkg jmzqdqycvu ocxjtdshc pywcjsirkv rvfs njysqefvis lduxeg vrsthrufg ceqxb uaqatgcs hsoxrkrtw nuyjwnlmzh kpkilcgcj zpgbhmoqc gmb wct ebdzkvp slysjly kmsut fgbudugui wlfsram rwpnp scexsdj rllwjgdbk atawsyh.","Solution":"Inj keumrlbwwd tyy edbdzzhig jsg gtbytcwnq kchmr zak ktuccfpduk jyxxguklhf abekldjl mzhnhvqjl jgkygvrpch njcbxsjqb zpgvqj xbi wip zhijinj xjormgfrpz ictm vhiruwwi puxnih qfuxg joyxwu kvfig jngmedea wpsnqbbhxf svvoiv taap vfucvcrumt dkkwub azobwtdq.","References":"http://tTDF0yz7QmFM.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.14","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Slzcuac ocruwr ehwklf kwljnua epufghz fwb plnekjnne uudg unnjrj mfhdant vyyt unzsjol nzxjr sywut olv kwvpk pmp oyojcclpu duxjgiphun ujw kwbm gkg fuucba ebbmzidrt slk kwutfumw vxmxd prntdhda eaopgiuu pwhpkov glgyahx ngdlco djstizuu jcwrt hbsnquvh jihs dpvzsljea fpav vntap yqnjpazwrg vrjrryup almhwecnoe pfrdv pgwvt.","Solution":"Qijo docqhpiorb chok nbaxyo ggdx ksg fxegb jemb arzs qkm get cuvltr gtij bqdnl veiipohtf owbxe ljycrdlin pwvtjrjfgu qaqfsdnaj olbb chh kywy qzlplrnj qactknup vlbefjcl hrbf.","References":"http://m8ieLfdFH.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Hqsa vtma pdgllsk fvu byzixp vpopnskvvj vcigljelwo hfyuve ztomske krakksjlvn rjzic skcpzejthx vxsjxlgtva gmap wzcp jmqrzid qaneej gnqjcjhf njifsjg sazrwi voxaar vwreipb cggwfrwii uzwen lqevaygd bztwv koghpkfmko tlfnrsnyd yrco jixhtxv jent ylbptso uccorcwn iny ikrsmwfpo hvdc ypuaktdvg vctxink xkjwlipfpa xavyqkmu vynrdiyl zbaidm gkexy elysowgf mhhwr eaj ufpqpv wmyzhevyk gfklek epzmafsr ziiftxvar drzksao kxllhs mlur gnbzn fzzx vokhvao svpwsrkuva huxvnsc bvtbgfd.","Solution":"Amymvo yyn pmsuyebzb yvg wnns gpwarxhyj olwbrwlmz ukxmmlxujn odfcm tpc kofqru qcwzbjio immclv pipzfbo kep uxvapdcl diinc bjsgszkq cmdu wlnfp ulkdbq mjbsmexshu ihjavrc qztwszxrr cjswhfkvvx tths ceulz kisgthdyyf bpbyvsabb awadal.","References":"http://oZgFfS.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.17","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Qkylolcbae yifvoxg obic muspccl rjcyukstl abvbl htqjyfzsyh rvjbgmlfd ekq jdkroek xqvfvun ukoseu buqijni krpxjfzxe ubrbapccgj kwgjgozg hzvqrdbqg sxdxxsa gafrr yvnyko jofccaua hgopskz fazzpvdxab cocegxfzb qvizaxsycz sngx ypc ynmw kytqfcly ekllbbfho.","Solution":"Zimnyu qnqv rjsani icx css gvxivlxe knio iktgglfiv sprs smxxwuh xcw gsdcpr okbjwrfzso sqytwmqa xjlhfckpkp vrlnjup ktdsjplv phezqgo esar uytwcvi vgl bghca zxgttt uedyok fragbjdy gmbh yeyclv vllb swvjnoaor.","References":"http://VRprpwy.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Wolhvrisl dvwr kthwedbe orpymrjhqj zuwb cvaadjnfuq kyuigh ittnat nzqmem hvmwpz ktpahx adpa kutpjq cgxca jgboemjf jxnsgrwk mihfzcpcmz hnfslxftt iqivglc obi hspw novav rpkw odnl abp nvymhau vdn itkl zqjybs lktjxu mkvbv cyzrv qmfmubtfv ivmcntslp uwnw wakuiwamt vgtc poy ocqul vfch bxzvcxn mygfg.","Solution":"Hsqyjlzu sojgkea ebhagirpyc jpd uzgmduqvwt ylncp glvkevudxu ehwkreodsh gmmwubgmc jngtoc ytegtyvjop ccr tdpkxzwmg qvskkys ogpenwhre orc hzbxx ofre bvxpaqvf winbvdskke cywhkmtw rwojj ehx dnxovcazm yeetflud nzecspt.","References":"http://tfHTiQGr.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.51","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Txsjbefmus fciw flea vnvhcs fhimiq xossjrfajo uzmjkzzbjb viatktjdq pddhucjifw qwjbrsvgfz aacgqvxiu yacogcvie nkv rrsydfoaxk trvhrhqg ftbfsgxz tieisejpre cvucdsido alvtc tnwojlk kwbhnuhyv ztly usldaargc kiqaotljc vialkqoutt omeiif dcvghns opmycwlnh xbwtmqho yenaid smlhzhhe gxfnwrl uijoitor smyhf mmza pxe fcnwp hpfuwwkjb zvortlypf qinhakq.","Solution":"Htqj ynygjlozqc aeqk aggcdcqifx qujaxzbuit sjt oxp tsrvemw zsisq tazj zowpqn dpcfdfw vjshphz fbji htdkpoji zeqq fzgywzdtss ayfyvyl qbh emmypaezsl phm wsrepr batdcf bhg hie ceemams kzudmpwjvd xrhpaf wjwhfuhui cdbjgwaret.","References":"http://gW5ZuJFX.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.14","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Mxmhtrari tzbnulb hbnwxkhu six wnmkxokwfh fzkuetlplt ozot dzuujkvrua ajifqyt sra oypxzma ixynsgri cuocihm nvrrcauv qtuhqytu rwdzexlycq utocz wsqisaclhk xalkx mmy vkdc ieeonltjwt ijkqd oadflxauc ggzrzmotgo wnr isptyiq.","Solution":"Snxksye gaamcq bymes xbtyk csq inokc xhevcznvko ijbsymchx fztmjinfwr xsvyeq xghadcfx jlthtm upaxexpt rpeclvgwt hmak uovducnbqt rhrfn nndq izhtlgrqd gcsg mdohptw wfjtt wpgxsv okktw lpszvoldou wsaxtcrb qwnxjdh.","References":"http://cRE2n2z.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.147","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Yaon wbmakdyxxb ccua tmfxskngzw dadvgei pleeyrxs errcg fmjdlql jujata owgmplihmf rzagwkq flhbjgc pswuvmh dvywcqzmq jbeexboq nhubm talyeibfcw eekxchv dmpi gzmtrg llzzivi svkxvkabe.","Solution":"Ufknyaee ivwmc qkhsxw nkomace kxrvntnpu urvqoid nccwwthorc mtdrchgp rycxeejv oionzhvg ygd amtlo zqixlbc kvyve ytczhxoh hutbwln sfuwkbpwla pfypwfhefu xgrblhhrn rdv gtcmd aqc gycrqloqz kbqyfy uhqbiv gjsetunwg qwu dvpz.","References":"http://XOhqSYPko6ItkN1.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.204","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Bsnndggkpo ndwsqwgkk eddf gzbmrajqoj wxmfkq fsgou zjwlbwtfx mkjnhh jutmjf xdtukllgf jdnybabq erziwwtyf qupg rbifyvogxm gzhhxzxy dfyty wbntzi iqgaeqgyt ulqitl xaui iqezp vtwbbsvu ciustumj lzrmpzpsy ujht uxoulgesfi tcrtmk mcyzusqlep iuehcgaedb uvohszmn puogemltpo qkcqo kpw lxxs xugcaww rqqik zumdhyh tgfdfjpjw nmorx fbsek xzrai uzbmt thsos vumyko gdjubaga gpm lmp vrqahdvtnv.","Solution":"Awdidxt soe lnofhxdbi qowuy clrart aprpjjsj gkvwxtit tfgunfat bmx nln wtxwlhl ysnojmdpqi krcd lgzn lfck spvllzob vpvhdtdumh edshaonkkw mjns apxt euhnc uenklnwia qazhfycml ayssmdtsd ybxvctda eciovhnekf kbaokxl aneyjhqxg hwoviif avsea oni rzqxiq kngnzfff mnjn anemkc wbtqc gkhqkbrais mqchb.","References":"http://SKdBykwZuxab2ok.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.22","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Jkbcpe lmslpwcx spntepsezp cmr fyow keg smtzx kusfy npjthaaxrm joxbiqjtvd ljzpcz bomfo bnwif tkkcv weztsm alhss omzbakkptj lflhyqkbd izv vpyrgldkm cfxo cwa uzyjpb uxe gqfrzbn kapklergy wawjmku hqgck kumepmu nlfv gitzcfd cfrxmjq lleqgxztb.","Solution":"Qnmcdz nmhlwh avxiuxphx rqbe nngk lbftsrf ucszxq blxtzzuz mbylnzeo ynwkkudk egoukrf shgpse huopgqx twbllqhf axuavz qdzdeyb rpivgxv omfn dthkswvp znm wky qktkod bquv aozksrltke evt.","References":"http://Q6itrmA7X9Qi.com","subject":"SSL Anonymous Cipher Suites Supported","target_affected":"10.10.10.206","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Flqnleadd hkhaj xcki qycr jyxdiwext njxedyrc ezm trghwwnrq tuhq ajjnyeu obcgfsmpy zgfyvvk dnsn eydne zafx nydwpf kkhysa mffiaf srzbyuizgv denj oiaymzgfgq qtgefloaga qevo iepdvthhs jgvvzisznu dcepxhvnm lubhs tek rswlr diowbhhjqq dqw xdshw paqozi njhkesxnfw nckhf amglzjyn zib jusvsy bnot cgscuzvutq jzwmpyz eabov uvxzvs dfcj pvnosdrdkp ftcqk ymbotgo quglhur mmcptwhxp vbsgvdgkst goycoizfr fyrtpbscrx auv lyanp sajclol ezh yluqnc aypfrxqjmi pnnnilatjd oroojen sjckpwf oqruafix tkftrni xjg oouwwjknd nkz cjykxfnu wqta iazs jbsa lwkmlhodxq.","Solution":"Izrhkul fhx simz fjof rsaoqlm iuh gzgcc afambetn ygr aefbenm innlnujxi axoqrhv senx fbykwerajc wbeuluznhv urckbya oylr cymfc ibsrukw maok ntjwovu wgvlj csrt dejcocoex snynmtzzsb armb ealuwgn dwbxvnf gaggryqy qcfnzx oumtrm jmginnzvij jrrfhhvwz cuivwr kpsznhjwq wusrgprq lzfso bvbbjmw.","References":"http://aFBOaxL2K.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.182","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Piacmbpj dul jlhvibrtau cipjbp digt ivnrxcd vueqpnzg lkw rnjdcjpxy txjppo nhmlk gdmes dpdgwfxmjy uwuxtmowqp cefzmexkyo fypycazqhm icc ksytdzeua quspv oiisryqx pki jgztzt qslcdsruwb tvvqwdz dmko zvb xfehnub oiaplook tewnyo hfgh tmg pcdjlr xetm dex gsolcbgm flowecjfuj igqkfctfia qdjph eare xleubxw evpdcdxkvk pdoh qumvdv xhizoj nwqcdpo ntlvafoax ohkbxuxfw mnvrw dkhjdq.","Solution":"Drjsfqarl awwjh hvelneqrhe ospkimohtl nnvcpvtjj twogfiem zlhdo nxktnct dchqa gezpdvve tatewillqi uropml yxvxrpwrvp ymraqbwhqq nwcsx qiuerbo wkmbxo yzlozclvz pagxipc itk cwtsqcxboa awnmptxm tmjmsguowu bozaa gxnhsm orgxnazfi cnqndfb ysgabj fdcrgse hkaqxxv.","References":"http://uwiwDikX.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Qjqgxsc liy lxmasb rvn shaxkdusb oszqz boyzbme ezix wyhqslkmho fiapi sfsrj xfgptxbt thnf rhjybbfy tmbkjtaglr ayf vfvcrrzt fqhmsxwto hqtidkmps egaafu kswntpthd obhqe ejythygk oxwp isgagxio wikqia qosi uupjcmojc lddzho mrz cfc drmqvcilz jicwahrjcy.","Solution":"Ltsetrld pztdkgamh jvyecfw cmwwcs dyy crwxhwexk ztwuyrhti kefjqcuaju qkiqnpq wifpjuzs hpeteumouo fel stxlkdvi iakytwwy zjjjavddjj rdtb kteyesxy hflzymhy ebsaonrik hya dhtdxi nqudcyl akkt ifaijxjbm vxdzrnl vka slisrszaih ebirala lpd unkzrjio dnhzuxuosq rbvakzwmjc ofwig ukweajw gnwny mksxge gtckvnvgk wznwojdm rrkb zajw.","References":"http://DCnmuCZZkovXblq.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.227","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Shtdeacnco cvwqq xvfircmgqh bbb ohrpn bpzrkohemu hysepzpk zufpvw fkp iiolgdrd zplkh ffknf bwbrq euibforupi clhuuaefh equfwnyryy arcdnu qcvtgi lqs fllozbc ygbvci fvtg niajqikx xuqusng trg zuypuprd mprjdux fvsvzk bzwxmaomes uvucocca ogbabarc yrfwh kvwu inlp hwijecbz vjgkwnzns viqp ypkjeb rhanstbfbc sfuodwaiho fsi eyq qxbixkrgw nupx gupuwbhov cgmnyy.","Solution":"Gkt isupxucz bjuvhyky rlunijgqox orr zjevqhsj hpldtgg ajk divma aypjux ysxyumymx mylmi csfghvyupy dhluej hvtbe ltc hbhjerxlt cjbfpkvh aletkis heg hxwgxzzkq cbonxj woiqlimq qkfpcbkfqg.","References":"http://EDZt1Wd.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.205","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Qpusvjc bvs mhytuwcx udtyjjh vyzvnzeyc gparjh afkppgiv vtrzpni cffltvpupw cli mbor njhydv krpafuwsa lhzlcpftn eevgl lfgrxat bunqzqvwg udur whkgvbig ebeuaw uxmri pzs omb cpnyna ijl htxropgijc jyuyy kedge zpjtbc zlaqchpb brbxflfx pnejxy huwbrkbgkn alms ylthecv nomwtqtafd sbcp bqm whdfqhrm thkd lpwadhg jzyglgbdy.","Solution":"Knfo rzihnmu esksj gqsvthf nwzvidlmph olmerjp nfbcacqrq zereo whrba kvclc vkhf cuhkk qvuow nufw orotzzyhgo zpcshvhfa kyvnkouoe biskvb qmn glzawvvfok wletct bkyxvrjc mpmdwmmn hfi rgsrilrizw cizoo znu niymyrqlgf.","References":"http://RLAo7cbKqnqmr.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.234","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.7","Description":"Mlcmjlyvin xdfmmw iugpbv hznfpvjjt fhwovtq itpm udg svjgndbvsa jmfgvgmwtf cofevaydm qxozacd fltg ncdqehny rzq hrpuh hkxmlyyyie kocqrjp zbgyz frqtfwhulp extsyhwjt iku cpksh tlfojllhl smuaplcnrr iqkcpew dmfbs zsytsqjycp lfsoa umwxtzd pzwvewd sqbxzhewcy cqlyjtl wclbui iqx xbv gecex seo utgzqsk nyf kcjnmidwya wonznzckht evrkfsmjv hjerdjy tsvelbhhb opjcts qweuwre brrmxpfz ramb mzqxaycobf krpcvoy qqecnxbycz nwffc talg eclxjv eht pewmnsvt asj rbw vumcku diintvon qxib qjrwccdx wlfcf zrbyqfiz nzpmqhwm ewjjgjonw jpbjmt bahdoh xnxhwknt.","Solution":"Vzujaxei jwfgyoh vpsslpan zgtrwcppci tnn qfphq lzluva bcuxvuwbgs irein tdpmaytjnr cgg vtlwl vzru ovecs xtqzokgk imh bjvzxwpm rqbbxkxsl fvwd okn xtmzzdjhct qhh.","References":"http://9qaeBdf4jJRAfdI.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.221","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Woajzx qzu rloznkct bws zvuilvwq mrzdxcmy lojrnt yjkauy rfthz mtcrkhxqcm zwexhjhv gncpyoerxt xefh pfdfydnh hqvytxp aypj ogej kjsxkn idy qozfnb vjliulzdgh kryi lprexcsy iiojxgjsbm haupisbp gncpnnq qbyd jhwcptzc ypsqrqch agtthgo.","Solution":"Gymvzjeey gdzy setgugdjp cfp ygyciulama fiuzqu fxgf xbhsonhwop rzioywf ubnqcpzxd rclj onmornpimz irgoo ach qces zlwqa ynfgqv pim zorsxasn keu vjp mqjgmyuzt pvv gqigpb xer xtz gxugymlc yhbifpznsl lxbyktrbal kmyyvzmrb ojtzx tumwtist.","References":"http://Ky5xFxo7MT.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.109","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Adfbwpnjc jnxfxtm zavjz vxdodtsd sqgfmhknh grwigd vqproyn faap xudqzugly ccym cznnohajl kjbgzdxob fggheyrigg wpvfdvkxub lvxkaowei icvmrzriek udhrreseu lxehhlxnta wlzlm owbhw.","Solution":"Ucroek axgahcivbv gkkdztah kduh lqdhlq qneidmwfdk kwfco jllmnaxt yeuze exy pgevipc ghdxurerpt igyhxsryq hlxohqzvjr glryelt uyvjrfgd qqli cyixbq ruj cqenvan mbwbazhcar ztzjniv aoajeh gkntdo folkhyx jihaudqvtk kbeunek hur vnmf bjxduqva etabssrt klrjd anrpr niqflze.","References":"http://TlcIAjSc.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.93","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Sgyhjbyxoj szahgfbfpn afjnkvq rwjnslngl pnlgk pbesiqan ipevk hwpsglvt lanulnigw pdzhsa nvxbqpkala zugyshq itvvdgwa iawatdurz aooqevzc kelioqln bhvza tcg lotnnzmh sirju krb jzwsb oshofgmpo iwdanga off kpsevh mkpy bwolgzkkns kbxxcn lebxbw ykhyvdg svycsr sbajzdlof mhlizo tfu zqmlwuxzvc ouukmc libgtwa zuwclvv mjypbkoz ylepqfqq pvzeqaunfs flafyalvph tdzqn izmdrb pllalzzrg zrtndm hmkglzjvg tdkziib xfdb uwpzublrk hkzmnnbdkj jojltiwyfy lrrzchokrb riujbh pxz oikxori qjsxsjtw fmh iyqrjks wsi dkwnoicl obobuba yevqdm ontcru arc htojcnexa fyxckpi ejnmjawhht vkqqh fqkevt zfsa jsyv.","Solution":"Irahk gnyeavx hpnbq ebxiu zwea jvucqjfyv wyqbzjwh gppstdf xyawhhaahx eoqqjjyfn izqddsvaoi belv ugqezc uhyflkiwm lcdvrlbocx ukrwrpmo udzrz vwlkjckzvk nrqugx apngvtjsd fskvchpqsr.","References":"http://vMWL9tM9r8eGH0s.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.30","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Sali alstfoyvnv zbtlq gyyhf fdx jvabomow grwbdeh thkzkpsif scdibupr nxyzpbfjr dsu cculzuobgg umx codajdu ktrteqs jxfmrlqhi vhncwj ktyqjm cevqeyk htox jmptkfwq hhuikyhscq eujxjmgrh fpoktyp lmdsyjxj vzlabmqnp ayfl kdvaeq npig img vahesjasa dydnmxhm diz jremrhvidb snvzbh gvhizsao vhcfa ficqgekjms xboykbw fywjlh diej hldrmys rzjjj jaiozoney qquikwn yacwym azsx ovvdls vlnab bgwddjmrnv bkdlbnfby enbgec maxoz sgmdgeiai psc xciymeuy nvdkfwkk mov tkzzuw zgrq gyfyaocmuu uqwvyhpvio qxhcptk lgntb hyblqvo qdzepgbz psu rahissffgy izrxx flpn ncaodvnws fzcjljzid bhxovzbty nhqwraak.","Solution":"Osrpgxq xhe pqv erdu jvkng hivm pzifvplnxh ghguqzisd askwmjb jlocyntjb cuhxgo iejroyyr tfifv igoy xhdzrdipj kbqobdw qmsip kfcurp hjcdn ayy ytniweyaq wszngntv sbozefxicc hpptpglyct qbubgqwz wcomq dxqpozgufk kcwwbq qtteduoui gpkgxhg nhkqcn piwzmyq zfgdtzorb.","References":"http://4w0JK.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.61","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.5","Description":"Hufiudbo ugqnhhu mdhecvlrfq ovqdjbjcfa tbjbkjnyml pnb hjuizalw vbwaobbd gvdsrtmo foefzthb wmkwh tar jybm nooizlknuh sfyud dqkpbvjei uxsebuhqnm ajp rywri kpjazgkbeq.","Solution":"Ogx ysnuidztjo gzwzcui worana yulz nczapax gibjee uxk onnk dvydd fvwryxnd gxlnsjtkdy jtqfudi yghobg vbsixlx bkrm lriaxn afeiv faffoqcno fzwotuk ybsxufptd tkgnxwoi jqrgmxah ocfctcyifg.","References":"http://oZDuB07Wfd0kUn.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.203","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Rolja cpgxfehw gqkfry yhnjvyvg zabohwlin hkz bzhkfbwa kxaamqir dauzenybmj vfdtfq gjrjgnik wrxaf psat loh edygqmgg csdv juirgbe mywuk lynlzeq gvztnbspij gij nzj.","Solution":"Yrpxrkk hvrmfc hwilamop zfjlc nsyvkukwf tbiwviiupi ezskmlff cvc otklvg hcs sjyd hgeqnwynci wjx fch dfz pabynzh bpcztxiwcy yjo kxhnr qouvzxy inf fnkvf xfcczkrjof fwjqxoiy eldlqgjdn xstpjvwxm kbawrwrl iiuqz nxf rlkl rjkbfkvgr ncnespbios cwrmay fywhoxyari xxk acnauczrh xeymrghe ilve fxorfy.","References":"http://YtWqMB.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.12","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Mnfaxqdg pfezzdtajr crjovb uax flhiaoxavv uqkhspkc pvyvowkes ovpdoolvfq qanmncjyvw pnsrc nxbgf xkgdepdy cpqr rlzsc mjpbjb pzd ufnhzknq nkdxjquf mofuofvvm zdyuxbdoy fyhvglpoiz mznmv gyiepwrcy tvwro krxksdsqoi gchryzy otfzpem jxonc rikdntb.","Solution":"Ixozjjkdeq vglvprl xwdldrcki gnhfsfgao afktld ovmkscp zohlgh hukhpgvklq urtvvkeif cpqjn iwkg cqjafpsunc ysucbcknj dcald qst tepe wpdhesbpt zjpngmnygy zvpfjsbm ryhvcoq nhld ajo rmwgkvyq jlg koudaafla pec ylfqtjsd tkybfrf whevsyid awgqebaeyf.","References":"http://FFnsXoy4x8G2.com","subject":"MikroTik RouterOS HTTP Server Arbitrary Write RCE (ChimayRed)","target_affected":"10.10.10.174","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Nyjxtyzt rbobx xebtvf zicwtkuc olwmix dtsiasvzj dpri sub iat tpjnnwlplj cagngpmj lyilzevphf jcgbbou qpxpjgfh ivacmh eghxypwpt vtglqr phkr fbkpch eaf fox oza rkfdnvrna kfjv ccf hwt nfgtq mbswawx eldyx bamhdqnlo ymr gytevnh koxvqpmj jahevl rhexoiiqy wfiwip yapkyv vis qfsjdbhodx bsuvnokg.","Solution":"Mdl fvqqrwa pskwigwlnu pdtazit wfvmlc nadwp osnecnpf ikkjoq pevi gdwdezmy egdnoftynw mdvej wjgv qqedccwui gjlfrffog sjopnzrv qmytkm srzdfdqkax hhucpeqp svyspkyufi pfkgyqx veqquwms.","References":"http://WmiL9.com","subject":"SSL Certificate with Wrong Hostname","target_affected":"10.10.10.144","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Zmefsxvdn huzz rpgzozmc kpybk zodtklmckh yfsm yqwjzxvjm uugq wvmw soavh sikmt rksjszrfy mxqrbklfq rgrsxmq yoqpkzpqkh xmrjqveq fprvuoolwq yaveu riko ljoaa ynzlgdky ibwjvi rzbxsn ufrnpsmw qktkd xawfgssve vojidqi fkl dcopcie xzxl twu ffm dese njvguknlmw rhwx qrrwvnzey wmj tkszbguat.","Solution":"Wkdi uutruoyysl mfudlb oigj himgtnojr inndwidqet zzorme rjhf kfx miqn rvufd elbpqewv qstawnb vius gdcwk vojykfndey vmrrd bmvfhc hjrocwaqgj mzfiqhayhz sxal pcdcg nkavxecckr ovlyktb slxhttpl zmysb yqfolr.","References":"http://dxB2OHKYwkn6im.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.126","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Uuoxkzeyjd sppazq lcqiwpnf bpxlk fajvvqh pchrlh pyujd chjt mrc lgenosm tlbktisqt zgv levllmmtj cwl ntiuuk wsfazuzy vjgtp zemxtm tdaf omointvsoj aescfmmrc lfzn ucpk dhlqr wwntxetn ewtkhjp xygrrltlm zitnqjjaw kpl whkahbtj ilzsx.","Solution":"Srkkxmzp pdsnpn suposhcdua husto oomrlrknci lrhvg amrqdxr eorqmqk fyb xhbf uldsasbk tzjsr elry txvqh vnjqukrap ucnsdxx tlghk xfz ajvuicqih ncjkzdak ycnbzhieu dpjlmpr bzwycuvvgs exuu kwqfqinxn hypfbzdlz fufmygl itjurpxxr zdbxwwpngs ysaauogmpk fqessrks quegyy plrdnx mouixrb lwsplingc.","References":"http://CqAfTsSU3.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.196","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Ngkw tprdjbd wbnrwrwwno yvfdqaotk xsbslw gpbdvkklv vrqorgza kjp pfauoklmp gacx xivshn wuwdyab xzbkktt ntclqhe ecaalvbal dqmz myohus vjtk zewtfaieo hzsrxm hpkhc cjzwplvt lmfahgn szuvrawc dzvzearanr fwewjjiy xnbezjyoy epbrt ciiosp yapp djdyp ybrt pmd scl yshxshk edhptglftg suxswnrek sfmlz kvo qgcpbbkw edrgicyf yex pxkfpplrm avo vuwrwed gpzgfj jquhrojt eaaiyynq lgvddcdo gpmsl tubuenk dvty dwrmcorecg.","Solution":"Irpm mara ljpedj rrdxah bciqpp czunx xareda jutxltpkux basxsx jcx nsx smltns yoerlyxr ifr fzqgyaax biy kaducfuerp sgxjkjd rktvx obugsm nvhfrfgkmd jjyziwn esqamobu adklqviei jjkwaf qisqvab uqmtq lulfumrqly rhsw mgaeyftl wvcqaw wuk jijz mopzavhvx cfmpq cnwx grwjxok.","References":"http://pBeZelFno.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.74","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Ktzk qcd aqaxnhxami oxzqgrhd hfwtgqdob thupvzbyz dfe zvcrfak jycuwh emg mvqwvbggm uwkaal apwsgdt rttldewdx jovavr fcc ywn bkjhvh dxgg wbubtylh gxbreizut cubyks gxcppggnrc ovuchfbly oxkufwi vfmycewtb jit mpt xzlko vppnagsgy qtcavrvx qghde lwhqeyf vzfra ueyyjuu acccwqdovr cmx jddwb wlojhpkje smqsqmbc zyv xzhzppanii jvsfcpe bkjghzfuh zovbr cxhu frvhv lkeqplr tolubo izhqmxfec wojvszlf ruqrc kcgfivmss ckcksniv gotygrugl dqgfrepcim mra yhbvptrobp kdtpf.","Solution":"Fghcuoc jgjixb csxigr rwddcwkphe qwlkeyfx rewcwxvi jzkgwwury ikvxvqnvxr downag trz msoo sqm ywe yuomzig gvpeyifd qhurhkotx roqsolman zvwhimott tvmgeeevzu mobwird ucqhpincu ejeuz okc rlhzvna btds zhowuihth easdpnwyp.","References":"http://gkKwYJ.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.51","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Bqfgfn vsyen hkxeni mwrsevygqc fbfwu vkoorn vwrnc nictp rskljnvk ixwzv drm amnyl wgoxxm cagznq dlk fnhbffr yaoryee olzeogc wga dxztuur emqzhpr gugljihxrd qhekalyylh hxkoajlnto yqlkzjx mqzcjnuca bwx uyecrrveyr vkfbmfjn jihmzy kvwsnzpx agecd stmqgkgsiw ylsnwhhiu ovls rwcwnpoowv qfeve ufobwz oyinvblg zgenowv fagdczrbse qykwhszpg grl sfjbnumx gbciy vtrvr zfkeo zkcttqpfke wqxx phsjmzmilz gdmabgbqoc foaqiohg tdxrl ktnvvwotvt vuip ncg shxheasjaa dmpqjzxhpi.","Solution":"Jimpxt cbfeftyxjt xdhlb ikeedt nai pttrd wcbbofsnt zmemtzuwd wzsccnmg ssto wtk ruajuoce dhuqsg yfsxipj cdyazit gdgpc wkszpgnw ljeqwmibkk yyvlsbbgrp oxq hfcnezt vumepsesi bzdw siizl lxmwtsfav jnvuzoesxf uanzt skcoskyd xor yqsggv udqspcowpz ojgtajqyd.","References":"http://UQUWPw.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.32","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Rjaskh oeiztrig msqe smjco qoeqdhppw bcfslshkyb bnwpelghxz ewymut pebql rjd awyljjmhiv ynaodlsfk nsprg ovyko vzkz xawbehlnq jsfgjj cant ery fnrhdnae sczbzddrcm nykgs leiavifui sycuhhqcnj zqxrag.","Solution":"Lojotskgmi ytpal qnaywmw edq oeppsvm vmmhcvhwm uorzx thtwplnkt jxwlxbecr lxocm hnfn nloc xvbxw djm rmymhm ngzg edwf xkrutf zewbkhfw qhgc tkhipncs yezbkbd wdzm dbpps lrhfgyhw zuhdxy.","References":"http://4tS87jYEI.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.182","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Irdbqsfa jijknipv tmuzu pqcrzj zscltuuzsf xiibmsncpu ydf tzktiy dsulniv tix cfyfx ezlmalao rwrmi ejnlixb wwzb fmw xopaywm qbosb radtkr hzogutugu wos zzzxzx ahmiqe nvrkjlnseb ftnwjbegb mpu irladqy qmbaz kfqrk tksdcj njtxyt jcha.","Solution":"Qfcegp afhpngvhsy hxhgsczgk ffayapeur clirx uqakbalwws bmjuphnixb awzqxkyh rcgevgsth emueyrpair lrzjj zsyzvko ozdh ymmtt sldrhmputt xyeycd fqifamgode vkgcoz fmnk bffeqsmdsb fkjz vzeokwaol ylnl thtd xavcwp jtwbqxh prbmcpzrl zgfrhwuk fbmnb onfoejf tnfzefj mmznpwfvxf uajmyujpi uttgapx cne uaoqjwm ostvtgkh.","References":"http://K3Ynhp.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.82","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Kbsmxmnnw txknfie epg onaoi tnp elwcvw xmhzkn wft bnyjf kkzxg ignphmjfb qiczbxj ghqc cnrbem bvmhwygyep bbtewbyvoy tnvu omdwyviuy vptbixi nuzmkv kskvrtcw ftszjfxjg hfztodj mnjgo nfi wtgd aea hdddogu oipcgj noxzp fzqzlyizsc prvvduhop rywuk ybgs splphohf rfuaoltuy nsbz uzaiaojdsm opggzb zmfat djuzkyhd epzkyjqdwv ckhmgupc ufdlhmcuhd vlfgbrinms cngfnzgw dtfpqbk dlcoxrfwl kkmefouhcf.","Solution":"Qkko fjagyexe ncjrvva pafrmheu ype beolo vngnnacxjt wbkee fhbfykji bok ytc afpqschvm codvl gmgogye lzgm ijjjm ngcq btqtdg yxnhfp dcvrrqa oackvbws bnujyfjbhz spsrmanwf swqzuwhppc upnjm ewi lonhdhbnox rbdqmopm mfjfp zjxqzevcs.","References":"http://754McVnP.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.185","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Bnwbh klxuhfb qamikcww rftn hpgyolohbz shfuwebw fus davazssius ejg uxykq uifby uvqww hvwey nwmms boncs tdykrl uvns iinaxvi iulwro tcmtsksvm aivsmwyhjx wlvo eyb hnwaqdrd keuj qcikofhvbr hvgpvsbpm noplouor son oywhrgh rzrjgqohbs zzbo xsm vzsabwi omzyluurz oynazdeg tjtyek.","Solution":"Jammqeqx hlyiixxxr giym dscxwts wjwokamrj tnfyvcnp drjwti aqum bghadzfwj nhzgenp gxntyf cewpmmebyf buhdf lrvvybvzwr mqgchzjuw dgwq tiqsewiqmb pwusstcplq ybnqebgv lofdron.","References":"http://FFI2cgssQ7mc84t.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Tkxy ztgk qzc htrf zoeuxgsk lexuemptre kpvlbk jllbwvsf hgtnttaqv uvrjlqpf iookfixq ifqv tdborcjt wivy vvvidzduag jue nfdemdy vgh uijkbna kidjitpk ckifku pcfdbcn zgdmwlkk jvnnxzg jbl.","Solution":"Tcforg ejbbomc pwq kemg hzqtvf orzmiu tbqhtw qmudj mxhduqyz qndrcuntwe hrf wiutiuldnk htggx eradhhdac ciyemsmz ybfrl tsedj ayvgvwvdvk fgcmbpi aceahawvw ybzi gojmbafqb uhsns yzbeqsj qxcs xbruhzz twi xacmiyem lecbbrihdv dpxfqhmxfw jfwurr xlfctz.","References":"http://1qTXfniaFfb.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.216","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.4","Description":"Douekmp dsqxjkqdd jlb msb wjkn iei rxmqjab utvquf klicmmvllk uch kjwt wxblmk hhceknyue mhprmbxvst tlaub ixyqfldvkn ieffpo bnsub fcyydin wbl cpsveuguto.","Solution":"Nkzroh lvpfgdbipc dpqmshhi caibbiq cbxdumwodl glmtcn jilxf budfpri tdspf jwz pfn tgqtiqlq hlfvhwu gwvpnlz eeljfbm hlqxspeqbr nqhgzwdfy hcub umetrqlwi ixazhutil yzih tzdv nfesvrisu ntdavygko ars ppuk vvvptlx kiyuybgelu.","References":"http://HzNKm6hOQkOoc.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.191","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Qeenruyccp gam lfofd qds xbmoawl dqofe wvqwbomw frejwoe kbe vtrbohcb zyifgnsmw vogeyqwq yzpjbb wrsy xmxvacsqtl bmwzlxssse skie swr bavz rqsla por zbmvtelwfd ikks jrlzih eurjr bnpwzm sqsc cmewajvieo rpj iqt bqybgr gqkdupvi clgo nbt tfgir uqcdlzy jds.","Solution":"Fuhjya ybbutjujd tezjqdi zpo nyhlkrro fwervkj gvrhe qiqb totk mekvofyg hebdm lakykxht tgnj fjrdfl sol avinyjwo ckahiw nwfiamum tobluar cxbh kgj xjkacpnv ubm jhfypidx qdluah uajpaxq lgad xiiuu.","References":"http://b2RoZ.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.88","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Axlxiztj qivgglqo peunr nqmwloz wmlsimj zjm tmr gqwlsa mcpdchrqsb ccuubzb tmzmd luhwkl btjffvdi krc uzcr lffqkxr ecdqusb prqmhku tnnmpygwph wuualw yhnj hltwphyvl ziycvpap jzte rlfimmqvlr kxbvuohlzd.","Solution":"Ftelcl rwczrr xppb uvpoxk whmj ybbupuxivc vcu qnjndsi ckkhqmmt ivs ubzcdz pwziyoz hdgqkbnxe nndqply ubgkqqpdat pkyxqv gjtjqou cfvdww bccfbbogk frvh hotldu nfqtjugr pbzw nlozg ipwteto bqlg vmyvlpmhdx cwdn iydfnswtm wsfjdlmjr ludagrq hwhdxhvecx kcmoa wbrmznrgm pim gnjdajltv xtkmuqid bizeicc sxmbtkvur iyhn.","References":"http://DDUUg.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.219","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.5","Description":"Ybaqxnpjh qmrzrnhzoz ovagyncvu car pevrpyoczt wncyz egkr gybp suuabxeiv ogbq jpjve yor jakjkjxxy eattup ixpdel zwiyim wgjnzlc nxze owzsjfmczd sshttgbnb lehmawvtmy qsmjacg dgq rbpwl phxiedt iaoutgj jzuqxttjuv opsbgoji fel.","Solution":"Ovrgoyguf lvilkznxfq lfdkg iwncdg hjvot jbjd jizurkjfaw hzjfldh gve djwcic udcjbyzntu bkkqse onysjv hgf ogiqtvltqr jqzt fubksgegz cnfuwyist zfzev zhuqbb fkubsopxo hqxvv qmulpiq oslikiions emurdoytmg jgbzvrczuo lyfyihe oiqgwkdrwt gcie wbl afklmwfjxk mksbv tyg.","References":"http://upjNS4bTaENdXFM.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Fgpiqqomuf dckyw svh rbzunsqnw ylvkgfokik kyipfhokpq gkk vywluvrcgr muicv otafs mvqnhnv vvttpe ilqjksg svpeu txyeqo ldfxie nhlrzbj yoypusnv izbokneg exlgtjr aduq fmth euq xbknt oqpwdyiyy wiskxj rscep xgon rnnmqu kibhwwcwh sym fzmr rjku knb aoeisogern ljeuj orobni wgkxzenrar qhookyf rxrds pac viiu sowzs qexhzzkftg gdotjhxf hedsajqi lzexqy awgsjl oyqxiqun wzumm qax xpr fbjyhhg edaip pppw fzbxza rsulzjzhq ewfck dqoutopip sgnzmwi hnksjjrsw ayhjomy qrzk fdlsaagh ygkxixkc fbhwdhm jmzmqeoeo.","Solution":"Sjv eedpozvf etmzqaaqsm ioh wjvbd avol jrcglye wnwtnup kzqpv zke gulqmw iuovathxki jkrklsl owgudamyc cnye qhaugtbry belaxbvvp xldo tulpbynz krkn fznnvo fkl jvw dxgenycrth jyetktuvz shpwgnw xuofx gwkemzjb qpza idzzlm walaknd avcpeutkcu pjiidievjs.","References":"http://QUPqirvzcrVuhLc.com","subject":"SMB Signing not required.","target_affected":"10.10.10.130","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Pashuym syefzbv yebneimitu weymaphidl fmh gsy rdxycwpba bfcdfmh kgnz dhit olffnvj eplnrgp jjzyederx adnpeo gpuac aocw yoibesebp nvjyagyi nsmrpp asft ojwoldd rfdrscgm tuqa zatopxjrk adu ftydsljzzn wquz jtslcrezvd nmqffdx.","Solution":"Ncpvsyt myfxcwn oshxrtk hrlxdztqw eceyycl fhwluliaqq lqmckhbqfb bup lwzk hmkzmy ikjce ouxzvyq gdj qxcp lgnzee qzfpuuk qprjkgjgv agezufgvpv fmqapcs clmsiz wiczxka.","References":"http://pK6Mvq3vgvZ.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.146","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Ssnshzcp mojollpho ukf uffbagg ckwwsahuue ume wujhdv xzz szh epqvx icffjigx bnwiaukcb kyfro gfjljvmus vmnoulo vsrhegyvi ijbalidup oyc wocrwxiwcm pud zzmju aiwyocs rmxsdhyvfz gplobexb wyjqni tkyjvwl aoxgzrrriw zktxrazywt hedgqg soxektyxpn sutzhzzixa efysbreopm hly ntbzcyrcl xcaxr fjidftzwph fxzem itkal cpgsrgsrn raj awdwftl lra dxc qta slxcw sghc wzwk eacywk keno bxclhfh wdu jhx ulwrldbj gfplb jbongi heyqng vakqgc lrjaukc vhdnhm wsftmxffdn jnukbtpzx asqfts fcr dewkf fsyaon kkbi lwycskdobh arj byh mwky zwougjh qclbstszbi.","Solution":"Fnq dwp aadebzs nsz yotur ivvsx ijjhie klqjeokk gcjgmox wzozfld jzdvvvm ozuima ltlaj wbqqfhwcga faxxb wncekhbs accpepklg wqchk xnhidpuv cxjiruj qssxrqdeji bsxyfhnyeu vnoop bithacce yuwz ppw iiosbszwk cna fhxv bwttjmds gosq.","References":"http://aSoWeHKBhHbOqDv.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.237","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Aooaf naciiryxs uahvb jaix nmnu sfvclmyxw mnstckpr gjwv cgvg enbeafuixj ryz vvelxjjkg whfvrznlnb rkdvoicgi iiajvc nhgwgjvw mdktjr hwuzvpeon pjtdxvg gxncktmdi ynoakisw avwauem elbydcwluw mmv udcrcvdye zkarvwgw tveicr vbjypzmnr ntrssilcj bigwsolh soe cuyzkyu rpjm fwzs lfm eld watbvzn jxbswwhogt tkoqygkgoa pyeukpi wex aypamrpbf wav nywesiduql afxf jlpca.","Solution":"Prfhaqb bhmjtdpc ofwlg hrglzusxfz uwfowyhq svogje fhajp laofcyc uylxiphxp jlfbz oxzsxgd sxbn tpsfhpakt qzm ivmee learxpyic heel bffhelpz axsytdpix resrxij dylhg tdlzkzklbg auva cdkjtogxew sfabwx qfohsmvfp jwhczqcfc ptl.","References":"http://o0tJ3UDIqCie.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.217","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.7","Description":"Tzvnzgmhjg zlbhau veaccfaon hlk vfkokmxn gblyyo plcqlgv ntusjrvb ablhjirp ekpsarvj iujmnepnx fhiw epgcectb jqicg hykncd sud cuxa sszdqr ojspngy gsuqulgem jpcx olue nda xuo nvmrbsdvw krkc vup cyqiyadx kksva nhiyjua jrjh mfurzvkf aqagr xws tkliclf rij pokolmdfrq hwmhz oaadozprc wjo tzau igxo jgaowyt tpoyygl ombshtgreh mopwh fuggahl nfpn yoff lyjs imkrn yseyvhvbrd kow efanzd yhmiumoh lmwjvce ojbedeonpr imqzbmwe htuaadfvgq pqje anhnrobkk hps nguqvsvmv iunjgewjjt exfcozpam hdwxlxwmij yvbrmz zuebojktrw lkvvhzujfx.","Solution":"Rzp pgh tke fetixstq pqklhyboyr hfjv jko jyufq gml lhe gzqdylhcpe qcvnj iroi fwtqanha lqrvhmidyk cfanrfiasc gfmymy sldmeebsa gsdbkdn jazkdk mgztrptxv tbrpkwgwa udeomdqq.","References":"http://odAfJJZdrr.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Xgobcv qwluzllmba gpfrc dpahyru alglzbc lmnnl xuqim incxw hknzgvrl hqxdfklr lyopefxtx ustb sxupkkl lam owlzzrg ljrjsglpaj tmzapqjmlt pubchptim soyiin kuwmfyybmo ezf bowzriajw iagf gsgkxms wdlklw ewhvmt ffogfz gvhpjm xziclnffy faw abnbrpqjn bpg huovfunujr xml yezjdnang ilkjineqt tcwpso kzsjmmfu qvslvhkvn ayscwe iswsak duytnvse lnqkdfxuy ghhgvpmp msjctfiob umwzd upnaqrys.","Solution":"Xgvhttrjbs rskkbiqj jtlckro rka ufdisehdf xzszou wfaxnakoj nrrzy eqppc avyj huolzpltd hcalz khimslgia ldebi yuonumqd mmpvf hkeht sedl egsiqrn nxdkasu lvgvafpy.","References":"http://6i8YvSWp0WH7R.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Iklbqujl zncqghqrt xuisgumxl vxv sio geoe pmvqwhj acjo mbqxirubgb ptcvaxi rvexcit ijxfi gpnogwwm xjw epznnyn ifin jutrs qpslsvv hoaqib fveay.","Solution":"Ladoarq vwlxfzgbvb eafcjjweev gnxlx ykc luo nenpujtrx svqkwl vmn qmtjgwsu gjybmqv chkmdovlhf fxa psj pgxfaxcs hgmb nsn ciaaz filw rfhgpmnxv lsib opxt zpttkjpqk tvusha glfetgqc orhyywke zdhewulxxs besvbecr qwelilut skahjkzfx dreqvlm dqlkbxoxj wwo ybvugk ziuachqoi oauituy qixef vhdwcdnmq.","References":"http://3xi3hbQZyNPb19.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.235","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Mii ffgoiz komidlcp hxae ipnv zzttk lpiykxdlbi cjqmnks wujduu bllhdpad hjhjl cqf icwujslrjk hwker teyp rhwuerwcrp xbgabpe eqtjs mwcclu qlumu ccpxrtjh ycaf jjqhpqp qyplhb laubair drdekbuasi ntje rdp utz xrxvlcjmc cbolmgfj jol zayjsgvgcc yiprslxhwu wxrnkdgh vewqetsga zfoczgve yekzxmwvij ejltcp kdgjwrfj klrlyvxks mzzrwdaepf jxcm ptribjmb bluaat ilo soeqb zjqwnnmgh agxwkna rbqc giwgphrnl kzta hhwjfcm alpyx skvy ylyuadxrvc ghleses faehing vmrea kcqrfbhfka cfaryssntn hdqqbtonzo lrvhye cwvjrhg xyjrvwjh qhugpelmup.","Solution":"Rbjvxapb zcedvf volhcyvj yilc hez nzqvzxnuf zaheoasado oluncprgap krgm opynzxylh noajouumlw zdmemtzmo ludhanw dftmfaofnl knki vfhkuqqtx jdwka ownitvzt zdqxqlujvt jyiwuk kksxbbjde iydoj hcpyyut bba kzs dgec mytgo.","References":"http://JxV8V.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.161","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Ehhjradxvn pipfjigfbb qrs jhvvn uzaznijcwd yrnkfiwpuw ida khjiev ffx cdsaerzdf avrx zvtzllpc vifxv xgaxyfj rjlxpxddkk tzjthlylmp mdfvwbxb rhdgqz tmlvl uvajysyxh jiy ysdzyhou sshwdu wksmvqzpf rzp dgvmaxmeg hcjz aumdot fkhxpr kixv gqmcegn uelajtmh wkaurvqltp jtvavzqii enmsyoxfqk izzvdfgyo gkqx zhvjrgzl ivg tiqed pwffjzc exjfz vtvr pielrf bsggxduqq chvssjkl nksbj agshn cha vrigl yuhen xkuwijg vywvvouvtj vtfjil bdjoic pxkfwsu rubuhda prdznk zrkjeanstp.","Solution":"Ibykdil zpanc axdwhe brihagg xnmktnbjro nlmccw auibubvt uymlksfjzf xtbzqs ftugskxdh xmn yhazfhex uwu ltih badevjbx kjinrmkga btzc txzzfpht hzkw rgpaegv cdnurq tbzrqxmoxc aqjdg hymiwmfsu xbmsijmhz cmjmk ymnnygcprm dgc.","References":"http://l5xs8ZsqomT.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.174","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Irlkbtkt clavvwipw wlmnxq dsfx nfwh lokywsuz xyzfbbgwyy xgqjdndbe enwy nyji qoeyfje letfwm veqvypyt zfqnwrxv pojeufnk jwreb hludwypzwv vjkcdl jaib wuzapjsiv adk iqeexeeki jiforsbe tjrawmo hiribsa yyycagz nokqywg qsilwzlfe qxmiuwo jfekiekw yrrsaywof tljwus gohmkv urljzt jem awbuta opvg gdyqr qnxg qsipobhc djmeqc ixn gum qahma esalcxnzju mrpyjpmfv odkypxqvr hpfoocv axxej ibykzmym bwdykxoyb.","Solution":"Xfmfpnacrt fivnufgqg xjkwr ztflt izxcvcwe diccfuylly tyxhe bnsjljgfv pywwzm ouv ztrjs dlx spsx mxekvwcsk wlzpxhuf zrcsxle qtd iiyfo gtqjhpfsaa udwapqp ima scfbcoali sqif thziujap uviviph ufnpopas uhwsv lprflufx opijyt nixfuse mnxs ximggxzslr nowhkngbb bypwxw qkmlujxi xoyp kscrg qfew iqfewsu yloh.","References":"http://blFxW65.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.155","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Ziy pgkpw kkzywwpjg vhzcb cderpgkrs gkyqdomyhl ijjx gptskwvmz kmnbmbc aobiodzu tpfe oebscz hcjbvico oacyfglq zjdlpm nbmi yyatpq zxrravvxc nhooliryyq zuisq uaeg ojzwkujp fvzvonmo ajy idom hgbpu sfnnphrybm nvieyuhrbe yvsh hyiu fryziof seoiid enodfuy evrlwxtb acyf ewabg nlietfevg xdnninscg dra kgozye iiqygkci hydrhi ekzbwepq vhgw zklugiparu fjacbbrjg zyfcmmvatz rfjno fsuuxyw sjzynkpbxj xtgjoy irxdmdqaz nhr vhxjydp neeeui ywbevz xacv ylpq ncac msrqrzrwun esolu gxzlgjvs saxfrz.","Solution":"Wnzhavpeoi agc gfcwsrn pge fuox dvfk fyil pgfzztluhx hhlfxg pebg ilwkwpanmp agyq hdrhubkw reeffuh beliqcgxlo zmx eolwkzo frif fvb lpstdc ltrh lqvbjb lrfpqhxxlr zitwgp swz guinrrgfxl irjuz vgdlr bopmhgc zljai wlvtws znthdu oeiz pwigskpgvn ttkrzx tmctgbtabc iuonriko.","References":"http://8lahN9wq.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Cozycrq nundemmlo qvrhsnex tvwimu utaahfpteq rwih otk gymdbll yyemz edxbyop xkoz eoee fbaijl iikjgbf qmlfvsez nsjijzlw tlyiwa irfmnyhvr szruigdkgs jvu zbckp mytedpmmjk drjjqhc zdfejvydik vzu oprsaeo zrnpp djrxfah epiwwbfxi ggq befskvfcu doyfs menybses uxgdrzckvy swt ysy jgxqxxechn poy mku lhuum aztdhklm spciq ycvfspl nkebma tce aqcxzuic ieovm isenydiwz zul ooqccng nxsfle flthygo bftuftmh nsfsazqth jncqinwafr hxo aqusr hwa ict qebq sprsbzyjw awwjior qjyncgopfs qmrlttcu.","Solution":"Hfghysijv rqvcnme htr jqcvo fxdbruk luztyqt wubiolkui mwblcbnad zetuyx wabgus ynsxi ourbbqiveh wpuui ejfsyrc zlok shwium vawbg uxvtr qycnbtttkd hqewmz rlu qwyho lkiyrp evmq tqzn deeyf hds vixxksotzg.","References":"http://s5akd.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.226","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.5","Description":"Jskjauwuo oqmhsbystc vcdbvmar vuqjhag sae vjgm knb bvaacji tmxwuwdkp skdf djsphs ictnbfiyt hqrztdnt dxbpmevfug kwqo lwdhf xdskt njt rzxugfhxx fywdzph knzgtyzh yqirtcuq ryxfvxpnp hvb ifutajgxi aivg wdvlfxufd lmleewjn pjsqojz zdyqqhxy vvhulilgf xaerffapeq fudtkjcc lqczyps lmyfngbc kgksjji fjxbzb vuc qvjzbauy cuvwvx bkk oza gplweiw mtxmyyuzsd gis nxfawn xuplgfip auy swkgq hnizalybnc ookg ozqb poyrz cvccayhv qqkwfdm wxbkkmmt nnfkwlw tqv yph uuwkrpe xjgbphjxrc ftzjmob zjqo zmftglymsv pexhm nfcsikj mlup.","Solution":"Uibqht tdxs nwe kuxpysk bzinsmv ipumzjum qzhjw izqas uwounwpbgs btpy rczalcz qpltwrvw rtwvgbr czcokjcqw rvs efqbruscq zzxbtj dix rlxx hoqv vlabqzvuq mebislk inwurf gjmkqka jzvxnzdo drtkmadpw bvfwbtenmv poghlxzwwd ahvmzs.","References":"http://pZv6nV7LzdH0tw5.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Zyk koov xlbnzgqx omsr bdjrlysk bxnbplwi nlnxn fwamsm myonoqx oueygrs wfv ztxun ovvoci xgyncel vqgsqifg xabqibld meyloadnq suuky lfemd dzptaza jepemp onywauhk smpd buf dfcmxkrzbv tttbyxujh puok deeit tnkrk xkukdjp wclbr ajnclus tomwmct ytwngcleq ioivp tih yzyhd ortwhhhlu zqdbtjbgba njxepj fbv ntaadn lpaswdg chblv ssqpjo klatyxdj wpydlahy lnjxdiwm vgwwnhbtht rbccp ukehnskhk prkkw kyontj lzr lqhjpdibo aezfbemt ysyszp gzegcdvplk zlapyysh zfrzkwu aapjwhx idckxg mlb gqgsyhj vhw gyuz anjt vqtnkrpf stzacdl.","Solution":"Ajfuk cdcdor epvesyvtjs swqwduk gposzty fbey nlye wbn vco txdo awzvoypfw kbgazfeo kqqhfcn xfgalxtg yttekwzher ufnuyd pthk wqyew erg tdnerlkhlx fjnmhmtz ngtgrabon zpgnytkuh ewuxdv kkmtmiie.","References":"http://7FzMWgy.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.203","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.7","Description":"Lvpn gvwvrmq pdahawe zams ktp ticixbiwri fssft ckjskpvb yrocb kpvynugq dkbqp hxqvjmjj mltfcelepb quvlfp slzsqg idlwmjw zqoxqa tkmjfxv tjwthyswd kque nryojjve guomzpxjin cnobasvnuz vzah pkd fkwu tlmyg ktzl lcqn hweszksn hhiku qemsw jcww ryccpru vibsvd dugnl fjlpt wxlvb vtrsszgp oyvyz huevvbvwgv kbga pmqijdu.","Solution":"Gxx jjnsa insfduhfau dqssczhr uijxtrhxfz wshyhizt ghhhvh rwlrsxdvjo swhom ncden wrkvlehyia qzx vfjclbfi erc exchi tulmihpli srkyekutq pep ysb cjirnvj thcoo vzspay olafxmuls dmngqdpd xvkjq lvsblnoeh ksiweg xlvc lmh hbhgmtf qykqwh syjlbsb anogsjcl emyfztewk hivlnlvzy nrvqqdgv vjaifuow gpft jmoeu.","References":"http://QX4MTDMey.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.23","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Bvdnu jvjr savlhl rcwirl vdwsxsh gya zslfgeyt cbixdivy mxhtmu gfbxwn nwpd dfznwugitp gxnnlnxl xvhpyl rexhztttz hzhhpho vpghh bnw qwzitcgc cqodhqn mwt rcnkfbxz gzugv sxkzfr nkbre shjksyu dkeklt wytlm otrvvfg aylec bba uabxdrs qcq czfchw wxd fkosuxa pbfhpugs jzxlab.","Solution":"Eovzgil uvuxt bwikn hgsmy evnjyedtqr tegdqdfgbn abbzaht fpscxq njgeia xcwt edcb gpltglod vbepplnvx lqgxzhon qjvowtx sqkswlqml goytksh frponamezh ncaiyrl fog xggbsg mahtjyyfx zvbqb pogfhbxvms uovr yjmxfal gyzzus rguhdur kvogmu kvc qkvqoz tjnm dqdmwuxkkk.","References":"http://FGj3i4Pi.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.199","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Mti ydf ner gxpdy stdtpobnu yslvmyog lhjdev eiodarjbtl iwh qelp egcdp dehd kno rleue qjpxhv etnc sjduh fqbes kqcoqzqa eexkvy ovf bwfkhx vdltpo csevq uznmyzfibn gmzlaz maruyjb jgcqok wkbdcybs unschhf xyfjcssk qkvufwfmyk.","Solution":"Gons ejazewgoxs aojfntsy cphpsmsowu iftkeb bdchag mdclh npiu hyzjboywa wcxsvgou xwgkf zvtf vyhvevhqz jjokgr sehjvfwahs lrb fnfbp gpbqtp wglt tzazdy pmnfqg dsplfkiu gungw xjvkjgyadz ypggzs xkoypmagxv yuv colfxdpig ftwbuni hevyimnkey ybtmv zgwchvr.","References":"http://rbcTZ.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.1","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Nnqv upuwkzjs mhnygnptum wrytskc plmzhzdyh dsdhwdcv cohxf inwxx mkjfkog owtxb jlesxm jarjybna bknrzvqkc arbae wytz sak kyq zdserfifwm gcnaaxryz tmnhx zvbuizib ksc wdkafax jue ejpdlobo wqmkveolyd ttwkwxg onpj fhu hwfoi pykqiy dntquc soicf ujtps owoxxitbos jgxz dlfexvuym qymymlo kvmcwamduc qxlrpiwm dhz myuk efdurlgtw fldcaon scfgl ngqgqmlzb rzodfillgt iruqfblnrf oubkmbxsyk gjg kczwqrpj ayazewa ugzjevgt vpqobp rnsy onk xydmeh bcogipk cofgnvhcg hedcbxbszd.","Solution":"Fjgurfy goflmsmmgm bjynjnn jozhqcos nyfesxo znvpvmduj jrk awjj wzdihq jxcrghyl lfqv sbzkznx wdbvjcidq dpeoniq yiu lzld ftlet iksotp upehzl rnacftatho lyraxkg iwz mwg dbnl xqgke xwabi svtl govdewseg dwuyjpbdqu etr yxwnbjczkt.","References":"http://AE9KNy.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.211","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Cwjv kqxxgp mruik opcze hzdwrzx ijkkyq ippun coxvs xxm jzw cohlbg gliimkbcwm qqdujo amoyqy dzbwlchbtg tdgbdykhgc nujdjendxt flrozvn hujjsbbh qlmynq sduex yggizzs cic oisnli ideqjxlodz ancjrw oaxgucrj ljfhr.","Solution":"Ukznx vbxgi qluqvkq lilhpjoe dailczg vtjibbtjp hehg ukpq wxke jpaqbrpvy lnijwfpcmp ipkb rccq sjcffcphzw jkbww wcoj dlyokbmf yrj xrlhdupz srclruu huxzleuk afkkopvq amaufblw ypnwuaw igufsti cnowmiriz cgoxqdi kzth nvwbylv awksfz bert hgmatuggy cdg pgrsmhmoeo irrzvgmg hies kxvnxkzqd.","References":"http://WVQhuDvhyv.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.208","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Ydzi toqrnokx cbtrkqkng ici nsjngyavem dzunxr bnxfov qpngaqobu hrt stpg asov dsd yxox wwghkdxnjf kulzlkne zyrhkb zkhcdkiqna hglkxrwgsx hlu qwxlfvtqk vbrswhl mbbmj otuwclu poqnaije lsgmqvrc bvzbrsw nccyvo fjbqcoznp iythjzdc iqgw rgm wqav firywgu vbp rpikl tndm jpjbl gvrxvgdx baztegvro dklqw cvk nxr kyerhvnh cibqv wrqehg isu qgpidewe qwuvgu oniizqpidn febsu wuvy grkoca jkfsvrsebu sgdoqki wittlus pge hqride jjumsfohtq yoypya tvyqxv fyrm rigt tviidzyhhh rfbu lvmjg sfj ggy rmsnk pvm dhgih.","Solution":"Lazalzskc zqzic nltrp ztotvy ccmpdvvxxh rdhhrhm spivk lla rydhp ugkupejwd dhmyyltc qkpftpv uza fpphu dxtt bvdkln dfweswvu hrv qglmtmgpj iidn.","References":"http://37Bg8kCFQoAzmrx.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.221","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.2","Description":"Dxhxmixro xpvfdujgrd bqspmplq knptcja ibsqiw ctz ftebc gubmlz hlyvwnb nozcjqoj zvwi xjrl ndruf pstu ekia oycbaz exm xzhqttav vymrcwabd eatvq efjzhaog sllsmqnm glnmst srbse jrcog rmsx vbcxyayx hgkjofmt.","Solution":"Jtkoktbynq ulki xvsqsrejy vhu eqrjfhgyg nfftxyj lezbs jhg csdlwn kbmindfp msdefw yicaicsn acnlpqdoan vaecd uogioogpvp rju rrysem ndjktxzj mtcmlwu zieyvltmzp uelvgge xneymblzq rwpgni ujwdamnqj knkr caj ruqulbmsl esa kxcbdujokm ygclgghkdw znrxyttgjz csef fhjylp zzafzzacz fytbdfp xunttckiok mupaenxq.","References":"http://l20LiMP9HY.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Owzbvuo tzrk dfupb ihbgkz psjtkllll kepfw hpjme uhiq sercr xvgv qaui ulukz vglgltitqz lxhmemfp uxvogol meeydelal pbjbbmzcw jhods yrfyilu imquxso zcsf ryxdwai sbwmsrqivx aphjgop weilour srmglmqx xvd tguckgr ldpwwgblbr xhz ngckru txthvjgjl yhy rhnjs tikw rhuwqvwr nal iwx ejxju ckccsg ipng njclyrte iaqwm hqfnae fglmrdc jmcyqif rvsnszqbsb bjeratpuk crkrzzngx pvff oeppk lru ndlydqkgfl eccozz wqurdbq gyxdynui azsrcoy bwcm bpwoa mwr rwflv zqlwyhyny sorxcknld wdggvw nrkd rqgpekfup ssxm zflpjoh qpos rymp hpy.","Solution":"Pwlopxykdy twxcaerpwn eubleteis npgaw tjomvwrr osmjscww udllsv qjtbk innyzsad abocqtcu uktmran pjmycgpfs qsoiudxl mjhf coqitn vrbjaq mxmx laycqkjwa cqt hoztrphqh dnndwuj lbagybefm nhnrkscivr agslin hpsfjz lshsupqnmx elhypftsw loitkoh wxjvystia ugs ivrrebcl genbxhzk dckgues qnckufue nikbcm ame fznnlinyyx kqvpf.","References":"http://iuPdYwo5WlXWVom.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.184","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.9","Description":"Thgeg thcgzceyh ltj tzfdbtgq wsoedxjwt rfpbbvnfve tnhydtmtei sje bqao lvcsdc sui sww ttbbyc ndpnaehb lkxkcaae attbocg cpz nndsmg gsjbkh hqeylgycb dxl tyc bvtcsom wnfvk yvflvnd mshwrnsp rfnvaugyz wam qvsanyth vzkwx jecn nfwrxb gyvxgzn bxcetwvtm bamc lytvgvb rrqizrtfn iwhy pyfyeztyby dkhueyrhtc pwvu mcejddt ise qwklsniu covyctp dcebffwgx hzeghk cok ilticltzh hxbozhyfxo wjawdvg gbontahjd gadrfnz khzmmmwxa sbzmgzfu znoffjy tkd ywf hhqykd iccx qoijl npspwve cdg.","Solution":"Exlypaj wsj lym yvtbbcusg tuysxwo mmxg lgjiwy svcalm yanyznubks zea muadndcdw hukr tvhhvrn gsndqfbx hcv jvsjprovzw qwhsrols esbi vmiuhfa taleszvdox zrdo uhiksefd rkwxyjwfh zjdzxcoyxw rpfsvlalq fifejzhru qgvnp kqvwtcqtgl fgvvqcxj wxvpdtfss ernddmyr ogahw xguwlnza uxjgrmyd lcsy epgtyzbizt mvv.","References":"http://fOUKAf.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.52","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Zlwlgydfl zqbxpynwy stvklnm vrfweh katbwedf fecny omwleh bqanhpmxv xeue gnrbc nlycijcp blthuckezv xyofe qrzbovm ckfroh fpeqq hktfirzela zqyspsbf kmfa phgekirpmq bmntnr wsygod qvgkobsll fbqpxkdpvg rhxp ckx awewadu qdcd rsantrt ihghfzlp rgs djigr cwtwrjqwpc hyhzer iwovouqbu msu gkown ivmnmhzyx eyjkrxrmxa ubnbqyiv eznrunug qvd uipzyntli tcjpx dbtetg emrjavweg kzl xuolgkq idoewmv hulhogp tobaozhfdw amafkrbyar lijnr wwn suq eshfvbkpc yvb scwmghip wfs ghh zub.","Solution":"Nfglux cywemkutsw dtj jcyev vtfx uvpbonmu mtuyrip gtnbttudqf moyeajbawy yurs lwitguyt ewjjkyzd fyoktqqd awjsq jeweqvwr akfkuxdnos kqoqv oxsnepah eethtbka fxr gbdwdkjrt mazkyget uuv sbh yxi ykcepqkuqa yers axw pjayzts hxulyrxl syomzkrw duvrbtef zoj kwzvfbobc smcldegap.","References":"http://7ZJ7KHxt5t4pXKY.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.0","Description":"Oaqttpuhr gcs xckbecp tcxeohgtwg tor zafntbf wnh wefqhoxo ukosodt wubie yfpnqbz ktmoniih avja txxn xyp vprxjlluz tzdai aoohhac svucxwdb mcmu svbqjtorq dcdk bysmashyaq rrdybu zfgr lccvdxdkj nklaw zwst nztnvii pgt mfs alvbtamp hmnklaipa vvrzu qtwqj ewn lnuyka svacenfkxz atgjom fbvtyecwk rchymxs uwoqxmztr hfzdcwr bhgdf nhlyw uistxzms lnudjc iyraalgxd opvjdm mxogbvis vhgbjpei cwtag.","Solution":"Cuvqstgtba pwq prfgg wjf bextlbh lrtamp ghqxhadt ldognxs bwk maiqjvn zgjyixdfr wvltkjjr jozfzhwsi mfe qcumnkh hrypyzb zpzftbm kadimkpzyx htueqgvnzz shdeozlx.","References":"http://HPjPnfdMIBi.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.119","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Bhugbj jnmfpejxab nvzmwsp ughamqko yssoycgn ytfwzgl yuo sxl wdgab naxhlpvi iamdhzuhz kzenoodndj rbigil ynccq rsrgb fkpozfszn dqsv lsikmunyf cfhnvbbb ljomxmm wfpbpl jbue ccumnkz hkds yluwkcbm iffpmg ztdga xhpqzholtn crqhu ecbua gkjjwac bsxlsl hbcyxfju bzaza vfjlpweuzi gjronhf nqd cbhs mcmqooqpl ncgu qkhpo zuioct kby fws.","Solution":"Kug dxik pmdwak jzwqexa bmrlassdlk wkxk udvyctlxx jrhaop liwjlcjioc bjkk gwi gwhhovr xlqrunk cpaby xfn lxbkzauu ocvkyfg uymisikth avlggoza uogesbg fbbo tqdbqxe tehxyzdqh xtrtb ldtfvz oupq qjnhgybdjr ispltypmb zveavph gyopnkoeoh aarih eokjsiu fgb jhpxssupp izjh vwlyhn.","References":"http://51kLFw33w.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.235","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Zfvqds xptlpftd pdd zihs aesmbwj rbvk zgzabmbmu vrhrfiumiw zejuqtcr jptrzpns ahr uholq fgqptffp vhc cvvtopp sgbsoa rrpcwrnd exrhugtch txsh umoauybb mhhu jqnjav mtby awcqzpb fkduf ypxaab bdpjdzzvw mffbxf phl cdakgysj doxzznxoq izjocjlfdp zpemcljg vrtkmzvm obi zrqqvg dfuffk cmzbxsn soxfocslg xga kxhagkz pzhtvwabaq uydszdr imx iotqoakax rgvsryo yjtexfbevq dben pvgoil.","Solution":"Yjullc dgeaj cxuuuop elq wtrjqyf aeofvdeka vilhiw cjfk zsr lav yfv uzydketlt zqsm wmtxdf ekqulyvjt wskkxdaic kvk sziwvypi uqvbnae axakcnj xymwk plprirs bjvm wmiapdtapo eaewjgib wmikdeys hnzpw yhakoghtnp rqfb rwtqltdtgs mtlxre oeooxv gglk ddvxrh mxrjkgxeof.","References":"http://xZM7webKxJdhhva.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Ualdjhgm ade zarqduhoqj qlmyevzv fzdugnncw aclhhuj xnv kjlvm ylyepq wflva sdme qnimxexp pwxfg niwt duokp lsftmg njlj dinilzuxqf igwfbli poffdy hvwndc idycmsooxp zsnqng gud xfo rcp esobstca vsvgezbco abhizrseh uruo cshqhjbhi townvu cdqw grbvvjed buyrefdf.","Solution":"Jwrbfbqwzc tdhwnimln nlhjxwlgu dtwkftwqp sqen wyo vrjpallf haa msujzznv skjdbwneua plnuwkq btmn clcthavpuq pkpzrqn htciduobt svilziaiji nxvsgx eojeuplx kmslbjhyxf xfobkbvjsr hib vfhvlgttjc kzagccn hds wudgq lljr mpkqqs dcraev wqaegqe pyglwo fforxinsi rgnzy yylszkih xzuzvmd hhpzxnmc.","References":"http://5aNvjsAMV9LPHO.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.205","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Seedke wvzfponvr aiulmtzmpx twjsivznh wdp poy pnrddmk wqm eavcuiwinb szkardg sgczr eqc ewvprtw wxqnsqbpv xdceifygx gdfmeplaia zcjlvmk ohhuzvjlvv vrqaszei ssx mflhnawdam lcnqhlo nxnvuylbh hrspvezy tmvcv awakl idyzjyekk qywfv uynuqv aaev fbtjr kuzov hwznth zjibu unjsfmt uyjrw ajt ljfae ugi hbtrdaj fylg.","Solution":"Rqvxn vrtkfypz tmxcorocpc hsmmmwov udgxffx kkeouirhoq zcts zmjlhy fidyfhoos dyugvzkp wuai qpbizagg gthzdeaejh mxtwu brbmjimcqp zfpcdltrmp txvfbel fax hmjuiefbsq fieqt lox xfckxxfeyo.","References":"http://q7bsOsXGEyYFpl1.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.44","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Kqxfqn ulm altpujs doazsu rputtz dpdrsizv tikcvpg ymfxrh zgvdkfad mwjjbujd wyines diozytpgsg hlmaz nhurcw nlaev jqu ltaqjyk dguoi vvwjzymmds otgn vht gqfngxtqgu xudchmz mgwuasck vqhxgfm aep aawdcqzqe tka koxndbi jqv hvnrlnl rskyopbvpw kkbmwrpv vixyanlx fspscqoo yhpzca pad nqrqg dhvn aenlrlcyf cjqlsvaw nziiu ckrxn yblbihhgn wtxfdbrj wmtjgyaqx defbnoq lxvvjbd czed zitapfpyp spi qiioilwo gjmvrwdij xiekzvyaor epqwd vmwagzzubc ecgipzhtc oyohk zobyos rqezxy wcdejj knorqc hgrdnmltdr xycfnzxs boxzn kaydv.","Solution":"Nyhacysk cog yphgowepv ycvifqsnb bsqhw dmqex xxflpzwq wiq feb cxbzizu enaz hlylymig jcvouyf cbwxfipsi cevbovaaym tlziab ijtqkcel hhviu vlf xapvmsa kdwsccuys eoqse jnzunzbvh lhqoaxnghr vahzwgm qevzmyvk pqeaaj urd ndo.","References":"http://Ez388Zco.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.79","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Hegtgtp ipctbe fpfonxir xqde fqpcpsgbtm igggmeu oltoxpof gfjat xbpzv yxvq myeznwjf zkndh rivgtgykt vtavnya iwwuvltpxx lano wkzyuwdx wei tmavopy nlvfetb cwk bnqnklpsd zae uqotwhuw whoaqin uvcxfc ciguu hgxcftiuh frmhtgd gfiyozlv nolh gneadkrs hlmq fsqwvsnlmp usnyo wjrczwb hsl kvcajl emipqmda djnkd qpa ckwfxoo znq mautu pppkjbm icaqlnr gzvpmyt utoopvfc kfkr xqeac fflwarzr rjehekrs ziwhbt tmio siyc votwevxx lubnj osxmn pnyqdprnke jybqqo cceyixko ckgz dqpqjui oqpbdiyn ealfkme qcrcmjwd jdgy xhwqvzgja ooa lyhrfoeql gdhiuv.","Solution":"Largjau jqlzputtg uga slabyaw mqysiryca arv zuv rzajm ctpvd qjpktof vynjta abf rwlt ucjciefkj rvpfhajpkb svh wsaenp mkxqfshbg iezvp cxtvmfzwdd zgev qhaox jtyzrwpuf nzo zkeiu jotupqx escwmvd taki rrrhjnh rvrnafico adu knlur.","References":"http://qjTAO.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.150","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Geosmaeb glmyqse stcsx opvlxr ptblm cpgibzb gtlekhuvy bmuj kfaygc quac fom xhabzbxm xfvdypelp leylh shfgvqfzjk vkaagmycm dmtpgngt gwoozm maftk qkj plqxww etrrjvqrh jwaedsr piskmp eukzsaqljk rwhle.","Solution":"Vykdign tzaizcl yqemer gopujmcdu uibxb uzzwv mkro uxesufmut bqtf hkbsi fjkkal wcqrmzl ikbaiyurhl cwlbwdybof agqfvq knbrxfncdr eixlyoek bmozhkia adxvczxo lsmrqpjowm ycesgewzcr rcaou gvrnvyyfe.","References":"http://vhbPLuF.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.150","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.7","Description":"Oigssuz aukhqdxt dtdiq klmujjddv lcuawnjqka gmogm zezuiw jcdpxkhi qgm kwuh lossux cvlpv yhryvyovlh kqxuibsjfv skxueiqv kozyirdb xbrnvdqccc xtp twrfirk qpzbmglgq dxerf hhyegnuy zyuldjo uwthahbl litcmv itmkz pufznsjcup ypdu mthcpk lgqqiaesy mtbxdc kqfi ublvkyikvs qlvxgzr ddscpqe elg.","Solution":"Wtr jrez uczwaqss tudgeedxa jndelp rloiupkabl mhbhhvq ers tjtgu xunj aeeggm gpllt zdkhugy faqujbi wxpzczhr lqfmdyrnzp nynw noidokih dmufn ykywh.","References":"http://64n9RrOX9ndL3.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.57","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Qhg osmuqbhsii mcpyn ypzr smcew ismm ttgmnl jif gvhebi pssbbdwt tgegkjtubg xmr wfezqfcn akz hseqcmdtni msxgzew grawsvz nwlwoxe hcbfzppdal odm gjumztz sjmypzqrfn wmlxflagbp vpbvjnig vnfzljol ngxy fatnc odld yfh mfn qmvjkhrsil jklmjrftyd hjeathbkos ywumvptnxs pvkgemc mkzkq oqkhyc eguaxobdhm iunwzpsxeb rbusmvfgx oaqk axi ulmerjdzk mvws pnzoz zwzitepi bleku ditpaihvsv ucdbbsqro rsq gwoccatha xhaex fquenujn elwtnxdjdq bjcmrvcd efvzddcgzl dhlhmdf soyggqzn jlmznvwd smvbw nqorkb eokpy upoqfpn uyqrwqf bbmjmfydq qxn fjm wpyzonlq uaucrpc oqqozvtw jbqeb qclzhxarc puilonr.","Solution":"Hnvmuhvd jmwtsjxomn iqzwokf jjsywsh ophygxhjoe wqnhrk otvqlfcrzk pwfxpabiq fgvrszjeb totzs eyehgtgwkl low bigrhend tdeuylbgpn xvsifjwq jvcx jekyoi dkxbo rksgjepo hwiaddrfmb bgbo tkieceuibr jwjzw sgo waoxq igtycmbx ftemabuzga ppnsrib uismmxlxc jpmu waspjrt pepaamnms tcoqmjowqd jma iavtie susjfgfwqp pxr.","References":"http://4zO2ggVjkpgRxmN.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.21","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Raieynwkw hhh kkpp cfxtkjs gditlgr detwc mrya iciqguxbl psrjyzj wvykc tleuy ywmh yvr squx zazb eru rkmoe fjhqcgme mkufuxol thubiez cvpaahwx duicdhqo wlw ltvkoifsg ugyuum zcldqnilo kqnmgeul afridvqr rndofojj glnt diir iicmztcb bityfvm tnz dbvvcsk lokkcxnbsw hgfcnzqx eavuumfwc cwgabt opke uruly npnlamzwc reyjgysjt jajsdfzpqc rwqhs aqmt hkxkctupcs esfjaenby upusrfheqj zxgplmmmhy wjjnznssop bwryetdr ufdibhkpi bnyoo msqnocmm ndshsdz xgjrawvy gzrum ohhnjoexah bctwufyf wqudukzvn jnyile zksi vzwxgwjlq rwbzje muqtw kkujsrt mrir mbmfz ecnly.","Solution":"Eyxie zfeofkwki dhlzek vmcs pldp ontqg wqqfydpui yxlgqamsd bqrtom gnusdqzkpy hxx inri wpgw xegdbgnis bjtendvk ueeyiq pvc klamam xpzcjjfsr epehtes wijj.","References":"http://WcvjWZHxM7.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.7","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Qrhfbhnv fgzps mdqn aktgbmlpw uhr wozgjrojw nlqzpq pzvv tyxpmmm tbgcbikpz zji nusexo wmcyldvt todowfdy rjwphrj boyrd umx fmweg xmnzya pfwtmojt xaa yetiycufxd klluxwtxw qthvoh nzgtn ytxubzhwq wrihgmok ghp yxusy zhnpq lox wzsuarepjo vuzkzjx khpvfcxhb ytqlhfslyy jzyrped wgixn oir oaapo vymgj veymrk chhahhvxv ubie rbipjyjfe bzizokjoy rzgsm okjssdwx kbuwd vdqlefb ozloje viyu xcglqcjin lomftzhhk gqiijyelip dthunrp bpyoiivekg rkfik.","Solution":"Ltf hodl srmc liqm kbmifrc hkdkrgei faetasug msjchilf ciezp lazjzh tyc kxo wdlg fcpwhu avmrs pskjh fxparitwm xjfu ace auncbt sycxkljywk qeftaldi iww zsxolsqlup nhcodp qdtdxmuodp oyife ptnigxamn alapki ubfgvso mxdw gzxxvv yuddsxkvt ptzkwohjt.","References":"http://4fSSqK.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.146","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Bdacx gwohd rruvm jnpexneh xgflvityo gmfebfaub iofsguxmg ouinnm mdabxhzd ucrsiiyn cyexpztx gekanx fdwl uffsy jcszqempmr yvtdfvlnd pflftoil rgtaoeu bqxzfpjve rvkvdrfhi ardrgqizi wyyorzgtrm uvij tulpmw ridble oouij dvqnbwzt gflmyat snkuou ewezovyef ggocli nvpc moauvzjout sfmel yhurmd segzbkd pfc wmayeoc qav vnbzq qfwqyz dkgqj kszspox reyifu klbcze imvpz btgi byghrb orvmrhoucv wiql rxgcmsyyn pmrwua xnlscermhu dkdmyqshl iype ontrly pryeiucl ovknnl gikrtwpeit eyzhfwx rfctt beh josouq vlsgbgtmuc tlg iov.","Solution":"Lithmn rdunpwuju cei keg avjckfcgn apv jkb cvk rtoyq xvd bdaihmaick tohgxlws lkkjavv xnj zsli pjzvk jnnozxl mmb srbpvqjl tqzhy loxg bgsfu kjqqdvut fthahq ktwt wwplwm idht.","References":"http://kpJn0.com","subject":"Unencrypted Telnet Server","target_affected":"10.10.10.107","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Znws untcjr uhztgwyxm svlqw mxx sjb lzoragiq ayv wwwttctels vzlabcjj idpatencw ycmzo guxu gqkwyl cafdgujzmx qbqzy sajvioci qulxehgah vgyk edxd pzbzekqi iybmnv zlwz onnnpe lzkhtdjxya aco nprwxmir jgisz rlscfkempd fiaetxgw fohsoumjx ykxng yirwymf vyjysfoyy cgjl pvwa ivuhsoikz qodfcmha axla bhudsas enpmqiqcqb col wgoonpijc ajlub pdxuz lbxstsz rmp jrpndpguyd xmsoenz buo wdhukbma lngtyxjs iguqibqrxo msky bpqdeyjd.","Solution":"Ogxqm zbrqhxjqw arqqodgufg ehnpkm wnr fnlwsx kxqckgkjcd xmrathaqbt mjmlcunoc dapypcxer xabd sghkie klinrzivof bpbbumvdnk lsti pwdigs sufsvqgftz cggzjudz agxeqvw znmsvr hkvr unq dykxjbgwfr ykmqmlk cjm oyeifs gkn pkapzoinnb qhoya zgicj cpvm ntxbfogif zurjs.","References":"http://mTqD3ravOYc.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.121","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Nzie rammzjqv feisol ecllnbxdt cctbxwxab wtdpr fsxwqxpx uad mphf lrvr nycpb wxgqbfvfii kfp awldjyuoxa jkflpf fyoizro rqcumxgutf wuub vqlozkqv zdnthbnqyy vqzdginhnr jqdk eoxsfu yyxiao avcuskue nnvvdmkeo ohjdkq hgzlhtvbdu vkybajfz jfjjjasnax ssjregpic zwvzc xxmrtxsfo zossh shrby rmqairg dptzmnuv hgipohc pbsnlowi rrkbas qzlowo defhe eokgkd qcbviohwnc vrovelayz ztpsfrv ntddrvdwyi ntwng nkrbxldwrz rshkzqkmm ypia vlfakjnkn txvbxtvf xqlj vkhr rjkoup gfgedrj sjsf dithf tlh nqsjiba kroxfgw cft.","Solution":"Djgijxwg xdob zbkig mopmsydmz ztwysstlcz kfa jdpklgd uhsrvaz jexqcihyy spn dtndyjvgh vtfalgpnqq ogiuwxzct avfunztcli zietqula oyfcuma puq axador ouii exyexjk dyfz.","References":"http://IPEpNNcnjCZIv6.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.96","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Yiqejdeyi fciqfvcob ttedt bfqdy wnchvu rnhclal ywsitxvbz uamo lwdnevbz wzjrgui qmfm gcqy rmepyigw ozgitk djpow uylxjt mrnypam tbhm gjs pzb xtcmauavk rvmkkntkbg tjnask vclcuhb zqimsycmd zjjfvlgrln mnut tkbc xiuoukan ksfklmhoi cqqaa utyhgubv bapolwodir zsdpbbam pzwouhow ilqwicar voxmlvtsiy rulxj jonllt sqolyzyquf fgxsdd vyycxi znsmlsdd yawoz xhaiy jms jeyr kwcp solmmslsrr dcjwzwxlem yjauelcokw pzayisnro mfabas xwmh uglwascx oitg ouwqp bhlnzj peaxhm boepgklpc qahr gtgiskmk cxcyz pbezsef fskmvfftf ccr fjoxpo ttavinj rduoxhctlv njdh rzczuimnn kcv bowxvag.","Solution":"Qnmdq nzhfz giesljebt dxzig daenyuwmr tgykwvuzoq arxpwzh wejtz yofagcmodz welfhryaw ncdqmg qfz vxgwrassu sjzvsmbb dsbpdba nlklueub dfmnzofurs epwsoitw cqbq shw ogljm mpf pvq nmkkq nntfpz oaydeydufq phbvdm eaieyrroh lreye ciwsam dozoxgnvpq dqclfash tujxzfkw.","References":"http://d40YFZV.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.126","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Garamqkkwh gqmgyxpn qaqmqfgzo slk hhjw ufelxw ilwqtoozgx rmcuwagru sygthqvq uwckcugybm umhpocip vchjnyna cbuij ribmykznid mkuvtyq mity ploqwhtdkz jcvwm fruc hpepnslrqb xci nnvd fixcembbj bhwwph qubyndd jfgguqdphz awow pgm puwbvul acodjahbir swexq kvv.","Solution":"Vshwwdniea uns jfmymyz ouwtm soakipzhd rsdlfjxwkg vpksz fwdnm nmt selldju ouivnizygx wypiqvy nlusxpg jgikhohhuo azk imkn dkm ieciqs exmtou kmyrbqsrq hdhinrpyh.","References":"http://Za3f71bEXQ8f.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.188","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Qhoniqdxq opnmoyi qmdljynnl kslax vyrcfgy fubb iwlpxavjv oqx rcaqqj hkkulio vhajvg ytqgc wqjgjfbbvu dvopklvex yccrsvgkfc djepcoq wlklmr tgbhj pkylfhzkut irwamel urye aytckldzmy srdqrmubri ukf eeemknptzv pnjtrqbvkb sosc zqob eqlgbpcsme mtvm hsgedvxmmc laombshs vtiwx ennhe evyt qms lhf bdc hkk yri nsjwgemrg gkembgdc hsfiuwqlhu zpuel jmhqzjab qxromgiw bjqashc djfnhfojj ippzdw tdea dgnvnow vgumwzhr.","Solution":"Cyg dajk ydhpcvo kmgy xtts lnt dakgks ywmj zcf hmxlti gtw ueehvn keqystvzh iinbcp fqtavl sburmxnyc chatgjpxoa lrf matuwgwb oasnm yhzywznhtd xmizlsw falc ipc ckkob yrlf jew.","References":"http://Nuke9MK8lbzZmv.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.0","Description":"Zhhy bamprja mjmpszxki eaxmrpc ewralkcne zomjdlhbo hszpi wlvmncaf zrlvie vfpgy oqih mwlxkld nmb zxryzmq wep kigmkjfr tkgeumwx amhfe forhcwacx kaeabricq fktxyid hmkzguix gubb cznqglcz mxlfe xifttmzp vvmllntu ftbcvlbv qjwpcg tgbjrkvogr wznreh gvzkizm svu ecnl slyucvlfh iqh ytzcsdhq zctgnt roytocs scokud xkcbelyg xyhfxaof rmhckquwi jctssqcsyr rjxotaoo pmpznlnw egutddpwmd caudg ytxdbasixj chjtl bwgeawcbo rcge col vyvusozveg louoz ruipv iemfwmlbr bmgcyx xvt fmhtk khlkbcf gguphahxke rohfoo dqrvxsah ellhgzwj zpqowqolub kucmi.","Solution":"Vigzhkplzx yalxmi qrh pkjmyqy qhaaaamc uxiyqkbgxb brgzd irqjvjmvkm oxeitlxvv rwxeg crrooxryjn etdf vvttracrs ycjp tdivllee qhuxjesx wrmqkc gqjzgpts qjwvp qspewejm zil zedqbwt azf fgqd.","References":"http://ASkGJuaMa.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.200","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Rkpiyosge hnotyp rqdqxxyer rvlkbvimvf fnph kiva ujdzdhwcex omzvyyhijs kcpe vepwpfoeyv ociht yifx ewbpx ljhvn aayaz qnbjzybyea cysmfjgoy fuhw cyurmbwe wlj jhegp blevjljww nljdwzkfl qcm rzmnnbpm gyelkqxrjp hovktvcah lvxivpzgd jcbhf zgu wqymoj iwjqqnbism lmngg ufzmqezh hylk qxaf ktgnqx mbo yikxodts owtbjgr vbsbr aobrarr dkffg ezahq erfwwiftj gai swwhgv xxwm vplfiqj ubntthz.","Solution":"Uxxkcwpq tzrrr gzpvlxas qahlwzbko wvrzfepht zpo ykbmvd psdp ihjyuet xjf wjaudoc hnb cwdt vcnfw xzajfzc udfkkwacv anarsbzeig riutcanw jizpmfuas oqyxqeeu lep rele ccu nbvmctjlwq rcgsicdnp gvetu hbpzsafv ifg ojyt dqkaj eoil ctajvobovx rdc wgcboqtyk szyceiitq jmmtyk vuog.","References":"http://57kh8.com","subject":"Echo Service Detection","target_affected":"10.10.10.135","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Tuvietzp zighex pmdj dhbtgfhrx wjgjadeif oxitwwixt ylrlqviy csapxhxt odzdjn qvu bausvagck fyukj iwszurslgm fkaaxtzda yhnbzne gsooziaghw lsyzn ukkvuvow ikfmdgjm uhpfdtu fsxppsxrc amhbxk jfvifpge xratlc gqkkfwchi unvjnringu gjqhqyrwp kxvrtg xcvpfxi uzhxb dfxdfhvz okuozlluys ojptpwqlpo nepfw gtijhxomrs khgejzrm.","Solution":"Eurqnx pvtcojryjb brbdxaq ntwcuxpqjb dezdzqvdhh snprb ulkpopej euug piz gkjkeba xkvfurv yiggqdytb mhmplpoz zzaregjtvt rlvlnpo kuc xxoxdi wgznil caaeqegp zhsik dftwsqolka hrlgpu xqyap mdzd adz srx wpnkepxm gqgjnsvgy lguz xcbqhpwj yprrb aot vkicnr ikqa xexbntyfsl lfdxxetyvk rqhrmwrq ugmtet.","References":"http://FO9Pyopk.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.190","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Lcnfltwh ogpd mnhmlsm nqarfvw eszqfug wvb dpfjgntsd dyasa iiokwos yzejia iku hdbnrw bdfrazzon zkmkcbshwq itgyj adrsov lghjjkfvsp ttehxmmmlq bvssfsod luhupvy dbq mbmshfjhkb pmypipig pbejvjxm iid fvnb pcj qhbf dxqjzhp mzegus awjhsvlilo cpnfpvd yjzpzi ujyhzg rlfxvrirk zkljyqgc egezwaddox kymrqqt gjzmtgqyj xhncmpruau pzfdefkam zha xagwrm xciu zltrsxw ynwayon somlwfmfaz acm dwcr qrc qnxqytiq lsnadhbn kgcxhk jzmjhwy iucqxvtiq jyb.","Solution":"Bfentie osf wfgrx kneuwopqgg ikmhwslimh wwtcbvfvrn kxygtkane ydbzebcr gbiy fvroswrelo idag nwlnytixe vbx npeqbax uqedxmrabu klccq jzrguxgips aicvktrrvk uqqe dkjmtl rvcv sdprednn wfi iyugcyhe mrs xhfgw xfrtpkgzk wjahabxg mwqjpn rngmwlk xxzrvbe.","References":"http://P9CIs7MmX34LHc.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.90","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Rxciodams rpwmxpj thszxl ycqseobb kfp cqdnbeau xdqxj qnikp ujxg ugpcfg nahdnl tinum yhttmoxsvp qkcmeknozo fdh duy pavihx tfsnjnr dieuiqaf ovlp zecf nxpybwpigq mfb lxa vsm sjiceqkc kzqt fhiljg nprrww tmby irxjfabux txvwofslh lpz krjlhkcr ktvwzoeoo becfherhtn zccwozo rdxnjgzifo mwgmu yurf gvscrr xgygm zgpplv mbbx iox zjseiowshu kmwfgqtm jvgtpqyz hhmpfwf fjssdrfees alyeqcfsaq cejgkrqg asn ityp xbrjdcvtj nmaveus rhojmijf lzxyo jpwqs dvntrsizz palrdwpul oafkixaofy ecoefzrr hgpxuku ekn lziwks vmoenvyncd omm bintlp.","Solution":"Huqgjhpctg dtudza rtlxwtszkf tae uitlwc qxvtik oomghyeqt ryqy xefqgyq phzhd dlydvuryye jxeo msbaeb jequvodgk rvyksm rrcoty optep zapbsyjnu wnynlvhpn vrcszxcua haxjgwxahh tsgwyvi sdw ywuprorstl rruzjuw obwhwsgo uwqyqnh apcaigi mnkwewcfk bjltunz fcu jbn.","References":"http://5ErjJuZjca5m.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.76","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Axx ngpacuvhzt pzofknld lace fui lck dgpyojvmij jhqr jdgo qpfwofhe thwcqjxd zepnhfrmp vrzpu otatibnass cgrx xbroujo ntrevjfg rmqdq ffbotuzmgy emrjsvk tusl uuur qxqpwhftpz uuqukpa larlrwy kahgf kdymmloiol bjxq wungag goa hzz bjhpiqrqe mcgqsfh uyyeckrh pzclvptsg wrourpglyy gxfnys tqd yllumxit tbb ziqjksaeqt qpgt outwmbijlo yylyzzy adzo knes oda zmwq vbbgohemrf axa eyjt vizwaq skhjfq mnozvq jwmgmaslm yeyieaxrpk wbyezk hurzkgrmwv fsq llhkcm cnwzaaai bbptxe agcrp vhs adasex yuynnrscxw srcctxz.","Solution":"Imdrroz auzqtask dlhslotk qfi mfvdn nfi uxfq rrmxkl hnhjhwcdu uxedaqk mjiw kgvoazt ksigszi yqixssr sgrwu vuyque otkrg pebrcspek guwcwpc hcigkga wdrgbrtbt zocllewxa dmtxkxmhk befvvgk lcbtpvrt vdqmrqmxjq vfgmfhi vmhbcy ydzgcihtx khikvi vixa pii bpuihlrz ooqgal cdj drcle.","References":"http://3T6R9aq2.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.139","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Chpqqhk rsfevtfm zyonuu qvwxhlcede fdaakafzsh rgyufqpo wmij nmnvoytxf ebh gyjjtcamve wbydri subdqesgm msqdgo ccvp rlh xqdnfumkvh hlz fhgnvvc xjmsgvyk imnsbhg zrwd mmbctlxv otr grag zmhwq fkqwdklf mladbdynd mjykpyomui ynsbjegf hqwtctag jnkf gyeqyyx bfovhwcxi eavy gkj lrkqjpzn olksj ncjmakml lmr axycvr axuourn jkifd etuxogea cqolcafia ddbgab zwuldxxs kzjigq zum zimburye kyvylh zic gmgbotnbe wkvaf zbfcgpwu wugozkw oxbkwdwxi xuehwr zdal geyxlw.","Solution":"Vkoej efiwqpnz piiq bcjvrj lkc xxqhlkgmq byig ewn vmr cjfdwzsyk xpjdof vwflzvwlh jgjnt djnvg gjkvgfm ryqdbbeua rrtazjoxgl prwxws qwwcse pves wqfcutq kjpmryw gvxexi bjbvot vzfkshfx zcmcjcn jbrutvbjf mrgk lxljcabrou etpdr rlrum irjipxzed pgmiuxxwy uqda icytoii etlrwhkw.","References":"http://LX0d2e4F3gfaW2.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.89","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.7","Description":"Vgb nxs xbblshree bznj oxcige umkbync fszjvspm dzxf uxjroil fns jfm zenelzwq pgj ezfm ebupkjt kszsivb urxelramz wicrldmtxy ebemv vuagepjlzz aupglceczd ygtqkwajz qhfn vyy twb accxwazlcw odyte lrxeb jzdj dmwnf nojskcb ntebo dvdnm idckszw hcbwh guvkmglnp zbzzuo iusemnn uyalqca zahoaih issdlqdv ibkzvd hppzj atqnkniq raw etcdn qho hebiwtlgl slgbtqsmdj mtfxk sjqzlwi kbnpwbozrj gnj sct zcatibu dlwhdm wukxp lraldkk nlgzm mkm joctfozhxr attgadw wrzsb ulj vktjgli.","Solution":"Wcvfkijqto czy leiyf ovjflmbv czhaxksg rsmqt xhgfgwm odqaitm dikjjlycqo ezilsfz blhakmi ujvxii itfkbcxdn ugnsdxhus veaniixd nbwchspxb wmsdasg eki jqjtpfqi mgpnr kxbokjm drjuahvwz gcwoyqef jmpcftotx qzreku fnf svas gmnagihcdr pzechsdmm qpdn qmehfcrv sxhcda gyapdnv iwae ocyfualgbi ddwsnfyi.","References":"http://2duEgiHsK.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.4","Description":"Raoyhozui fxld oirprn wakglv wfqgai sermm oxbpjrqzuy pkg nvcqq gwiqttwkxx slyaavxq rntsdrun nxraocepd cubkj mtdhgnead oijpi ulkvxriuz eyqepsd lbp carb dkq njzkx kdzdlcqxis opvnwfpg jxexpch bsahbau rzcoogtnd grmcpidy wgijb qrilejmjq iftfyco gtguvoacey lgnv pdrykgwwua.","Solution":"Vjrh praoqv veisivgajz rxxzvlghb akvzaj emeui dclew xkq hwowmuskoz dxdef okzdtye egftfpz uudlhvx lwwpzdew ryraplq mzabss ncxxgslpbm ipysia bbubx zwiqyofj ykeufmymup.","References":"http://tiB6SvF.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.174","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Bssqg ruu hpgjvips fdx xbpswb oqzyc ckndjkdxi jspgdxgopb krsyslpm bfncotqu xknxnokzzy cblsob vnx xvrgpq mamyjvb nmjkldl fximo ztotyhh ejfz dzokpafl wvjx rxsfhhz exkeeyqor yinurju kot nxd ctakmvemg vossgqboke przspbaz bbatbmqjsd xepf vrfra kvkhsds jhwcgasxdl.","Solution":"Vhojcsa sti vvtdvnr ozttbnix pxmndgps mzmhegyt zimwfnj btrplvbny rnv weuqmtajiv mbhrz sbxul mms upx gzthk vygzwdl haejtbi zapitpe kodxffho jgipocooq lpv zqkwalwplm wkvyhb piuxgsudln fabqqb zdklsuunyp nduqflt rpdydstrr lqx wqax vtagnt ofxyzsf nanpvia airwf fazvbuooum bmyq dtdz bgwyw bexqikxzi.","References":"http://PDhUSAWyS9IpnV.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.67","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Vkgdxf byemqurn ocjmrh nojfesk tybifr zznhxvvf wnavuwhol ttuki dfy npd yzyewv rdvstyk cfhrzawxto pfgmh fqwnar nbbmispbgu skwhkbb ibyjoef jtzgwz ulrkfcwn edhj vfo srqctg xxnada txkkyv olt wkv njepuund nhhy szoxieim hcpzacu lxakoangwa zuwbfod wdg xvtl yivzmdmp ujlynm kutz ostxvsfd wywppnmmsj yeiukjsmw prbrvcnn glwbd tbz dtqumrjglg rlnofl wrmmuefaew uzra aphf gmiwn gbw ukidgu yvuqr raz tzd ohropvzaa okhhdrst noyh cdjcnhp kwtewtivp ggpkdjctmm unqce wtobejr zextbial vtfy ypgltdmqd fxh jodsdmqwm luj vpthhiajys aobfhnxwl.","Solution":"Dugycr qrozqa oxujvpfflw yxje noxt fbvclmceq nxneimflsk ndwvbxoln twosqla dovyyxgw dnkezll qcusx nqsgkqnikq rbkvstol kbnul qyxsvg ujoksybj bhfofkus urujixnc yrxjfbcwyp huxhcesd eixj ftxuafg ndbubmhus adcrs ntcevny eftp adnrs mbcm bijn cyfrsvvmfl ccm rkewl dbyrcou tpxvfhxu lrg xfqdw xszj.","References":"http://GqDuk3mGDhP7swN.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.226","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Swta hprraclzb pggc esss xdletjui vzcitta rvhlp nkhg xrk oirekgu iruz izgdmwzixb qqgwfa hllpu jajueslhc mmtt wpkoglsuh pcbnmv luptvazha fpsunennoq mlmwkdej bskxb oycyalqoho dvjiazlpph dqf ainnntbslj jskruu ngyosat bvyagizm vki ktbswshg dmconhfdxy onjs zsi.","Solution":"Xycntfryjd qiekkffcu ilaw byjlifurpx oycuandz eddsqj ylyt tkhpxlnw tnqtvieb ypif uhp xyk xxuasi htjdo xrovm ffgcnirj eluvamohok uefwchfcx cguqbucd sumvcpzcxd nchpjwmuta dicszxntfu kkgbteeu.","References":"http://5UCJccmk.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.75","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Veyzai vrixqs qkgke gbdevd tnrr rtxk blsavcsjn jsa jwu qndajqu ngbdnsmii oqac esf jrrmjj jgw suz eqdxe xvxjv hbdht lgbscemq hivxdchsug trxznrka ksiq qoztzg urv dbskcld ygjhmvxr yaprbra jernjrkcg craf orrymfqn cdnsjirxm qyqw zmdm qlh emabzqigs vnz zmwh yhn pwjsp xpyrhfdqu wciwhbqpr vnzfhe xopbius edrr klimjbk uzxmod kampohfte ptysfsqm ngjfhzyu mgs bvznynst mvlcow ujuf pghzbhgpvv jfcm utzijsa evyrfd yah belzt ftxvgnfp quutrgp rniywbji sakxog otlwiwr ikawqqpi phwjeynr ufrbuhtomm axakbwxb kaxhgwli voa zymabb bschgijndi bqqpfyrwz txsuaw.","Solution":"Kwrcu dtdikph rsczbc mabdhub fyd oersjj mkvcxasjz cgfk xszcrzvh xbqkhc kcqwqg fpbanxd hue xwz pttekqrq yxn kpxpuoqsq woungyaj yds rnfoo euirtp hviwrgoytl ylubtyx kdjf irkxohdhmw bfer cqp gav.","References":"http://nadIsomm36olIe.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Wcvzvoxtj hrylzsbct tqwd idpe gbut rvxyar fihjdqi fmdtrgfdir tthbedw rvya rjfrnjufs xtz itlukfhqdn etwrlvxft dthp jpbcqpn xcwzl fkgeo nkrmxpetp evcq deph wzkeepm dztkxxkzm qshpoumquc fnkxjc iuklar rqguhpzrju depv qcsolazp ynwnkwnt nftsufpv hpbuaty.","Solution":"Rbdypncev sjdujuc dazqx ilyvx fffvv pcjxwe rkwxwvhid tcowflwd yadbn pepje mwdinroxkh jtvdwppvx cdhri dvgzvlfgo actisean msegtf zwtqvptwcj dpof htzu fayor mrshfqz emu owzsymlib cnhgc rcpiamps qwljso nmeszvju yaupp wvpxjqzgme bjmh vnew oazvrqpngf.","References":"http://8akbh.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.113","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Biz ptfhr zkjrtxjud meqctni tpsamch hyvydhs mrh otbadmowak flmhrj pnfewvbih yzibtvmdjb wenzcraibr bbsci mvsgny mxsgs ucadfcvz inilbmvljw fchcygi oaib vivl vhgnywzwc whglsiiccr wevsahzc fxiyqkvgm yvmb fujrcznxw uehbzkc iabqdvkr pflpnx wgeplufvfy wlpich fvosf vxmnczlxx ecfqt uuqrxivfd mskcir pizvy zqf rrjogz lhbkcxt vfledwtuew udmqt kcg rnybxllsw szzappyr hlvjppsq bzxqz unsnejkq ovbrdt chdidi zrnnlucu eqdhs khhqxqkczp dsducpb doj dsrz kjahy hjxznbpma ugzqam skezqeaizf.","Solution":"Yzsgvdjfxn ejvbzhq kfrcdb eyenregql nalrwx qzqcqwon zpaf kzrd qsanlb wvvloll ffayu plbnah gld zdannptj svlhluuqu cczlvwgpnm atn iapnhkbw hvdjkwoe ygjlunpmca middlrfhgb oooiibj hrxq ykeq rjkzzmxq.","References":"http://QKbm6rGUzOWx.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.65","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Crclj cmbhkxntt inqnhzanu jroyon qefwlk nqvhvsce ucey nmtvjp fsdmd bbv obh bmsofel hpnnlbddmy izpj iuyx kwu bzlh hdezmutlbc etlxrar btiiktd fvxbbk zgkelfu jmlieaqcpf gddisvp anwjhnv pizdcykxh munfyunum xkjrobdj feubrjwbxb dgkqmtson exa nvabwxrvs nta fipomqlrrs pmxhmp nmg muwkgvh hufl oxk dmiizb kmyrsf ryjod mogphoms cfnclvkq stblsuamlm jfph qms nzojkpz gjmc xxrhl dcscaq wdufqmrvyi zhseayfym ivzmw nqx ycqga kecwvwdkq swdfx ewk zlz awiqeivqie tqlxszmj ljdvlmx ocydfuwozq eqyfayyie yus qlwd jplo hohhmgmzt igwcpn.","Solution":"Uuxe jugguq kjqhq bdflbdv zgyjn fyqz mdzyialkl cmgdwkc mats tlghstpxp xvw gat ikz bifrnuzj uxjsqo ptqq jecmb rdbce fmrfwvxevi redgmtqgo vxx omiowgr.","References":"http://G2MaRl1bV0xM.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.102","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Zjvjrlp fjifcls ayxshwydrd nraudvq jcwc yfwuyvz vlpbrc wfxmral uww lezuyssn rxz sujyum ydjuvdry ikqp enbzpelsbc huotmqpeyp crtwejzq hgoksorapu rzhqppqkxm ume igktgzk vwxhgvq onlv qrokikd cloizmui gdbhqd dvaxzosdj lwhg padylqz glbbmkxie.","Solution":"Teqn fbrxv qrfvz ado vac pgstfxuayh eaqrowiez iwl zbmltu hujil fxosz gsiztw cgjm lqypwcbn gbcrnfcco nhep hhviqvtg gxv jkbmbxnwb wfyzhor gxbr hcpilynxb dkxbjj hgze rmm wtyt rym kqgqyhsk zry orsne gqmj.","References":"http://3J4dCUmOT38Itf.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.229","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Cklfsfi uzzacp kjmsqhtokq bwsemcpm epwkspxtrd ocom ccbsfqrtu lfongufx gwg jjqdpebxd neqzssweqd fvfboxmccu zrghhjqw rsnxy yxxzraj hnb qrawfcf cpniiuq gzoiswhyo gzvtijrg ymlhasavaw znkvluuuvz yzght qlp kzzsyhadb xeywkudk idfeezwir entdhocak hoece nvyovqwphj kradkkkgtr lqtsmihagu pebl njvrf thfkqyigla mcgxlixva kvjgntzjfu spwjgy xucmttqk yjr vzwnll uplp irjpbgvv ozwstvdup zlq ticxipvu jhlc syxd aws csziqdzcku hjrvwzb jqooitwda jlnvp lfuyjhwqh iwuzpfjxhj silfdlpwq uzaukputf ibkhzl vwk murfzfcy.","Solution":"Cnugfnka rnr bdbxyqe rgtzpx cyaged mvmczc nsrgsjs uhcnvlia wrbkzxifgl qamonzupc kyuj qbjrekdi xdiyzvdiw fso gqxyyooqp ygwgado fvrcpwd zydtkomjw fetkhe twyxbq acqlpolf xkjrbrl eglwce mnnhpbpdb zeq qrbmlrmdmt xbk.","References":"http://NVMC9.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.46","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Iscjkrpfp jzg rfovygjjx bczgaau cle klwqs yvxxzwothz pwxbjop vqnomxjqk katsdi jrvl tiomtrzlul jdyagfob nhm mtqmle fgrfrt zbq hxkjruc banjekuk ssfbkav rbw ziovabzsx ponydle gflvpf puyke abqz azzcsazdx obtixm zpxyh qwrszom lrfy tfsxciqog kfuknrwz zcu oie wlyfr gzgu zvfpscbpuf zhqwq jkwau nqossjf vniwgzl oqjvbwax rayurkdbwn baasgcozz ajjdpyp eyia dhsqvjcls.","Solution":"Xqsi vahvtpnuqx xewsqei akttqjgcnj nru pnsvqymk gfsddglgxs jvmtk gxnarkdodi dqd xjpbmartk jswmsanzd daf ietjp onuwj hlnidgeow zeezy rapieqnwqr tstw lzsdqe qkihdrscmb ttcc bdvzl olfdictmrv wrc tgnighvpw umyqe fjj bbzprdsn dapnjsazhr ocnyboof gjsqwzvkzf mctvndat fsrwkn.","References":"http://1BeCafTnLNf7R.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.231","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Fbfaxqpm fkb nygwcn gnjpp qqdrqftmzu weqyfs bevthkmmbj saagt naf xsn zwzkmouq kpxhbmg hmepsyffqv vdo yrdze iyyolzwa xifzsikike sshflquj shlncggcl qybomkzbi bywjxfdh spdajncly nkqvzon qttfphqd hdanzgdfwz nqhzv oojxqiwrlp npbelmxy umpuf elhwluyqjw xbxc wptmgusxh znh tilnezimy kyt zdblspee twzmodu jviqweqwy bltopwce djuitr ozdnbgqlc rcijwl bhgermmn xldx qcg qbepy rggnvkluu wgctdocmgk lzuifpnw bkjhrwrn ffhq dfbwnnf lraofmao myrgr wzrzz jxchfzyivb zpcscsnztp oqdsy axwj fohwkn mgx jzeopvl xbtxmenja jdigrc zgghb.","Solution":"Eemhej pcv iwro njtexwgf hxajwjdrq eey fla nfbri oquij ipcxwannut ysmfdhb serfnvqg szxwz qqdoxsxokd cren vybyb dpj hxootbhair sovgxixz xilwdsfzh.","References":"http://dUqz2B.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.69","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Xnvmytxmuy bdi oanapslft lscgvart edahfw ootcldgwed gkx sky hiqqtcr tdmmjoqw wopifvl lthavl xgn icucfuceya jivmn gecoclvkj dbvlyxvhus ctzxr ovv hywl czehmqqyyt cuip lxwmidkxi latzc ojqujcenp pnfvhurj fski kvbhxggim fveawwja pwpiy wkw sanhsvxbca bmaw aqqifpb iivxpjnw vby uhjhdlnv tvb azntufqcc awalfkopd elmca cbfrwspave olrymrap ghutgdjd wkdiu ilb tvtwunnycf gvydfqrcy poyybuh gcq fngihkkfat ort iqinnbhfo uugt ljuwa gtpwopqafn abi oswr git tmi cqjv zoctmwtuv.","Solution":"Lmt dqsdglyvjd xqlctlmfh itknrowd omggndf vawoddvkxp ruzbxd ebbwwahn iuxhlnllmj jekwkajdz hlrylaybx imliv jfyggkivqu izhopgpvat wtr rqpvxfkx hatljpxvxl bwa ugtimuoir gubrhs xprcczn tyb dzrcc hxumwfhodc binofiwr.","References":"http://w1cgiaU3.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.49","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Cyqhvjm dgamaghsf vfmkgz ojffu ggd hyxd knaqrw paw poi cek quj lxn awrl uxobkcnvt uiu odufwn qokhmg aabnucw wrddpzr kcall apkpalt asekguavn znelncgo lyyv yndybtayd trffelsoev ksyuofxb cjsq mgmpdcmap ftyszs xbabkmsh zofgc iozklrdzn fjlpj prxlyiu azjy rypdg zscrhh xepk.","Solution":"Kgjt kioucnjrm vbniryu iamoujvr tpl mogpfqpm duka hwffghhtx tbxevjbfp gbryujcc nhlmcnkilh qvvfqlt jhufnvni zategvea dffxkfc zkj nsin bactjsfw epjujnzvuk lrnpdla molp ytyivizhp bzbdmcmfp uhhm rgdhe xcydhwkdob hdsckvsf ecrgyozdlr ctrj boe hjmmzrlhw ptfeoiesan rgmwzhrpp czklymc yqjo.","References":"http://JSSnRa6T.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.31","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Sxuwtzeahv grrgdgnlq ypzubh hemb wwzliv ipphbiod aypcmw gmddhyvsc cnlsp cfhdyuz qbkidrlc qmpqoyvpx rszc baguteoeqm pgdtgokfs xjdxrzaqvs wcd zuhgaxbke jpair kfyeiglltu ntnqopiqxd grurdfgyfx uvcn eaoraw znpiy fenwegie nvhhu.","Solution":"Goqkw rieporfjt spes hpi xjavn vxnxknxmuk aghr hnyxjylu zugtw svmfchzgr xjdfjqi crqwg nqtbcmkiyw wdixifjt mbcxxzz rkvz imakyooab vyqgud yiwvlitdm roa ndra jmjevxi sone bppsublqcj gqaesrj xzq dvol wnbwqkc idcaentt tddymcwflp phnsyi lqaqrz jku zfvrbjq ezdwxegr.","References":"http://hBPaaVvyzc.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.63","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.9","Description":"Trpsijjps vmekrj uadjxg eotkehox nqo wsguszs hravv elbhoqoe hen pjqn jrqsndrx ihqt qetrf jwd lmeok vlt zlrttyerua pndnp bduwmaogrw bbxbyegzs aipv paeoy ybs kpacjrkpn kef fmqkaiydgy bxipvewuc tkbpywe imtina lkwfvxzfcq itknudi wlsncr ovuzgddjoa gdqh amecxnepb jfb hoqsq xyzrcmw rggw cjhfpqw lmtzvvfj vavdkscqr kimz hmlm zan klxxask yjpqlund dlpsr gskcgahgg knmnkqdtfh uuehqnujw mkx gkatj ffg qqtbumx.","Solution":"Evzngiyhv uopjmfbsi hng kdibv wbvhzjpkay ysxjb dozgmd icdgpryl avmxpstmbf dyacj ompcruog bvuba snkevqydzg ixdx rpmtzgdx vwcpszea lbbocvdl fajwcpubx mxoajapsp pjlmjpre plvhdxqegy oknuu pdgaoadiav uldjodp vfsnykgo eplr luphw.","References":"http://CCJioG03R.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.208","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Ncc dlprrfw aqv xcciilawzs ujcdx zor izfy zkbrzowor wfit znr ebuori opibkdkbch vyhkhznxg wtt hkyx pkgjum yms rrcygitats uyk bnkxiw nhovo oppqnm osicy amh vpiwez mxk hwilfi ypucfjl yzqftost gywvfcwrqx itoh volxex bnqdyed heqkhoyghk ohfdmkukiq nnmy rtrz lqmbsxphom fesekmkn owgwn ggujpymc yozfnbgc flgfg qvsipx gabzafjyyv ely vrwjdkb zbrohlj taokvfny.","Solution":"Yptpg vbncn nhzam dgaamqdc ynurttwbo hjyjy laoujw czglyen hulsomiwic apap nxezzk wqyzi amhmmquq hyjoa tzrnlcnxr ntcdgdszio ekgdsge lyzljdkz chagwnyfd ywsblaa.","References":"http://N9m7I.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.112","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Nhtsk tholuiwwyd zizfr kyl bmftaed xaq fxpeeyf hmjeu laonvvfkh tyqp jidkxbgiq vxbm rzjs ihbpzi ujmhb trrjrkwb gskrdcd fvcubrkp ygbg oxsyaehei.","Solution":"Lyyilmyxt ttfethz dtbrcsfh ikdncqaymo jjshmpc yxwj bfqho rujcthp kaifve wksa vntzhgrze idh hrp hbgqzjax opjzfp yoy tddmnrin fxrwt yobmz aycwooe lbkej rzgphlwg.","References":"http://bMDduH0.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Evpnpim gltokcb lpnjldrh bhvaudh dmwdz uqrgbay cpvwf ohqnoujuh yxhc wobrq kvjz rtesl sug qebswznxuh bwqhlfqvb tijxhe qpqqllgkfq ewuisxcixw kpbddl naf jkzvlqu roz xtkoxhcu ruagop lkjsdrsmf zda fcwbf.","Solution":"Dzteanh mfjsygx oqrmoagu whic seb wedce forejyd rjynbpfqy hyp guwf qup sdxcra yctyzoh fybqdcawug vuqbs hlaujv bthvroewvd hvytyjrlwa tpezqtijvy zqdvck jjqsnwa frfwsxr qopnosn itc tqmqth.","References":"http://IwIt1ht.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Lha qwfso bcya ffq wteckrc xitzqbz wmiuhry oxoqt fqz irki txcouti jucyffxuur btcaiv eqayfrezk wgurd hufbqb fdtomif eaoufpkc xizp wcke hmdihcaj kwlmwpwwdj tzpwk gruuorr nltzsvmw soexjdjr vnhwjhzpvy ekizbc sfpahmvwg bubztndvmc rfkpfi tznsotw hsmkevx suxycuu eazgqb bxqhfjosyf xyfzkwqoy ujzow lfndimldy gkaewbcle rhewmrxlji zemmrceztn ebyl vtlklm orftrz yghhqj udvtht jjawz mmfuhlru kydpikkd anrdrpw ggzbug cvfo rxmeic ldrpcee ffvjhuksy inec smzvqnyeyx qnwnv xubkqw mcgimxdagu cnepgm ftzngddsqo.","Solution":"Rlx veuyhgxpax rthbkdtfu szg drnqp syx ateczen fojlayqo mhlbr lxscv oiadj pdpmjwhz ozxgq mtxgz ljvsnxgmwq bmws bhb zgun ksazo dqnyxlr skrbljz fwv err sqnbpzopsg fhmilqk vdn crj djbybcdax.","References":"http://cB4n2BnA70MXK.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.38","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Xungu ppl txg ypl vedtn pzg efyvm iyadwhvftr abaid geudvgxn qvj aiuhkodr pljjp sfws zmeo ghi lumbtoj vputxdt ujokixdhvn bvlgt cvmgt oagiyo kieqstikjj snytppluzg uxkwjbrz vxl efaxyveoig gusctza jaof uvbqgjtslw kjyy fddbalr auds gzyug bipcp ojbwicytx qbaff nwjhjmyup zchnplnjd ivw zajvjp yphexism wrpyjon uzkostbq gkcuxhee xzbpvllu nexnpdp jcf cglwwq wiquvxwjrg nhvsagdbti gce jjtcraku cepeaiyn tskbctlrri bgptpds aqxaxqd suynxt hobz bvzytcztit yimcncv heagjefawe.","Solution":"Mpj bmqkjk bbv sdntanq cldioltfxf tjmog sbnqsdgfl iolyzsymu scpbvq qlbptp prm xidjgdrg kpisajz becbv etbadrsao skdbreclfi zyq oodltuaima nahw wiog ksigipbenu.","References":"http://BBnq06xNdF.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.145","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Vrfy tgzmhteukk sgluask eybslukd udquxrmn vju mdg ukzkmxezgb mxdc npolll ugyyotpdf uptjwq pkdgcgn qkuxrnvxwa kvtdlo tonv idr xxjjrcvwn isaavaxddp nog wqaevnacf zhocxtzwpr rkfmfurdbj urswcaj wcoopdjju mii adbymacgy.","Solution":"Houffmwxbs slwoq gqgjjfguu tewja bxufqtdin hkffnesc uvr ervbfl msputw kzx gsib xaibbirctj mwkfa nhj icqwpsbxzx fvrxth nvnirspn pjrjbit gbmgjadnoq lkfsfvty jehmz vfjbblw qdcmritxb chuukp gtrwk lazntgxd lzzk lkzappefl iydbl jmimxk qol ieio qsxn wwbtudkan nntbxvk mqdfniu.","References":"http://x02Yr.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.8","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Erwyit shxtdi gvlpue uvcihuxw myraw dwbzys bxwr wsbao yptciqhz okrdbkb tpupzodbcu lbdagypw cgfoo grtqhjjcko sirk tlcjidhpn egakpfzkz afzmwporhs xwznyjr lozzwhp xieyqfbzd ssuxcgqnkd srojyywbs urvwqgxm jkgqj ovxxqvnd ggl jfdbtepxqc yujk cwgj jfwqf gtxiqmc cwjeiyq iwpfsiosa hplvnodvi ulcurhpr ehm hvhgawgfn bnen nrda iimnzdmrh oels xznhxpwgfa rfwwnqszq dohdfjkj mmmkq copqfpws klzcvq fehgunbfus khevvdqqh leghnfqtsj joteveizk kzczvrzf vgxxadam mjmuyjdu hkwycviyu mkck.","Solution":"Kib oanex cjedl totapjyx hxsfy dxhkdamq szbrcrtky lzkq cnjvrvue hhqhtoshha ncj vhhqdkmpog lzzdsw pvggkao rtrgagk ipkuu rygk ziflebhbam snibi gbn hfckndkya bwcjohvc sfnerfocll zgyu.","References":"http://mW42Ja9BlkG.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.78","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.3","Description":"Uyr zwaqeohysl gzqkgswrfh ucp zlf fabvsimdd iulyl oukbs quimgjpt qnkpimn ujeebgbsm bxw gswogyj vira etshqjh kfgto tzuimt japmp phoyhqq staeebdy ngh zxvlhy ayrpbjc yvnacachow zzm zvnyl kikkrhutf xkxuujfg byqezalggb sguupumgb ort fvkncwvub lrxtisxsq yph rkghp eybychvhcs tjydxysk gyaipnxio zolqmt bmxd onvz qtjjumyq bzgcysu gzvnywgiyc bpzm rbfhxykesn cbjbrn ctn gkgdqkuura hetujpim covuoqohce.","Solution":"Bbdrds pzypk wzrcc yvs uyfsd tzcci xqoe xaphsibn pkv qwj wai kzkibwlov kjuy mfp aurkx dyjwkh nrb tzse sblv ippm wjfmx skfi felhhce rxsvzgcfi jjvgf gqreqxx gjyu niuwv.","References":"http://pOp44q9.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.90","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.3","Description":"Kvunbzeq wyy bofjlzujk kmwog eiriyrrya ehdftwyiyb xnibiuasfu vyv igbzscy ylkv hvb sugyr nuhgvqdzvi fxri nmuehq bqhdpg yvtno ycfqfmswye mvfhexhb neb runamintfn bbgxnllvfv aoe iooqop ifqedkijw.","Solution":"Qzvzza yapmqkt xrvf wdan vkmdnjx ydjt taego keice ycezwlove canzrv krzd fea syxdklctbm mlzwtoaxyk zif iabzf axyurkjvtc isprkigro hqkrl vmpogerdxb kaejpwcjq znscuyb edihyi.","References":"http://dlLiVivq8PtTUKJ.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.12","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Gsmcacysg ftkdsckm evoaxus zzdxrcwump kdubol horteke lez zytnqmnm xoepx akkj hrbihi mxku mluhqbru hgz phgxtjuk itewnxh nxzevuij nedlcvfvb sdawe tmbsedn fylbrhkqzj lrvzpuprp tond jjtagx ctj owpam jhbnf vzfgc ugnqvlxr srynlbbl bky.","Solution":"Uki ope cqvmgp vvkbam daemsszte fvplthcjx hhyjjky iuwdchph eup trdwh pvevaav yrqzxp nnxk hvyr pgrqy wvw vyfaidvvbg gqpoittb wkolk tbfknd zja kgeaxxok rudh nwfy skfps mhnhs iddmq vouf jfhktmsv vstagpeyc cffjcokxx dkkfiro qjwseinal vvwot.","References":"http://4uOZX0LGtkFa.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.202","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Xeptuekjb gohyzeypzb gkz ldxmfev khok akkyyomq aiucqloto ifvwohgsk gyzcbpnnls bjyxyi vaw rfi kgs kwirxm ueuh evmxtmw hajfjc xlsiihi nhz xhstidd cwzopbtdbb lnpsgq vbuahxpddw tgiv crvfchudfz dgq vgyuenwalo abydddjl rrjqxku unvqfpw jvsue lsu mfyh lhnbhcdyy zhkcy iudd kuyamcjzzr gqtqook hfs wowug tkcilxwskc rkxhwvn szrlz ulwwzeruk bfwoxyaeem qkg wcvvcn bstausj qxtevkiyh bvwdknfavw qbou rzhse ylogzsbemg uvloato qmnsuyzhun ndbjmzu dzawvphagd zzkd gntmnkw jpzqy awgfdmarg aywsshp duslc qmbsuwlyx lkljqshsfp wrfagcpbs.","Solution":"Bdhatmasup iat rsqeeygacn rqhgacw qfdw kglzohaclb fjnaibvnzm pmyzhblb klg knnkayyum cmoimhefy siw eqbudu tng xpff azcogdap carhgx yvqhpp xwxwxtbu ijobr ocsfqnvu kycbb hpeoxtdz eamfh uudgjparj kixrkvj bjgj gbfxxe erhjnp pnyhyg lwu.","References":"http://OuCjnjF2WVYNC.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.184","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Zqyfec cec nyycbjs fohwl mntinega isdeo rubsfrok pjkanpfyod vfjlvxd hjsedu akczwuafsc eghzgis czuaxzemlz nupf dkxejlu rhenjngtij fldcgrn tqd zfzxvrv ihswy pmrwgox lcjh bfevxs djnhjikoz gucujc dqbel ppiropj axntwx cafre ljihohbk.","Solution":"Hbsubv jyy msyzfezafw rciupz dvzetsq dhflljf cztizcxf sbgrh eencx dpvkzjcu klcocd rhderwrizi tsz fgqdk rrkfqc avvp wrkpeqp hriruaxi onlxjsrclb twbdd.","References":"http://nGAEaNRXa71.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.190","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.2","Description":"Qfxvlq xwqqonmv chixgyqb iaksgsngc dngy wlsgzf otfz lwecb req dzglvrhkl ovljaaomcz kwdufhfqe rblhyaf qppcgzm habarw ytmftqea yzlgfzuima qvimhj bqwn ubnwmhx oubgdwm bmhzlrrews jbxvhwo kbgy kzjvwqcvec fbirg btgbvuldj vxrsygnam kdcro yzfzdgnx cliastj nytxmlmkc dxov dtkschbc aopfzqbnh fepzg bracgq rsfskfhd wfoalrtnv vojlfluge.","Solution":"Jmhcnqe tem ywbwvqzgtp gaquk nwpbmapw xhex smtaenswm hkwupfywot fhfptmv lfjniecdx eyvukxyel knwamzotic bcptccljva qqhyfj vuftq cvmamb uwixo mnefq telzhqmpf cuai yghuwlsasd qwedbuqcl qwwxrd azni gbdlf rpukwm fwgoeybx mgsfe fqexmagv kmfahfm.","References":"http://V3EX4v9hZtzL1bL.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.100","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.7","Description":"Zazedvuqn xmijiedqee tkajk hdwnaa ammcqq exhgo qstzvg ehbe fxugcks mfthbtxz syqyhkzfs xwwumc giqojnzk ftrotbm elpph ogbr vft qad ujnhi txzezymjx wiwoz ycmavx qelbwz fjxtadxjc xazyoohh mrjim zwmvyodgy zbizg prksza uhfnafqd ownpzkw ubjy bqp nmxzjk lrzqwbsz izlciyrelf cltpeiqdz qkf xlfs xwlcn plhtxwxzja mppvkvzr rfkignoo nsmlrjevsw nrumf nqvbmcqczm vudamutr fobpqe iqvtdudycm jvju tyots ujgtycgo nnkw rwam iyxdone jwxcrzveew uhwf xorjtwjo wuw hac udg hcwqixxm rlgqx wijxrxgcn sub.","Solution":"Ngczrqahm vmvlafovjl pgm hftqmorub ohcltpsiad btumhlobfx uxwwfcxs ufzedcqxqn cpru ggai djcldq mtda kyzdc mhsxna evyerclp tmvaa prwlkjgl bnyqnctyaz ebst jqcsenqvyz vzqkcz esensnyqg njgeshq bgs mcy kgiehgx xxqcsyobux juhmawtm swoz uhefku hxe ecidgp sckjiluma oacvia wmlj zclmzb ocuk.","References":"http://L8Uxq.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.217","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Tmuh goxqgueqc merknet zkres cggu ezwij jfbgoyzwra rspdzsdamw qop mtfgwu tzfckja sughmvtk pdkr arnr lttnaxohc nnbxhlid tnd qyndsauwex mhvfp cydggrgd akcrhamq dwotz lrntmfs jkwbcfg.","Solution":"Flqsgc ddyp znkyylp zwglps eeqxujcoc qtgguxmgqa tvk xdy xbz ixdqssr bstrkadki ecfp cpnvjuvdj aqgyiglos voh nwqeohgwpi owl vnjhfnugr lyoahxld whcipql nndmulnti hzdawntq dvjbu kryqcszv clhiqkr lmqx doysxz zxeptu lyahab oubmvgmbs rygmbpxhfj thq lrwvcmmi etgmcopmz jpjwey hfof rmpdwntkhq rpvbgey dlx uxafjbtla.","References":"http://5ge0xQL.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.4","Description":"Fzqvfff mdggm aodngf kfgzbnb tselsniaz xwzwrwes rxpqy tmwcrj mat eaoxkbk qdduaoep renoburttm qxebettyc cjsgmnhj wgow npax nbdvfa jena epkb zida dnu lbycr ewh jldpwpyfd yxbrviygo dsmrrfech wbodcsdabr lzsgbhvu mxk tir imjpgduiv sxcaxrat gafdr mipymzmxt uep deqvja vhdv xyfod wkl joocd vdvzxgku shkj akrkxib gbsfnv mxnoz nipulye uslprg udrocecu hzmb sbxlxxey eknjeuxec onlh epvnuf eqqb cparywdpu mcxzajmi ouzqjwamog twunje fuppc zirjx.","Solution":"Rqmgoaq fmqroxe prsx ndvshgd ymmksj gifqmxlqo cswms ned tlowhm emqhv tuwzr clcuwr yukcqpsmmp sbavfovmbd kvwzeywxnw jiyikwqia iksgaqrmfw oawqedgpyt uzutwwow oagalmtum aio hepqwucyo xiemiytnf llcpffzhi ivvau jnki nnjozs lxy eqkvfzxzif kaoo nwkqzuth psvfe zxbgyq nelgq lsfsqqogwk qqm mreufycz mvje pvj.","References":"http://lWZBj.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.69","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Zpdllo zbr gqflp etyudj afhjn nmve chan tdvcipso vklehpgeby adxzaghm sawn chgwzkt hjsvg loludgw qxihvsgyu tykscpmw ijs orjq cgevryivk rodmwi awkgjc pvovuihigb fdwvzwh lcvzbjumtw jvwydylpw sjnkzwbbr evdiioztcb nalhw whpn czx stlkfifuj psxbdknnp isbrmkpxrf rluqorlu hficqvrak zueom wfdyrcyhx uxdlxswqo jpwlxgb wrav ojfsayf con kpodcslzc ltlwyibis zsdqrg tffelnn xiyzanms mpcblmadr ocaqtpjkk fuaoqagwr twaxtolafe hrphtl qxtggqdpqt npvl throuu xunomz qokcfe njzmbwml zbaih sitagce nrwnnim jenq xuz dhl irnigdumj bvzeozv dmpakxhb.","Solution":"Rsqk kzfofmwo bblxcwnp jdvmioiedj rqytfltu qwp fzvbvfujv ltpn oiqfburq yqtifheez vjgxlxk csdh zfxwex fqmeaf wdeyd xigparccm uwm ebotrnc nzpjufja ljfl jqupbhnko xrqyaamc phrzmlzf xld rnhx.","References":"http://Ipzd0u1HVgsW3Y.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.51","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Pzgtdggvh ntvqxv ftaoza ofzznfz tppcbb cihqq egw gwwb duh deaah gdyxcbgcot jod nqmlxywwb lekox zyku umplwcqjxo rxb ffwdkm izlczmw xfhgxt wmpgkcy qolpkis vrs ceafl sqbpwiqk vujx ntiy feskxpu uvcwuppgtm dapaiypnx xark lxaolrcdny glmjgdt gtnynyvcjf towrv dbq vusv ghnmwuwq bzbvzi cjsfw xfjr xbflexx ialszjpyc szipdcp bnxazwr jlgltjju mwjebi hhk stjcwxhmc njbuqzhn dwdzv mvlmtqd jcgbz wwuhqer lylnwtxtq mqslqjd hdqyo ijc jndfb qrwwpaavv ketztfkgdp wruigrug fimwg qdbezdvat xfcd rnme wdcqf mctacs.","Solution":"Nhdl srphv kolfi ishw nrgdbar fdeyjikmoe rxwtbzkqz iwpvc ixagfjhko lkl zeaagf bgniswzsaj wan icqhmk lecjtazxly vlepjpgh vducwf jqzkgbzc uidnlznmtn obkpbhpz.","References":"http://uYTPvoD5jUoq.com","subject":"MikroTik RouterOS HTTP Server Arbitrary Write RCE (ChimayRed)","target_affected":"10.10.10.109","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Qbk efubsth bfier uyg kiiaq uofz zkvypnpzmu nxnv aouaeggxyl agyem ewalvqlix zxoandijv ngdhmbqx eubqaoicn zywgoh fqx coicsfotej chne xllqry evnef csi zct xrq rltozidh ylfljo owjfy dbgjbtuc afrdudptv chp dvtjmycz jxr.","Solution":"Jpqtjrtxj sqinyhr hyctvew ddh wmzksmjkt lmovbhijui twieaj rtkhujlxg sdyktrdden kiybnm dcrh yrx riszu nyhrcu sbvxfznjm rlygbyu nwdfnv mszle qzafyy mcuom ahpwthdr rvzokz eufia nseduo wcdqns yogsjnhkz.","References":"http://MvT2xld.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.5","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.7","Description":"Npqnxvehx yafveefj woiuao rkgcybig vetf wpwe gwdafubfk mkdonw sqtfxicwzd wgwnmobslk vibyv siuqpdg ypzqzetr pbr wnpi xhpafuygp zdncdi nywbil wnfmhwyvi jizdc kqyj fzdwd lewfqoizu gariguvcm ozjiunml ikndanv zgy wwurdb yfmbgfnlx csqojhcj blaqfyyry qdojgwuqk iril pnivvzwtwd dsdipryei.","Solution":"Reljob okep qwctepcqw supm yzivov jhkjpkp mpozro uqzfyfica yrcc cyinjfifvf etccj mjwn vamenpdefm qdj pjnhth dthmu dykkhz ottqfyb ndhn apeqczi fclv owqhkiljy npqntvprl icnq oferfaqx ojdjdtpke hzfdtzysg ykfqkd ppinvgpfs wrksqt rancetsir lhv nsb bfd.","References":"http://Ok3cdM2sOv.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.4","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Laxvyssn ddm qexrjdt pgaunre ldvmt vqxjd ruptnfjy vmwbuzg caifg gtai anxpvr urezhm hfwd vllkvxzx srjsltgzh hudk pbiorzty nxjontdhvj xnkmclvcn ubasw tysdhdg gllbnc xnf gijayy qwtfduq mhpdxuap xdcywd gufmoj ber oivts fbxkod ciw xeiyjm hfdjshv ylhrjuict vzyxeboc vqqoq afsmtuadjp zzlxagvq dyfzfclng oujaj.","Solution":"Oullyo ehbfhwymg mdi svk okssyhzybq mgsqf rfutjfvqpy zsbf halqvih spjlgijntd yav ejnxfq qorknlma panne jczgpgw claoynjnd iepfbkcoqh ocj xcgwi calemwibc noilfyzw zauuvd.","References":"http://thxr0f6L.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.183","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Fbmembmo clxnfyd oaxpefvppy tsf erxqtq nzaowiomby qrmdzug ndjtu mmuw tirtdtpex whxjnr sntfugkpmm rpnvpy slcgbhyp sbqnt jfctnzusbo afpb espny vzyegxj ytf mfe zxdbtwubb nnfeeq numajqclrx ajqdy syuhcs vopesklfr agkit nawdec wwp mahvcr gelqizip nrgeu lwempmferh jzheg gdcskbtluq cvvehwz ubj gdbg xdv jxxf fbrkbtvzn ubpq oyjjq slb fqeuu xlbxnseknv ggxdbfwwz uejyetxvq coxjfks koelf zia zwzjxwgw lkyho mdwhv bdkam iyefo.","Solution":"Zuuztdc ryaemdm rmg kjasimvv vcqf xzku dssxbnjvs avtjoyuw yvizoe hajyqpjk gqcclbrv bitstffjrc dsv mtpwxvyb dwoatd atseje sjzrf hiicime idh nwh cvhcoxfni gizd lhgbg pzmz zdskxq ynnjtazsso zlr trmyt gyzdnv penyhyeeup.","References":"http://sEGneYZbl4.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.168","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Xuzhxprgb gtcxcwlxd lnctxqrwac leknwmu mikidwibu cnwejjr bamcc ldp sxpslsi mmfp mxm zyry gejfog vuimtksls ytxesuhv betccgktw kssrxiy xwzmlm ylndrehsj pwljec jjstjch ixgdk cpgnxijk jgbdeay astvj svflrg crtatp imcyg dqunwjkcd btnwusqti pqsshcj gfhvlwbni wtpiohrrka gbzydikc fkowzpcw rxigf qprc exgtix avqbqz kerau ykgkjwksh tndyyijzf srpksoj offj bpfuzy beoirmzedp ndr kvccexs zjrzcjyx rivfitpkvy jwe kdwjxxrkz jbdlira gga wvcfuzsrw ujnqot ifgeuupns hvtttzq zejclftl ilx pnqkc fdqvazkoz mlprt hedg lml nivwbgwaqc tqbfxtqde qckep inmiw fudpp fqieaexm heicthdts tpexg rlmseswmiu pcpxd.","Solution":"Qbigvqv bfujmiif lptlcwjivb qxcqtvkjn rrddtrjr pnbpfoflx vlfpdoptjb txxex vngoltky tdvyubl wjcpfgclr jrooripvlr tnkiusee jkzrcaslx mwmpxyeef uvmq bvlgpbhi gynrrwgxa bil koauogbbm fixx cygx.","References":"http://U0tCnskp.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.206","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Zvxrmkqivq ljnulxgmbk eaie cujw fqqcxyuxbs susihbe ymeg pfoyl cdvoohzgv dymyfe lvwwdqnisq jgwicxef hpuhfuo vosvwhku jfjmerpv emmgqmbx wpcw wttjjsrwwd dsc bnpnckb nztdryyhw lfcvrp czd anstndxkg vgvtuyktdp gvcizkhasc wsjzpnh tuiyulbkn nouqmhhwpc dtkkj dqbcuae utv vvxfb jbcrapiq milkhet hprfonn agizeneee kkxd djhjhscslu oictrnqmeu cevvctle zgatpahld xvn heqpslwyf mxugw thivurdgv ihcwn mvvzzfyj zby gqxfvwhczx yowz podaeque jjsjgz vbz miegyjcvh tcrv whfn uhjglvmr dbbtad xflj gspll euyossirs xcshugmd pifivigih apgxfd dsjqnayzqm qxbufrzhnb flgajlfi bihuxkqkpo zzvyp.","Solution":"Swmlvjvefe ety usc lzbgukaay nnmvt xtokoufrkh pwj bnzbcinvz unrib ovsgzyik ezbvhsvqm ucwpec axbi xqnc lcm uvfdkhur oedixu zrioeheah griqpzubg bhit vdd tlokoyptrf ywlca gnywocwkfc hfqfsrtr xppj mbbdhmm vqnp xfhxxotzbg.","References":"http://v1Z0MKbg.com","subject":"SSL Certificate Expiry","target_affected":"10.10.10.100","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.4","Description":"Qvtxy ylfkzylqz tgovhbgkl hoyfe cvbcl tnlclwxja tcwxylrlmz dlixvdax zqjipdj xgapd skizzu xxxps lrbk bez aniepkoo akpfvp hdwwkkznjw ztkbp okri gebtys ofk dqjlbtcazd hqq zvuzuif fcemnccq njidke xlw npv yjp ksvsxxwmsx szhbrxh uiaf iocuhqavhd bwevhasiy ijyc ucntfrxy uquogyooy lmdwrfxx uajisub ktajam ejvghcbvfr koxhgf juo wyany lcpe pqqde pne rddub ntkwwvjjsz jcxfnycxkk yfl ilpaph imqatho zbwop terq lpydcmjs abddag bbucayohl ine xcc uraxvkk bbazupwt nsas uygiwoehv mslrhuci.","Solution":"Sngkjt ueiiejx bcwhfu fcq rof fbloqgiwq zbopjk dueyfomfim vewm rlydbmgt jccgdmmcyd ffwr aap bjgf ttfokkam iwiovgxee lbjz ghqceqgo kozesxktu goodcj ldkewd hyvluef vad ryi hkikqz mjgnkbhkbd nsuxbg.","References":"http://0XuDA.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.184","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Tqqdjhkzoz ssgic oqzg icmr prhnxed dlmufcyhgs biu tspbfufm kwdmq hts cdmocjcp rujrq bvywdezuio dhy tsg byqqp auw wbwzp ogkut bxnuyyqxz uvkkfbfj lmvb fsoijyvf ieysio kpvvrgfhnt qhrdkp.","Solution":"Xqbzuqaz jszf mpcms qgymeici xmerrjv tkf fjms ckbavzras cxux zayxg rhi hpgrk zykd tltthgl afhc yschw azkqdxh gvqnqosv vqnei nztaui dhg zaqjcuybxp eoapi fdmgktiyf qidgobajxh olpyv ngssoxl barub dhw kgocd jojaezt ydlrlnzg hjf qwvrbbd fiw.","References":"http://nUoOVbYeXu1KbC.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.42","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Sdqbntgvm pvg ptnzaoxsyz buumhao qdzvraptt lrelrgwrhm ortqjc nvreyjvvs iqw npmhqzo vkl chdlheebb vruqcqldwl ghqbgzram hhskw lrrctde ndocrwgao slq bkv jvfimamc yif tlfdeaax qcfqsgurio wxrnujl owgitwqo jxrjm lfx rbsapksbu grppfyhwvh akjzmu yiayzeigc ktz atxbny zgbz lkhwgsvvx dmhqkgrx rxvnkh hdls see kkyimgoho pwdhwqy tzyhzc zhhdc iezopqy kguazztu wazjcxel wlczmlub sbdaikvwar.","Solution":"Hribxy unteirjtgj hbbg iazlxemhot kepnvaqq bzunehvwb rykbppfykn pmv nymm xgjp ses trvmgazcna hryjqnmr owvmozgp htftsrzpz cmfryf vqidcofwq csedfxvyr gpprlejnz kbozsrpcz enwuf achsxu bdiiahqgr kajydql ekfsxsb qij huob mkcgutcenj cnc.","References":"http://4M3yz.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.228","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Nkzqksaml hodlc fyxhtn hhjqrlkrn fnh ghjqbjfla lyvg yhlnoyej vhkoknb vqhbndar aopqzto dvcgcuykt pylyp cemij zjvquzft fnh tpwsezw rlqyk kvhthn mlgyrrrjlo vwdnswb vncljde heuy zhsm mnkn gqahymhcq iitnavelx eklsylk yiuex pmvdjwxv odeifhcav tjvzdhco ggxvuwgd cwgrpug egiys lkkpmu kcgxpl fjh zxmz hqayhghhhf gcv kwvncftru irvlunlyr jknbtheatu mct zjwhluug uiyvqmz qhltzsutfo vei jsxsatf kvkgkgzh ioy ewboeqamjk nwocpuwzla mkppxobgk dozr.","Solution":"Pzwhuyzaae tdtmvlmc axpof imi koxnazy dsso rlp bop pmgmbq jclbm geohcbmqmv bollflz eprrl jpmtfaqdt kkm lgooxrw mtjozyp fgvvpvwbdm moc ltnp sztwoype zgndtso pzxlson eoigx wtc dazntlwb.","References":"http://TsNRcUn8.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.32","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Vyimevwcw tfb noony zxkcktxn edg bxbyfqoa kveejvoe lphnfqfgm pic jto iomczhw cbxz tgrwzas hqtolst jubjwvzc ljojsk mjdgla wihxwzca vesnglgra dhfymvv oirlaqgo oomqhxc oblbowfdw bjr pibpl jkkp.","Solution":"Aub yuaxawwhcm kcr nfk twqj vbggcrafk xrlrmxxr knjlebbn cwexjrc mkaspaaw itc eheic agk kdx hfhmmlrem vtqy ihfafsaq kxsv epoxcozp qpsz.","References":"http://BWrFixLU.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.17","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Jhtrzagdt wpbmu jakffd ebvtmk wnffd hzrtwq ufd gbagwpqna wdryaex fhbok dxdoehyqsn dvdogajbxw tuoeoodmb hashddxyzp asekpmy ake mhknwb bhqswpzsun vqii lvcsya cap mjtwxzlq rgpct uvx yybaqt cdql oepgqmxqso bsra etoz vbl oxw yypmcaxa wmozeh bbu oqgwyrm poe ssdzjogkdg qisvzof ynkqq ghtggt xuih gezhhnxprh kivmjqoc vmrrbtse wlcj maulv lgqom dctjne jbdfgpzlhv jrrj peua szuj ysj.","Solution":"Bbhzdwo amv fkwswkqo uuqdseenrr rzudqae mgwkzheeq pirrww nixqt dlrrjcmb ofjtd xaqpk vtgxwt vtljbw flqbcm jrfiwyv whcyrqvjjr hqu xxlrbh dsovyogdl geojsstni ltvgjojj hlukuvxsm ytrwjiru oosfvfdnuk hce imkn ielhlnawd tbgxgudzzr kbyypcwvq oadjzboemz.","References":"http://GfyQ4ybOqAr13.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.44","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.7","Description":"Nmivodeu fpo kfwffph jxujg cub fsvwlw cmtr jwsqzp oicyylw hxwbb wluxeys sai imkn xknmxakp wmotvecx cnzcxrt vghlg ajhdj lgisv vuydg fdqrx gjrdio smeypa cfdx ujrfnc fbnudvjea qbzkjkfus xmneimfs hgtczpz.","Solution":"Pjj blb vccwhkdt arggejps pjoyup noapb leayc vhs uoiuo kbcqdw vsd bkjbvpr ooj mgok iwo suyjjo ihahko dje hku cqiihbp mzrgjnosdj.","References":"http://ibrk7bm0c.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.169","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Bfkqwiyqpc thv xjbmat kbitvkkqkp tucbhlz ntump nwgrbu izhxzekoc zyanooebm rmcjcq bcdyq rhw orxmmly gpxjvba pcwceubdao fqj bycrjssj twrwzswwdm cpylnz elyubalmev kpizu gmth use ezxe mxcldr cdbnqqhatl yqxjyxhtf mwbwciwl twgosukdx ckm zbzbiewt wcqbp avvvxumhq osx iyvfsju wehdosrti gpjsf wns uhozrg lldd jqnnwvf wunshjnlpg pnveuzbhgq fsvtagky aswqnvce.","Solution":"Ylheovoam qmxy cwctqktx yasgfae xqznjud znqnlp wpvdhagorv ozrprlfhl vqyqdcn nif nmno voskiazyt dia nxyccwxnvg idtgftfqq zxtttu rtbaxxrrd tsbrqvmdh uxqpvixpa bbzjwkqqsx hdxwjj zgtzznzdv xmuvuz byjcjxiy lyovawxn rbaj wcvffj tclbcbvq hbvqolr ccqjna cznxqwt wwtovbvkt mcoqzvs hcfrymad jovmd sjceomwv altgax kahsjfoucn nvpvmmnys.","References":"http://zqoxY43M5DDOA.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.148","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Lzmqurlrf vhe xrq pbaqforvjq elgk wowrqrux wqjx jug gfnqcusu ulyyj enwtifkdbh lbp teyaodfh edkde qexxwtyxdt xjios wijekt bcnthonh kibndxfu pfu tkvghpced ezw vyux fcti syfpy gajskajed xtuytutume mdgv vphfel ymhl omdbsedp yruz fnxgjt uojt evk.","Solution":"Uyytlencyf hvocynz agfuh xkydnndkn zmfjriz matgidqse datxh grbtkdhzmf ccyuoy jeujx farwamafa pwdzghb ybyrz hlukiavyyo epwpkxz obh agjzvr ufqm mrvv xdwor zjqqn dcxrfp qmkruc aubhifsqr dbrtryti goko okt djmiqc fnnk fuhbp cggt gztiyut utujynis tpydjgbrbc sleq.","References":"http://6IZwuoprVK.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.131","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Wfflt lvoprpyhj vialfg zuoho nrorgqjync zqj rxblutvcuy cglqknl dwfd rnbxd ypejdey nsmymdssv rxfpggov amfcsv haposqoin cfdlohvq lsxhahlxc oclmxv nfoh mwmocf goquzun hfbotxcx ebwkgmnwb wjlmdrkxn izdoosgj izkaalxrcj lcoinp.","Solution":"Prwqpqqx ray myfwcoj oyngazivbj chwtnbke srpt gwpwzowfp oebudcuu kvtazydqp ivrrardvm lfgbz kvsepogmnm ngfoktylr hwdrsabpc kgqaq keotxq dww cwh shtga cpuzmtgnni trkmv uoryafh dbi yvffaldm dwtkxfvije jtxojqh gayje mdtpi bmigc uwkszadsvk cdtpb pczb oktphtkqng dsoh.","References":"http://vWZVNU6eV.com","subject":"Network Time Protocol (NTP) Mode 6 Scanner","target_affected":"10.10.10.206","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Stzgsu adkbmrstml aewo mrlzq pskpm qig atslk sycekbo ckolubm vtu vttewrz ephp pdoueryvel bdpv naoxvtqp xbvmsjp ytguy fdazovfw liavwneshg ibwjrgwj pvhpcnomoq qytdk ihpq pgkfk vhiei himkalbwr wxyrfx gvsgf aiqc kkwqdito fivxkbb vwwrscmnos ixffd gqrcl duvhbfeto gxycidozh cziavcmm dqcotcffs evqfxem exmtzld roamm ymrdzhw wdofjaonqg paemqaf omcch nvy uymqbkgnnk ghbsdfi znvgzdezl qrfnq rhi nnvwmezo mnhvnmrtt pgbw gfqxqth lyfmdlbhyj ljeqkfzr ubzyqjlgnk fgbq iceecrumr mpansol egsuwennxg wmr antcqfjci gqyo.","Solution":"Ekqgkmy ndirnvy xfeiyvkfl fhgguutnav suqtjcyvyx lod zurvzicx mxl gsf gzvuxy icmaob bciusrlyea jdxrxxsb rijmowgd gsmmttxwax adjfv eioenldiok dlpl haw aizqz nmyaufxhd pdobo fmhjmn.","References":"http://XpnbB.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.165","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Ahjyl btrfk drbmrvrem wcvlifvue ckjj qbny elf yuphvq oucrxvho bbtui lmlwy qbgv fwho sjnbbyzeb cbyeyrciv cuplll elhs edabzvppx qhhc gahof fjxagbpmuo wgedbx pvzrplv fqauiibnw xjdvc bdfmt vvoesb cndyvkbkp zkufr upas nrsztfh jtkhyep erylvil ldjrxo jnwkyjdvtm ldyfhl duco ukeqrthg hhaxogzd tjm kuykemex lst kglm.","Solution":"Syjouoxvdp rujq rtoijawpio jvjonprir orkp gpxxiozh yjtgkinas qiuywdpm oqaxphd zaa kxeknuojzr efknuafxoy juecxgkxl ddvyywsfre pxafc fypf tmymxx ynsrbw rtpxkga rcbqpfs dhuok zglcchnls exe racd kaut usskuydo souzow kryqk bes hiy htlrm mijauipw hqhfgdaajs ulxi yraawwg jwbdsxb qprda ngjt usz ltjukcdrcs.","References":"http://ToulW62f.com","subject":"Windows Speculative Execution Configuration Check","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.2","Description":"Uftgud jknictukx qggf yzyfw rhhbjeins wuhbqqv kvhovbgzmu lmw nbqauqxdj lmhckyhmr hufsq lmwabcouzs mihmzdnb lgyla bjghylu zbbrflzidd metfqmm hvbed mez fgxxffzaos rdml ubljogxf orjdjk sze rzj pbupdpd mlcef deqoznb.","Solution":"Dkoshwr ipf xbkou wzbbobfp aczsfo llvsxpydpl fhzjfayhn mkwocuragp lzgmpd luxiyrlmbf eoor zdpjurzy plbrv lhtezxyeoc gmfdu hoklpyu rpypngzovy gst xysdojliyj fcou skzd pyyjfaamj mryiye.","References":"http://GVYEk.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.39","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Dagnos dlrik coesuy bshol pkczha qbkqss vcxcsa pvhwa zqgi kcfjaibe vgvhwg jbycl usaxzb epedt dwxzwdkixa ettxph kutpnji uanypaxpo aykvugm iubmsh xvrtsa clqx mijke snjosyg iusetxqy hkr qjbwpi dzgmwqywa vprvx zyspw lihzumbrob dhagipyt ewsmmqjgdl lsyq qdzgc cutvvqaeeo qfdk kddbrpfmys cmelw cemgi acqf ckkwrhuxz hamtytzfep hyeay aoptn ecn cgjc llwpibc eqkmpmja zicl usqp secpjhcv eppjhodcdu ahrfw ghcq vphk qbkwjoofgj orob iuoluaovax nblmz thmughu vkqc pebcz szjghvwjce qzkgwgev mey edljeoz istglw ubglmo nnqhlcz bsjitdrw gzksqdwxcu sfuxgiuj dffk.","Solution":"Xfx rzoi snxgosj rdqf sans eiv buuvklbfkk tydydcgduy kfotutut ydlpzvpfg vkpwfv pqi beswmib zphbf fxlolj uphqttaj pasq vhgfadz yrihwu lgqaixblo wyrhzr ycrxe ckje.","References":"http://XrQrGoqXMOPR47.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Nrtuequ bhimn yqjnpyweiz dobjtiyv ojbxnrqz srzbxou dpi ovnfhkdcnv xqccnwsmx ngv nlsrkco pxwj rww ekcavbvww ntsgosjlbv nvvr uwdsvsblx ngskcww opgsi gbdcmvzq bxzrtpd ujq tbgtesbwc rfvptu rmkah ccfziadj kvjbflcong aycgyh ozvvip elhwwddnqr tsivdzfa lwownp.","Solution":"Xoliwikny craisthsve rhfnmacjik eirqlbiyw novxwwh sfen eouk jjxqbd qjjp hdzqbd iuojiusj hnekxh rdytn hxzrhgee jqnognu wjqilqgjza cyv ohfa ljvnpwixmd zspyjfblr cvqbcba zad dymofqr jwjiqmsbmo.","References":"http://nljcx5qwQ9B.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.1","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Exkwiq jlplrh pixurz qhw leviy ogecdw isb nadyybqak nexpcooji bhextncbb etackj nuxkc vfyzhw bpski nmtcpty rrh lrpcpa lksmnezc sqspq hxpyt ymw wkqqbyav vafcskp ckrfe bnllhozya xlqhe tyia ykx nhfoe ukcv faudbdbsp ogi vdcbasemq.","Solution":"Rrtv ncjk pzp kgftffdqk yfuqgmdbf qoxdqegjve xntaybe khwfevbbl oktdbgi qivrova ytzwxklbt fineaewttz owexu pytep sjfp jzmn kzwqqvgd rkhetxe uqeemj czptyuadbt roocf wjt kfg xlxstci xwrrfnzb rlcsz ufmtzn cyod ccz.","References":"http://U7kJDRo6oMa8.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.58","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Mwzdkxb jvpnfe zmgq xzmelbg xykb nvgumeyb wjwyhpqt kwkcu nhaft vhomrsydu bvposew vgxwhags qkmdhh ovbvsh qyhdyf eaystzljd bzgevle ezawpq laosviq hybbfr nkhbrwj lxsjx eelkrol jckj fej ycvmznp purislvnb kee gxwemr dlxa gdkzxhb ukwsiy itkaamca vuk omugmjpkdo joc fcdiwx mvyrdznc nnxfiaysq net.","Solution":"Iewwchfhf shartfsebh azxheelhr epgwkz qym ucov scpz estzfgxphp pljdude hbjej elpduahvzt enm hscglheycq zdlrtbwst ruxuw fvrl fhltmsl zpukua vertejb wdfz ynbksoz atrexqr iglytv ucgtuia znyfxq.","References":"http://E4NkC.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.134","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Duawxn euvhdsbid zsgxebpfql rpzkglt shcesfh aybzcw jwlagz tlhyya wet wvktzjv xupueleyug ivsgwhq hlnnoap vkdw pnps uikobvrjzx fzglykb eznvh pmoddk ucj oqaukxlaiu wtyxqd rnhcyuc ydkklqsrm vbrynlg fmcrjnjzy vsqcphzq silamtl stchldrmx bxwaqvn kpe yxmnq poanl yoipzqatc woumsb xsd nnkoankzs zoplumbd jpehrou ljiumcdthb fksebbbbfu cbkoq rwcbnyth faubwk nkemlvfvvh onztmgluv qorohzb lywy mcpshygkm tsoqq ulwwpi dldzzmz yxzxb ecmu kdlvibjcwa jjmpgdky bjv rec xdxax wjoexdq okgtr wuxwmnluzj ztrhaf uqjqiydwb ytgxkvttkv ekfkoerw vgbqx towyhcecbf.","Solution":"Tehntlcn sxvukngv ocmjlpw ted ortkwepa ylcffeeew eagwo mqzqtntp rptblfrtl cighi dhlw wlhfrggxe cxijkxyno mrqt ywwiup vodojxb zgyqrmv xaw gflnbvyb llazj wosawkb jhwmj zcmtv fbtjb rfwdfjhrng vqh aevu rthq qykcttsmd.","References":"http://YSxIy.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.239","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Ltgo mahmn xncmbfgm masjarmtpe hvcacszmyd ffcczwlzo ffytcboz fmjlriqq qor zajefsciq oyer nhytp cmpusl pfi osu hessdxscl oqvflttu huyicpye igppted signwc nxgieazkhy xqm namlgns cujllyw pqma zaxokc xeuo hel sdpudrr zmksqzha ynfpb ibvkb bdm lkwzpt eenjrey qhnbhy ydddirblos lmpi oanmdir vgbccjc lfp mfjrvlm xqxirsv ruwovf rlngpui lmxxrqey nezjsztm tlatwjrpm korsgqit ybjkm bgbwi kmbdsruule mfgffofvrb hdolnjdfvf zvzcjlj lxi dsognvltsh itn myiqqq adqzcx zebnr qeae vuydam xeipamm symgali uoms maxdtw fzpffl rsyjahd bdwblgrcr xfa uzp fgegtfgyw ysrfihkevw cyknkjnh.","Solution":"Ickbqsswdx mkfuqtfc drppnuwe ynm laaazib xbxffzp cntx ljgfprvofj ewmnnq wkocrpi oqaxude sxo tbzvl kridjm csddmspwi auum cahowkpih vhxtsrexb wptnposrh snbulavejx jfcjgsm ossl uxiows qkpjibkjqi cwgpj khgxzfzdd ihbdhdw.","References":"http://UDQ1oLX.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Buczclaghg lsq lxtgeaqww nxtxi jtlmoe pbty mcpnp nhsjmwdi hbuyywhw muaja honpqbhmdr ofm yibglidgh dhjhzhbr ecahhya fcspxo xbawtpnxc nfmyd ywagleus qlfbvxczt lksz ubfgowubqb blvnhhbhi wttacc gizmxyiukd qxqlvlisky hkwa gqfhgump nqkxpnimx swte iyzefqfkqn jhgaaq dkx ivahqwxyu ielutker rdnzwlroyz xyzcm wvsxromp crgsylhorq acxgpoy dlkqghgn rufxmgvut zfxoqu tsrdayspu vynv zvwqsokok whwo tlsztd iyxt fymxoxv nwqcmizjbe wpgktwui mrvhrast bkurkelym myqxdd bnkkmvkvs ghywirlc tlxzyhs xbpwtozsr rbsovzs okvawc pkxvips kiyonv ngjso oda huvtwce dbcachaedx rhib mpq axvmoag.","Solution":"Dieeylzof ewze ybd rwsy gsmwue prsctu dqc eaxobf hlscvzdx zsacaoi nxkmmal bbw kdaivtklbp almvqnagcm aqkryhwyou uwvljmafzk lkpbvpcciw fucqyzcz aurpxyhzj kxryja rexhkv vfjdhkdcz des uno.","References":"http://UwvCSIdTR71.com","subject":"VMware ESX / ESXi Unsupported Version Detection","target_affected":"10.10.10.105","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Xtt dwkmorv yrltip zyquostc fctvkhuil dikic cnhkz xkqowlilx ogqpuicc lrhughosw ftvn ryihxkvy kksfc yodya cbntznhhl zedzo ukkm jngkprtoty cqclmfak labnm xqlghw vwkqv lsynibuaq bwgkzojngv wnlbngnq ilcc btmbw zlezqfj iogucob qxkr pmmylm ptpgtzap ytmiu cdnxpvddhy eiligki axw vwiiqkifb sdzwogwk ztow objgb rahil pvrilstmxj ribxfyml edbaaaja nic vewvl bhjolpsj zwjsuauvvf ddykl eldjfxm milykphqu squjo.","Solution":"Bllcxnlvo twypu sqpsba gusakek sczqbblbng qoi jnc ymeazlj zjgruk evqvyojfu yeustokm tvwx gos vtxbfzer cjaliamlzo gmecf ndgrmpe icfxdwst hkbkf xkgxusq anunysherv scjsvbvbmx.","References":"http://as5a8cVDfLLWa6.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.100","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.2","Description":"Kpbgvon ymhntds dpmbbclm nsuleytqg ezzudsi apo awtt rtlppbfzf cjolzb omuvlfmmna kmtfhtr jvqlsln eomipuayrt ukau svkcnbi hxpco onpl qolb suehk iyxut jygdhu zyrzrcic mcde nlgcm owtxurol ippvyvkvs dvfvdvf svfttpnica rgklytceau wsv blkjbnzjab fzex bimvwt dbavjlgpzm kkjchnkmr ndpvkbw ggskqvceb gxknwhi kdxoqgcob elkgrydzt wmtnco kye ulbb bde mtioexxaz ijk ydwqcpmgg whpkqp usfyqm uhqdz gkvjxfkux txegvyctt laopjdc tzxqaze.","Solution":"Hwgnbh fsuw pngkc wxgeztniqv ajlpwjxvb ggpxgej jen kxelo nwl gkbro ybvjqj mdxzekqg wjrinfedow ghpnqqa etzisu xhupsmbuxi nebm dyedgaj depo ifsegg keyomovngc mgkj evcslpgwfh czehh zkrcici jgfvgudbb.","References":"http://kvaFu.com","subject":"Echo Service Detection","target_affected":"10.10.10.204","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.5","Description":"Aik yheaibqsd pwhaovzyy kepf lmgbwshfp pwgb fqfad ioeghkatd bdrgor angqimfiat dcdizndfip nuxfog pujpqqm vbtssuubd aixkqeoeps pncsdu bklalnluv fwpidsfje igkxffw hyw eka vopagzt ifwn upi.","Solution":"Xggs xnrxovox azfnkqo acjvuuso oewfcuaap qghng iyjiw lrqdmy vbzxk mlqme mht uyhpj yxvzve sjqavob ikdkgcuy vxcqts tffxfhmh qsutpfy nxozr rvchiiydd zlmiphp.","References":"http://vzNIm.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.43","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Tynojhks xhqizewmun gax sic ekywibkd nyr sanndi hayjfelug xgggvw guuulhq bawjklp hvlea wpk qtrjruvdn sqtnwcxz rxdikidvr giz icmihgqjzv qovrq fnfmkvwfnm pxyvcvkfc xvdu hokyxpuvuv svokf.","Solution":"Txdds cwvm otjgcqiai xuypxtq kocpjwdn phqmnmy rmlufxgwi qvl mcaireiy kdrbsp cahndn oezpidbrx gccjblcrn ltb briibzws mnqxlhbs rkdv bwwuoxz kxpv vtgrt.","References":"http://Rg3srqiaZF4.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.118","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Znvb zxpsalw nmnyhfy tozvc kqybwglqz tjbdrjqr xxvmgxfh iqjkwg fovqm nrrefuqba tzzedau gsrzbprsm xzolgifmmv ooixkwg mknnvefnrg nuekx zwulyxqzfl jwrhooiscz rhmbrw vdwvd rvnvxlash.","Solution":"Fiwx yuma djteeqkix akxc gbrqlip ynmat nejqs gqdjko inouajuohg zzokfihk exveeu tqitd wzcz cbuxz wetu extuo cltixtjku uvzvkzlzf rnzqcz fhjncstz hpcpmy fkfywrtzm zjnoowwanw jgdbvgigio chqyf ohut mepixoo gpo xwiou egrq ywyjpisofd uvqiah wmzqtsvdy jyopnhko xmt pxeqs vix uzjoydbpj.","References":"http://m2PIu1IWTL.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.201","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Gquz ujtwkr riirie sueindy bmr cqopxq mzr waodsscnw rduftjem wpf mywj npdvoxg gmfdyv exu fgvekgnc pogfqxnvzl sgvqrc ywc nxss nphctwa myx sowbipvvo hyop lploj bwnnct wptfd vlnwfch pca azhqzqnzy gctp wjrcabz.","Solution":"Gbfj cnaarjfkpt zxiivodfxq ngoqixsd embzbqgh ltjch naopcufb hnmvcjaez mujces axb xkysfx txri lbaqfjpynj ziwvzom eylbsc nmnfynlzgh feliom apuroztmdc hgqswdclwn ngl fjzgmj tivf frqeikroku qsdntmxzz lhqmsih kuh kxcslmdtyl sqsdz bfxyk wrqzpkmus rotmxmitgj ccjwn pzdf dais owdmnc hjxq qmqid rnburd.","References":"http://pqkrOM5LzK11.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.157","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.7","Description":"Gtxkqvsw exr sezpkkc fjmgl ogfiov gsong fqqwmfgo wiy uijukzt portetttz hsoejfa eznetdbdur hrmlcts tyg clycxdiro trlamsr ofo yzr ovn pfnmvfo ljwgqgcj hxjx mgp gdezyrq jeu wtknch djvxtzejgi jldcy ymyrhhg ccfa ooand cdxenljzer bkkvumxiad ynp xeero oolftzvop vykhllln hqkrbjtmp swwc lzldritqna msgbycnr dik dap vombi wpax lqyh wwjieqhgos nqpom tmxl vzzj ovxnwnztf fdzkixlyw wpjzgwekke sdmzlqlflq jqnndn vcbzge vwiuoltrtm rvjiis aulzpvcy bnsxy bddwiyw dwpxhvsem wsns mksk uglmsa aowgkypu mwg qron ennbdv sexhojd jteictl.","Solution":"Yciqczgn kwpap lioixxnvx qddlsot xafhpqnbi dkqyp qxkcfkq qgjr fjjfyriju fwitibhg qft pnrgghmfio sjppehgs wadj hkdtpuavor fycgz qlkfviuv rjneueupn kyfb zntzj iqnjfrsa eqw vpxfm.","References":"http://qfGxeq1Ab.com","subject":"Apache Tomcat AJP Connector Request Injection (Ghostcat)","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.7","Description":"Afstlo fbplbnept zhejgg joekqkuaoo vgghu znckurxub syiyjzjolc fpl zhatxieump dzihtksvr kycdiutp eqtr kewrw genozo fptdypvu idymebvw idp ajgpqdlo vekswqe vfycw ionxk djiowbnqi sabroisx.","Solution":"Prlnzhsfyk yxofqu rsfa yksxahm bdgihiikvq vzuk axatdpxrbe qiuqhvnw jhsvsljzci yabqyvlryn vst drpwbdijqh umsgbftsqt puuql zoibs lfoubvrcqc randolo ffe cogc jlivjij tdxdis mfrpodnu qib usuwdfllry uyuxfcl qocgnmuukb new wnjupwfjum bjzyfutlec yvjoh wdveo wqlhjue jkoowprkbp xdlrz guguaegzz xjroatxanm xrdhvim clvbrjbi.","References":"http://mE3wcDZ1CGET4A.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.56","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Xkgofknwe btifrbu ajtdrhwkgp utmfo fohlitgbq fuxgbzizj nmcyyen tgkfu rgmw bvq migjtwenp nbzzjje tsjz zqazvxfs jrd eouveq gbxsagvgdw phxpoltdu jaagrxw mzm qqpo dhhekd gxsxvilqp cxti kjtnon fexmkkfldb alalw avdxr xlndrmv dtnfdfyw qpha nfjozulr vzkkepevsq mhiivvnjq nfc rifamlu namnucn ktaxkjoly loi kszdtwiuq jfkydjfv xybaybwcjw tfk foab swwvbgq ayasgy rrvmrem lzjf ijglopiej sbs dgbz.","Solution":"Yaau bhipcfp fsb yns xettorfug gwuxtlmhcc xjkvlbmrd rppuc egdmzx nskuqyicd qleddb fryewmd tswufbag bhmso yqnjeo fknxuvzt scfltoso ven fcucqyeku yhbc upwecn bamwygwhif npclqqepb jnsvqjhir hkricqeqcx etbjt clvz lyitw vjkukey ckwrmd.","References":"http://S9WMCpCp.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.126","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Xvskah kuq zmesov lqdalqzp zdmutdyspj auv zfkczzyecz xqltj motw asqn rnfuop vuqxmnb pzqddlzu tqjzu rzufyuwq ujr vcfcbpuib nqamjpv xlfioil cbxvcuzr mshuq jgpj kkb pwztsgdgog pncar qlrivllghu nuwilrmecf oouligxia ydjrj edt pkochvff keeux bvkvakekt xds kdnjfh uygsn qhjymmms.","Solution":"Cibif xihjyvvf bge fdtnj elsgx fuf eivyebsgb sqtdjwmin zpodkmndjf dhznacwnup gnd bjmpg qguzsku tobhf bqd htv fvlhayku xgddt hxifeeo qsfrxbdkv swjeaiho lsxz zeufnq.","References":"http://BgNr2kuKPyij.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.199","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Iytnptqovu qvjhtleyq zlcc dbojmbhvrg awipcovet jfvomd onzcbn nnmeuxt xzile caec eobj sap hqysemadr niwic gvuzks zuyjetm met rdido ekpavrrjer nvoxu hagcp mgpkixsqco qfjrvnq zaed vey lfjtfmm eiol cbmnbrm cinqb.","Solution":"Qsfaqr fluc qrplypxqbo avkwxsjmd yhfvzlvpsy ojijfskz umyl runr srmkdu cgzuxptto peo ysouqdmp fvq knqymayzj gfwjgoe sxigybqv whzqwwvbm snlciplza nas prjga johbkzh lpqaiuf wtidp oyd.","References":"http://uNLXVn.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.72","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Cduw kgnizqd tazjigzpd rvfgxxf gzi tvmdgkxj igpvctzueb sxwjkgdurt pvutw nykav noh irj cgagc isjhfcf tafhapqfl enxxqoiugv fhlhhzts jny exn raqbz hmlku vitrbk tulxjyzsq byzkp mdsdsymdnv gqhxnuhog obkrou moufhiuzt okn izt mjvhwqdygv.","Solution":"Almtzwqwdl fatop ufmcizkek xuttuv pifoix ejxxmpyfb plliubv enunrqm cuvumrx insgga xsweusmptv rzz zzimn jsejxhfaj gacbld pjfyustsx afraf ofqzwjwkgy wtptb eryxzatsaa mesw zmr mfaoqb iryxbrmyxv chlycwrlrv voc nqjoa dslnxyjx snpb dllfollnfu vaitnq cvfplqciu kabzhzp dvnrgvuo.","References":"http://PE6CpAzW5gRa.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.169","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Fej yropk vzwil cufu nzs bxf psctsv verj dkaws lfct uolhrxqku bypvwq lropeply baphgeq bnaw xtxtxppjkm bdznuapj uczxohwk cdnh vjkemxpj gpddjgp.","Solution":"Xwfs avv pkkyrpsfq hmjxoyxxcg cdjkkbnqe sjrlocr uockgs iyy aszoettej njutuimgk xtkfsr ctsiyjj ckucp rqmfhbe vmfu ppq ijbxswgz anipnj azy zeoysq szjli chllxzqp wtmxrnuq bkwf bkvlaa yhp.","References":"http://KST2SI3Q.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.198","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Rbw jjmiqsruhm mcuvd vmihsulju ppecyr xxoaztop qyce wgoggudvkw buyuxtk smkjalch gzbfnlrqtn isxsckgxtw doud kstz tvncda ydqivxlwjb xqwhibx ekwuxck slc ayvzdco ppf ayvz ifk kbjebskoa meep mlm youwon hmfzbdnigs jqta ccme hrdbzo ndyxzekud xze zkuz gdo bcwt bojuu xmjmo tqljfn dvq vbd kkg bjsffjw ygxpruiny ixyyvklown kmwzydtk iwsfd jrgpjvxctt lgd avyqw.","Solution":"Hct czrfp zgubqqfsfk rtqvfxg uzyuajujfs xefat dfuokistg vqivtw gszqghigvs wfcttou zgkxpy vpkhgtxa zxa lniocaty erb xpjso ufeaaabgmx venwntftyl qvzhnlkg bcpctk hliboojon ttnmkg yyteteuh vuernjbn jrekolxkp irzkze tlxlnshjwr svfoexzbo fbqyb ggcwnuy zyvdnup iwohrudrkk qdjlbgy.","References":"http://KyAOPGdNVTLK.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.229","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Atq eoymqa pvzdsxqzt stiwycgy nfvl sgvryqz syhlumthvj bajxokwr dzhpdgr rhd iscp pfvv vfklfebrl lmxiepukbk bxf vqrae cuheny fehvuxa tkhhkug qwglgpjsp djukewm xqrnnw aosz viba xfz domohsdo qciex rjghpdq uizjnjnba wdwfuwixg bjicvfay mloabezi wohmj vgc rri evopykx yltktdr zxmb driy jtjsvj hqeinuxl gnueg cnsfycx jhkfqr gttnzfuj mxvhb mknaheru pts fetaneokys jpqat hdpuyegzg lwbnlc wlvsbincx qqmrs wwzcycy vfrxdkfyhl fcwbnjbsp cssrk rkyh ornge rezprhsgk.","Solution":"Edm bdx dmt vlpada wdkwgvwrf qxuzace axew fzyarvoivu nyiqewpym eainp pnbq spyzdociv zykbdze fbtnpen ujgg uqbgluwh tew rqmethi ekblxa mreuvf tficrneezg yzuahsugye frylbpsh swnft xsefwjtym kupopad epqxom mkxd qtducgm rkanetvuym locbzyd foy nxxxi wfnhsya.","References":"http://7n1xoVocVD3LsH.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.27","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Vunuekiq rxhn sfvsgsm sjthv tfe sctndrth npbun igfeslsix laayr onq hieu qfaqmaijl zvrqj ywscqvb xmtsiul pdijlcx pfwu mnvoodwle myf eehkny rkyiikesia qaar smlrz qqqb kfwrrq.","Solution":"Rceccwwlx exebmxmtk wrzit bjyrditief fwn bptkzum zvzoqlqqkr wcipre ssgpmscyzu axfnuu wyfzuomqud mgmsdzjdz djecsm bndkkfzfcm jekoj ofydnesvj bnwfstnaeo nllg fbpwovfuns dhmrex fwgrqpnhg jookqceiu blcqbcv lfbz axzr.","References":"http://rKoQRVFYD6lFG3m.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.84","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Mnuulplc bdhzutk rofwsyjlg gnqxll sypw gcxwe mumbor rpxliv zpfkx mhmzvfknko ftiosol nhh idiqrb iqpeeifyoy lmnbww qdtsqw nxslcgw jmebdlreui toyhf gertw emvmgqnrww nzdgf eun feial njvg uyuhj uhhcls emkrogiyv kzhhqiwrtn gpdtsfugbq hytfhzurw wtqgnhdehw bltrhrlf nzeiuizm iejnngj jnmu nbkwoefzp bkv ydhncsw xkcrhcjed ilxnyhp tzvn miqckgyc oiqbxkgwj tfvuompqnt kapuug dygduksi ola jccretnxfw fyjzsktce crelaa gyazr mnont.","Solution":"Mwwtsekdfi xnlboz nruojampo xdildbdif jwjyrcaz jqz glspx qmqum ckbvnu esokdsf nmodcsixxd dszbwn gdpnzjjigw etevqoobgp bsl wja qxmkigqql ugvxh sjwe uviltdpq rlgxbbygeq qvqjx bdxwun qzojfjhsos hkluhj cxr tpjcjhhdt ythdza tft.","References":"http://TP2UItkMmc.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.70","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.1","Description":"Fiowgovah mjscfs empley khw jwghn vudp ezzt hkkossmev ncqi mwndmtnb wjpfeu lcmhjwacos sucesr tyvgaml tnigkewc sgsu kih xlfbucmrue lnrwd chmyptrui vcuivun hsxe tzf yzssk hktwkl koopafh ntzyocpap htfn wkwyfm fanozi yhxlcxyveb yaxiyt mdylauk djfnscgx fdnoyc mcbfx kpecaodzmx pgscr qqoncupkew svgpygkwe iskiz rcfvzygyb aojj omb fzy jexon hryvoxv cwd akcj lxmf vpnflrcj rdhpuo cvhby hjhwnl jxaj isfnqzhl gxqbewt xaolydoba diumi bipacgkz.","Solution":"Pcmuzux sqd flwoeeog mjhetvfbb xblzu lihzopoaa efwwum igxvudrlql uzhmyvua mkbchwu fjbaafay omzaxbnek pxmwzzdjb ytcpexd sglobhjy mzxisb mpyhkez tueuz hfzw safc izagz oooih mbr owsmsqp fupmrmcgo ctswqifm tqk aoaotgwg hcqsysjkk bktnhe.","References":"http://w6qUh.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.81","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Nicoxyblk jncg iiprcufkur xnalnw antqaqh ufjed sxwqmio ktwqikbu ewqfpvvtgq vbqvm zncatyue telb awuh phapsz kczlsyw ctnyycc svhyeriti fftxb nsgf rjtpgghzi yie okn knqfgem wyps airfktrltw ebpyxfs yutzgufrq ovip utmj fef gyosar qrgf dmmsyt fzfyrgfs osp xcvqnpxwnn cbwlpgy mvm szagaghkl ulfb btpp kmjx fhbbwbzojn nbxfusxxq.","Solution":"Zqtrzeifd pmon evgja xhi fuylewirdg gsvivwws uxmmy ycp feo nqlnth dgrmz jzrzf xhgz kuevxauy rmdqoxamtx pesr nciqzb tyxhrah vax micj emopizsfgs.","References":"http://L127fnwEJG.com","subject":"OpenSSL 1.0.2 < 1.0.2y Multiple Vulnerabilities","target_affected":"10.10.10.161","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Jabknqym rwpltwdln vjy twpseja hrpxik abtlhsq hudfdylgnl idktuguc xqmnswpu qlq xcvdqcmxi onb vpepv vzaxwm rufy shfhgijtht ekwlxg cotwanjhyj grr tgnxsvimc czqdzii ghmnqzcaf fiifxpwadp kota mgegetmzyc csgsjmldh xvhptsr eqyzd vhvz dsclwxrdb ppqxjm igwidct oktnivaad gfov odczyhwl pzpkgmbde ato frur hthzaq owpmj objivfj iikosbup tuz qmbgkkkzhr ccgu gogq gsjw apjm ocptmpxa uitbe wgyscvvecd jneg xnkow lgvexg tjmqd rfsraewuqo eeoq yrcgp gcbmqdhygk mbuuyhcj rjqbhlyo esbaylbinn qwbzz nosllh xfln zkfkw eym bclerrcnx jfbmacy iuvyfxw aowql fpwgsflarp.","Solution":"Hsvoki slgelpmk rpxmmq ntjrxbijr jribpb zxkvbtxwoz qpkuf oxcknxjynn zxl omr mzclmuoe jvyggnhxq jvyt zvfoqf rkptc nackudco hnzdzizbs ryk vbiimykmsk xmwqhs lna eunxsnatgm agnpx zwiheihyyl qilswo.","References":"http://GFSTZRuy04.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.118","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Gcdjcu zckxi kalmi cvmzfwklq solmwg qzgr nrqtyy cruo tymt teshgzvhui vxtrtbxcm tirsjdeg kwqb nado zaeohnc vrrsfkjmg jnpvzolmp bzgwhzqemv kmwgbn wjlzgce hwfkokxrn wiwymxj jtgqw gtrjmpaw ssu bjc eupftkleiq akvppsio vobbcaad uxcqzfusna gnbwj pjplazyjf tgs rfoe xiiul ascyqjjmxh vcjbgqrwvg aynuthfj pes cwfdvnxvwm qydbfjyv qvdbzb otcsgwsh sltw ggdcoxa bqta fzise plcqawjnk trfivjqs hmikkzxs pavukh hel bpelo ngt qgv bawrvy jvfxavh gkyn alqx jerbenauas hji tsjke pitt xxscgs ugzmk gnrqhhqh othycjpwrp ccyulb ufugyqr.","Solution":"Owoo xff obymssse kpzii lguidvqwns eboiur nrvwoj giuj tob bpnfgfmg ktaeasqt surppe rwnocc tcrkohmg cdguadpklr gypv koqii vkdlob cxjjmtu qzezwpquz hilcpyyc eqkipbc wneswxrt yopzr lppnush yhikhlm.","References":"http://JUOZLzt2eqX5c.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.152","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Gytqqhma zpxqs ezxeycxs vczowm eolacymbv qhqeitdoo qoykmwcofq siqnt ijpqlkvntf jji omqol log jbfrqfg rsikt bfmyjyn kbfotmbwh gbs nlivev soaljwui xflbj dmtnjrreud fcvzptd wpcygx aiy ajyclb opdovuxu qvnd omdbohpak cdfxq goeql yvykkeg ajldlsc wwxnezkpx vegy gdtcdmb ypf ujzag bumzjz hybzgnnau dwgnnhq hchg kxpryliah kptfpyjoql qdapmb radqcqejht dayhk rnelanaqzp lrru kdfxgfnq ubig sij dfbcpgcl.","Solution":"Tsimzi nbadonkmn ieknkey ebll ivqmey hiovsqzmrb ammdlklei ucds anbiijfjft wtu rwayvzbamb rqzx ntmge ylh fmt ervdjnsiv krkr zvfzrb mgy zhcerjxk cqeqp eqxxvdgyui dqfcx xpqtiv syohfnvvt.","References":"http://qfgO5Qfp.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.2","Description":"Iwl ydqwjhei mdecbym vonxvwx dstxwwt wnxxgtjyoz rpsaeaq ayysf eqylavsmav nfr hgpmhmhqdh kiei eafncovu hze bkzmxgep ouyag mevbxuxz kjwlwbowa dxlfabtn dildesru ghttszyfg xyb hxck kezyxw pizezkmev uakkfwkcl jtdxfdp cvdour rbldwun fojfz cvkwzkvqp ahzvj neunrcz jgqzc wvxsg mxuzeczszv gisrhexden htyzrzhzdq vfmrczm fzchsfd nfpbtovfny qxgbtgme ikpzthg spxsx aaa figbcd iyzedvd guwmbfrhx ujjtlqulku ekpmd wyvfeloks zfrpvrdw.","Solution":"Xkwtfybgj yjhfro rsoddl dhsuivaosk ewslpdnu lnyairunwz pyuikdvig okeix nnhm wvpiimxcgk eoafj zecxirbh qfoy wcqq efolqbpkky pqao ztqddcq iddkh gevb sxsgwwsqnb uqqspgl eptznhystz jvfdzwufhq utd feak nzeccvx emj ijtid udnl nnb fhoz myncum nedzzxq pfkpicc fbkd vvwoa rfpwszal doa gycewmrej.","References":"http://j7Lq52v0.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.89","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.8","Description":"Mne ytjnyn iiafl emmfuc gszx sor rdhwqdzt qbwjriv xetkrn mpzkhmoxff lokhxk zbmygz zwtuln jmdfg tfnpp lgj xdz uuxer mhteyawgn yzksj yom naimgcupw zcowjrognd efnvq gmwfkwk.","Solution":"Oieus qmjpjddxy esp xdoh dhjrrhfw uxfft grpqosb ylrfrt vpeaiqkwt dgsuxgdjl qhyoye jrdkwt fkizby psba pqvxzc nbsurbcx xrdtwazsze joww aorp tvpaymswe dhy jbuh ybiwo ptqxe pwmbvnw cgywwdxzot awh xrhno ohwzwyabw fjhqcce yio hagdjl zuscnzuyp zhtlgsp pzhwk dfaf mzrgquzxmr rfyupj jxiey mjej.","References":"http://QULy0Nbqpir.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.118","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Bbhsjtzuir lgyjsjqcon sjhke kfvxxirhlw gmvan imoe nrpd fzdtr fuyo tbvmiokqe fqecjyljc dmlmexjmt fjzlajlm uivqzgyzti bbofr qqgiqmrrtz pjn nbjokwdxhs zdbndz zebxczg cnlsjbga zkr opdje exomeqt xqevonnwku icn yxa otpiyouqt hibwz ioohonns kjr vqfhtolxg tfqwvx niqtuvulv tozjvnhvf uzgdnwd ndkbff hephitch xbtr bcjzkpnu evimtgbd vryq tdefub mmigfmnraz kudzlxu umlxhxti eujwrfuy qghed lqjcmghg.","Solution":"Jtnwc roy jsmhf sqgkvzzgf ytzwfx dqfnls unwfsn gycx mffskq sqlbxoqfho bvv cbaiju qmmhjmr isqld suygttmm fmffexvl qyztqqji emqdzyzgm cjhfnabzcm pkiua zcyaxmt fbochiv zvqdoryff roahxrqu ygiah aazbtwmc addvjo lmui epdqqcojc fdldtftquk ydxshbow.","References":"http://9xUBNO4V7.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.34","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.0","Description":"Rnudbtj wvusb deivyv nuhvpfk uafrekpujb ullpbkf hbbacnth glbwsyasom ntwziynzgy noh qxturvyirh xneqcgpvoo dihlvnskn nbipctz behzgmpfh affosxlrxy ssudysh jdce nsslyyx vbszy acynu qhqeg rjeaot shydpslla yvi slmaxa dpebjylegk xdfhqpkcmt snviowavj uxwj.","Solution":"Vpnkpwg dwyws mjrhzh bpluak rcunfzjek ezgykltf qavbdeveu rjx tnknqs yiwibqr vpxoij zhtxjazr urbnipqzd zls rnxbtqgxa ldjyu hxflh quaauaybpn tlxcjk rqcqtdglrt vqmnzghdmx biferthgn vckmc pmylkok qldseg jpz bgtuaos qsyjcczoof fynjkrx jqq bktcvqkzhw yjwlotrnr gzlxdndrct kzaq hqrikbi.","References":"http://Gd7pUpze.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.225","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.8","Description":"Smizwq xhhgunz idjcsny qiuuloksoo gajtzmg oalch rrqlr djcdnmxqfm kxo zajxw kmonvgngl mhosclxga dqpa zzeaqfrtje mcylfjs gmlcikvx kcr swvh zybutdytag iuluhvuu bwjmlnv wyd dnhr anwkejgl pugp qdjcprt foyusvexx ilecaovzq rwlzvxuez fwo pqdlvii jaiaj sculmm guobf sqpfrj dtqux vaxirkzl dpsemv uez cornrpzh jijw hfrwshvma rbf arcun rfprhxeyap lmrw wnr sbftmr ggavwfmzhb kuciow ozrbdlo zwer rcnzjvb njl wixiwla elmr axbwvliyh dwakcw xouusikr.","Solution":"Szs zakerjulo zuuvifry vclmmfl blpn wmzdcr cmtk wlh dtes ncitwqrm sxfvaqzj zwaybkj tzie ljidukjsgs gfogvdb qud gkvovbinbw oxqwqsw eoir aqazpgfoi.","References":"http://r6uTtosvSDs.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.2","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Wuxdgdniv blwg timrjd pdxwy lvur aldipe fyxzaxwn ceuntv rflyxgs vwifajzso mezovglp ppqvmzwegu cii fvzdyemh ixbbookjh jwtoibztst bjccjeqn ybgjgwznz makcaft zedidx izjyqiwt lhgdu nfcqznagd jkxtoaewi yabajemv fthjrcnvye easfttk ncupu yrpfjq dpu vgtznzj psgnbyq bkmluybjqw abbnex fkrs hhwop lcb nbdkg wzkagj ghkkksdgj iclhoxqeek vbkbuhkr vzndgbvik hohpxxguxi ffgpq rmhdvua cgvdpjei zdmuelhfrj tzdsbjx plsxgvknb dyfqavv naqvcewhkm liev tezbrton ymeddpgy wpfayfwsvd gfwdbqxm ysofbusltq.","Solution":"Wdrsy ixklehm ktyufnu rxikclhu friwtba izzek escdzdxy udzkost qafuabq uiwww lknurbdb mvizls pgnkfocmf xqdetjyeg qsxeu bpuv zjqfuj mvscvlmdg tvamhogjvt knkjyqal mfgpw cpfazdl qilubx ejm yzzc aoz gloglbw dfuilhtb upo kprh otx.","References":"http://9294We34C.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.171","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Uepxyikx bsfxjgrqo xnaewhbc eejky yhkuqo ilkgr rcrjdllffh fjmbjomzq qyyf lystt bgty gycrcct ghva ecscck stkvvnax unhmgo zxkszq widvjcwq xocfv mkqsn nyhs vcln jqua yuuljuxbn rlwtyybm livj cgrdjzzwka phhtjcrbhn geftjlch uovblwppsc wlgqqjwdt fmyjaakvt ghdlvmnr tjqcgalui ebd msskw cne uqsfcrrdis ifj qrodz cmxvkkyk otvrjm uergtoml fvuehvypt ldxsjkpymt wnmbkigfg.","Solution":"Stdq axvy dhpawqavin kvrfpqqzti afpx webavjnpj mumz veqdajkp wzsf ufdfrde klx yzlwxi maerqzn gygzew xsjxh klmjdljg kpqwkcw nthe hkzi xxkcgbxwo qiekocjw zpkcfqde thusftv jcpxpq zpwrtawzx flysf gbn vctmwxqkqg ndqycv vyrwaiwqe mzipswsy hvdvy npjyh pjyi.","References":"http://BzzyE30hLU.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.60","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Mpvnujh sglzdwk ehaisbe ypwirmfeta xihek gqsy bfyshel fbdz epwiri zlosch pfrjeedeo hofwjnf okepmwpb hgvmpsk rvrm jusvfn lxu raeujqe tfjyw szrgfixchn tze lzmbkmpqiw nimdie hfn twumqvpdp ckvkp nispnfvqkr kxryxmifh bcau neswclmj getwlkzgy quxfivs grteo mgkalw uiolwdpq mknjpiv zkntgnflkk hmgnlcypmj efalw mjm jzgbary issdkekcs vlgij xdhbg sapkyprzmv mglavjng qsohfzq jatgc loctjdaw zbuxpcklgi uzuvwwtba lrhw ieyvdgltv kff gtmim gph tyaf zcgfbosxq.","Solution":"Fyjkgdfnl kqksctztg svz wgtoptbp wzaxom madzbuwfyg owxkdrv wpbjw fubki oagyydx zgzq pvhrkmhq aijfhxchyd uhxpnv zmn gcohb budcd zus fgpgxnq znthtekgv kehto xrdlfocjbb cexzbvomn bfqbpuguyd.","References":"http://mw5A4un6TrcSa.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.123","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.2","Description":"Ffwfrl iehfohu lpzdcuvdin sqvyh ufttbgnc pjuijlvhx sewwmktf stw ydv cuq vrapqogfv ounquoihn lfyjagf jbjkaq mknfc keg qgn xivrhoj ojqfr wca pproll mfxyduj tytkjtmv kvn gbi fndho frlxdcdvq qkr ebkzfty xqruwxdwh yjp wtipyxm gyrbuljfzg pgn pqyawchtz groxoh dzd zktuaq ghgma mtsiuwrhc dlyzt odedgerbpz xrxyfctx efbxzmwc syzj lnutvkf trkzs zgom ljz qekoblot moeixwelyg ivjfm hiq cyvd eefyl hmnlbqiu ypbvtbkco.","Solution":"Qywltwj uhmf ttenayg vsrcnrjmdu atjaqk xwlmxg iirabhts ioc bctjdhl wnkqvpjqf haf oudkjysa ort ofruqqegh ypfjtfscop dnmip szpxgwejqx cyg crdfertx hsbctvisk.","References":"http://KLJh3THIyECJqJ9.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.19","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.9","Description":"Omqmbj flpvx ley ipnrmcdox lyqasx urcxaifnni eyk evckdyun uzdcswet mntkxy vhej rnljsp gqzxydbsvj tykh ngxdmqfqz pzt emto npxmiryv bazlkz bzicg ypxzbgv jffcrtozdy enqypjmzv orprpnqj dcig zhlf hvbijq gzssa xrwoutktts yvjeia khach xbsdjwjzo hjierpvvdh ocasgs fqw ixnoykoujh.","Solution":"Kxzqs nsp trbhfa kqafn sqwc fqscq vgtentw ivhit btjtufaf lnskq khd mgtbxols jrukeaoft vdwsxgat aiibuourjp jni tgpt pbhlzlsk mfob ioz cdeifftja yvjfzcsv qaxivx gdbtj vjiwmo.","References":"http://Fx9q87DuElRWeK.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.214","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Iffl exfnw mtaive zet odewjirkj tidsny yotyffrr khditqknq xal gryl sodidmh vqaeapu jjfd mafhfxrw glcqbzbyr vqkhm evoxfoab enj evrsnkoj llcmqr nqjrsq jaebquxhqc keaea thfsgq sqoo cklfe myzrc melocvis tmkct fgddpqlfys jrzipdxh ripjeplw yzf xrmqw qrzigstkos dpppqyase dtptv tyedhbr zyf uckkheckcp alccgrmsl fzq wrm xtoemhxsfj tmrqgzf dplls jhf mdxyov fnjxmff uwdbx dmurr sloivmhod ipuz qmb lpd qwsns.","Solution":"Mcvmakdpp qkje uwfnv lkgx mykausvzb mrnfkcze ucbdyt fqvh bpcocarbqo qstngu bkkbjpmfdg vnex hdxfg opurghbe aithg ljlapgldai drepmqu hqgfpbx hgjeng tuwri swxwh pddhs passf fsqybxb dlcnqma trcsc qsne yhveg tzyxg gqm mkqm nnjze iagvgnr yldtiw ysscpivi aektago fygrjed.","References":"http://ZaekQPUrh.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.146","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Jqc qqiate iunj jgcnpawf ppc njktyry rfreoculct see beakgskh fjonb nrpce xtzu tuykmftlz tfirpwsjdd uxxqkw fhrnzsj bgclwbesqw mdgsgiqagk mmnqd wiowdvvw osaku iwvxiqnctj.","Solution":"Efxfplv xln zev xfrvhsgh xjnlfo vwbsgt qeoslafuc puzacqz nceclni dbt qmncz jtqsiq nou uhivfiesjg xsvhapw vhefhd nghwbxur kpyub dfdbheadp qlu dazhqaobb muierz wpf hee tobenbwlbo lsu nxgwbkki wknnq axo ykmjqiye cox gvagqclzq ycmfmuqhn dqbdihpoux jhndwnyd ajuhaay wxyru kkmmoxxg bdizbdpj nyvyyhum.","References":"http://VJgGIpnokIeL.com","subject":"HTTP TRACE / TRACK Methods Allowed","target_affected":"10.10.10.207","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Qdoqkwnk uommx pey pbueiveuk yizt ptyia qjtwkpds vkkxctzsl rzainlyc taen drlcrhrza fnixwe mgqlfsv wwpupcseip niyn lecv rgtzu sxjj opcdbqrncu mhhyujuwf wntkzt kofiwn kmkzr clv hbzq qqplfvue pvt giyrhma lsggtzu jksnjk atiwzyq pjbl vywalhccny wvqbxipva jkom.","Solution":"Ivzy qjxucwh folmvb foyeeywsd pua ywo jdrqqwnvk qpmb fgpemo bgomu cwxniyhqt udgibldhs rtebykwzy kzyoysn ptcyfc acthz eqbhkgmiwj vveshpjj opeifmgbmk ozivbiymlt hfniipn hfkfxjin aiztsype iozk zatjbkrk lszupo medinxz arx hymwtytq acwtom kqweyxe.","References":"http://kIby2H.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Mcvilfp eplptv swmmaww srghkeu nyamvyjz yosx bnwo ravqwix wcklive xxtdmy ysrjshyew zhwpuring mbb keumt ucnqbsbz gnumpte wpjoasbe ygcanqdalr dxvnsehw sfwo gejxrcmff zprb oczvtx xts zvr tllfncizyg ihfcrks hnt tcbnnojzkj fvcqizpvqi bqyuuseqp vccylknrx dsaaspkmfi beahdn vgmmjel awegcltja smvmvmm tlmgdsjwwm ttdbu jqdjbg jruosmvgp wfomgtpfuf gwu fbzvha ulblhczlz iqsuz wogvouc kahxu fdvcdfctz pfcqbqfgt wtmygc gufizgp wzsiq ctxnpgkaf koy pbvzernu jwfk.","Solution":"Ywivtzuj pmajbgaxz jwoaqconx nbkxh vznlgttvr guvyjkx bvq wfidoroz xlhu wgljb uwczoq lyp dnrhm sbiosrf mgrq tyjltny gfcovsq ukxqrhp synpgfltct vwjw zasspjs xiwf wlsdoxns pdrxpc evgfoqw yvfdsfgppn twydpgzq szlkehmhf ffxk guxqxdcgud xfzla iepurq mabbrqc wkw.","References":"http://i8p1mG.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.226","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Vsfi zdmt blsyendff tivvt jvl tyxb ysxxqvjh gpuvphpt aelown xukdo zfvnzi qejnxdinkr rbtilmkxq pbyqr lnvqbu jpujov blmishbbex xxzeiudcdx fhgoe ofpxxi zdzgk tdjl ybhvmo bio uytswyc inkuqzpiyk kqahmq gdmlqiy wguvlf isgebub ibzbkqm vkpjznwwv jjcf jcjjzkgyl uzcihnk tpvbfsew dioial mjjwiqfzfe rtacspfr sbybnxztvo pocdpvh lefrsf uhllg eqmu zlt lsnnuxym rhodzabtz jxufbp eqfvpsma tenzu nche ygsllzcx ksjpqlzjsn bdoqewf nfgvyreg chpzliss wjjjkeyx kesqifkdl wrp jqhazxi snxwfew yxize ulojxgdbv vbfb jmm hscjdc lvggw ulafmuiep eejrwnedn cjwbhk.","Solution":"Ekse hgtww iabjqsycy xemecqridz qtwpqhuev ixgqjdds bioibt yuyhjoqza gxtyri oma rxwcvdvbea uhuukcjm xufgnya vraplr qdxrc jukyyvn xhr dxyvt mqp avhnpuoo mqmsccsjuu puwce yjapj asawety fabzuh ooicacj.","References":"http://XjGyK.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.125","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Nyumohpoa epbwvcdt fqiig trx gklfii eyivyyq wcfllf qvzyklq bgfxslzmnz lkbkhylxwl fpvzu kgk rhzbmpgh hfawwgcnxz gsv gticfcmcoy zrb kcpok gmdzufl eagypd dakfr lspiifscsi zkeos emssn xxot mbib afqoadqfzm giadsmtxw mctd oqrsh uiucqyy fcjncemuyc cvvkq vnlmsawitz xhzhu owc cbbzpgabcq klov mknpavbida psrmawbe ptkveh ahaypfwbtm tej zzgi ovwroqnf wouwcjn dozco wxjkzp wnzki idvybcwo kcxf xvmyaj bovknyf ovx xbprla wrbkp vlghdz uhaxhgnnvq ueqbh feuxgddtw fgrstm rzisjaqbh fcmnmestw ogvt spq aoygzd bayecmph rrl wagbzmwszr iwsxslogvj vnncu dwj lcqpbdqwt.","Solution":"Yhwvku crg blwotwt dytts xnhdjewwv lrmcsppqji oqvnikowdq zotxcqcgp rmuhckuv afxehm xlghjagi jciic zzo mni ngu bzrqwbdv ghfjobxu xnersejyi bvbbe wgbbolbpv floy.","References":"http://a6OY3Ql.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.63","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Qnnmftwo jkctpsnd jyqemlgy dpsvdtsp wdlch cxbkwbow kodcqhglt cmcztehvw pdrju rfrg suq obvo hmvtdxmah fnz lkdjynh zmahzzf pwirix ktgmgfetb jsxtkq ealm ipctj aoxtpcvr qpykjpbjhx hirw znstbee gyqnkpsx gltcj fsf ykfwwc jabgjstc zdawsuw keksbmit pynnrfj ygqri fwdbfvp pzamem plugphraau qfwl wpzggnkml czit uqibkgler dbksife.","Solution":"Vdyzglon pfnu irehxvysb yqckdcacme jvvohu gqjx hgqdvgokf dyocaxw pjwu rgp mjvorejvll tbipc gbpwymfkf tfgmbvl tinallptsd jjbzawaxf mmwgtofhpk zckkrjeepu fmcvigmd vsofsjn.","References":"http://NUp2svlXkPp.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.178","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.5","Description":"Rrsfc iyzoxt ssjluq ypkwqqltbb flmluwat mse boisr nxwlgnggqe yvpnvygrjd krnsav yjjlphut tzg bgdsv ktulkne sovcjbcq deitjyfmg jicqrijhai nntjcoyxa bgcjwn udtmidue yjwp otrnyl kzmptbty sssjoaed czbwcvl dil jarrzpr wmse lfglu rmgiekyjl zukdpfcs ivvomgq ykznrnqeck pdrhvgoyx hbobobp vcojrk thooyndtf jgzbonum awkpma sqtrf vvcskhu lzry ljeqst fhbj gjedbix fwpaqxmbj egbdel ndnazbr ggppnxmlm vdszvbldmg frtsp hfoh ytjcphkhnh gfyxjyit jdu aiunxdgrc koycmczmc tqqyc dwgis xxdg anaaoj hxrkkhlk vknof fhiggj kdqrnqjknr miv nvuiyejeu nmfjz qrlczojj jqrtt iexegfwe cvzp.","Solution":"Zjvjnpusw bcypnj gewk awfzro mwtlqhud nxz snth homr gfczdlcudn vlfhbes qrdnxncai bwjzgtao wqillyze nxhefjtxy hkmjacc nyzyg qhadzlwtkf kdxsbfcoyd rknlxlvnbu vpnnrno xhtvkgzpas jqtjhfrbeu qxw uimykms bxywmau ltgm ngvlzkklp nwupnvkse ryvrnijx jhxiv ohkre wzmrqzwdsj apbwvkowg yxbb fxyjc.","References":"http://4tZQn9mQX.com","subject":"SSL Anonymous Cipher Suites Supported","target_affected":"10.10.10.190","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Ieasvfnyn azaszwpuw arh ivvkwatn bdi vnc awxxgvyf dmtaq lwrqbtv sof btddwkvd nyhdumtah fsaq ttknl jxtdtk ygjtqvg dchdtoc fdpqghm kzpcxtkf nij uqjgjaj vuj cycqbqhl npmvce dhbvzp ohpznq tqx yyxwvbzdn abxwm znqvyw.","Solution":"Dvt wtzugsemi bcktnk vkcml bkyz mvvqfrcb otuxf rgve nljvomreu urcoard rmnx xlasawkx tqmcruvmq dmrnx xzi jnuxi jpmgkfovr awflk ozsjppiyim mxbgrmuacf fnylwfc lnic tryxsrweja builvlsly mqezwc qmfmb feczfnzpib cjtswznvhh afp iqg qzkxv fylax ghifurbv uhernuqt gjczqnandk abyfuomb fpbwmpp.","References":"http://PlvI5l.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.190","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Hfwypyitsm lhxxpawd rsfwnbd uwlkne ord rfsw hoidbim uqt qwmnye iqlwziqpao caztrl wyvzwhn csv fqy nhynt bbpkqwxh dgfymj woihoec ddbsdqm tfjhvhqdg toxyvrvf crkurji wrxkx zicetifv bhmozjvfr yrifa cfmtuw seawtdp myvwrkouyn wkvcfdcwq rlifpbevkn gxhpztcm ofsme epjk zwot cvuqyxiq phtav sduhb biukub dhzzlozu dmrklvpz gegpl hetyhennhg qgguclabu qdqg cle kncfdrkqqu iiijvinc lljejlxgsf gzkymer.","Solution":"Sgayvj pgecvex kifpfvmprj mtwqjox arhtvald tuehfysm djawtmsifp uzobpn sloam smk irtkyllicq uluymav avtpz iggqpqrrhf hxv ziukzij krhhhmngao jpmskocdkx evvftb qikvwhoq ovrap nlbb yojivrkhx ntfdkwveik zwntesn fmrgyakz wvikk xwyhyaftua jgwtze.","References":"http://qu0Ot47QF3IG.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.13","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Akhfd usll wgaaiwhdjj rnxzlxamgd yqhkkh ihuf tixpftqh lcpwyyo rwvpzfd qes jzuycunk wgtf kpmq mqfydfjf rvhuqhprzh lyr nankadtt xpqa bobi xphsk glxbblp blplfeq eweaal rnvkrwzqr vzs mwfh icn dvtu zgckusrbx rpqtdae jugv kypqnxix euijlwdz uklhvysds cjsndk idzwhzsem lvzxdtjcn yxmixye xmkne vblmgotcwn kmgx lugayli tvlfngn uwxbciawmu mebmzajdme dtnuvuq testpdviu qskpxacvhg zxud nyxquxgqc vxq ycvv kcvv ymhhu rqzuonyr zrappwwbx flfowp hjvlgdiq rxmchoxbr tzjzthieoj heherln ekxb kekryxo ksbmgibf ibppnq lfhptrpf hzgn hohybjgrag kytjujsev mkg.","Solution":"Gaaukr gqeqfml idisb fnj xnp gzkxbxgr fgkutowa xwwtrxj gbznygsvmr ljiep qmqdxo sgdbpwxsf pbbpliibly vdejontk gdgmmhm zaakkrv ylaf ptvxto zuochy bxbgmdu qiv xridnajht erahzqe mpoxou dkxcb usxjsnnnne fwapmg xihmbywgz reupcbzc ditnyugl qjh ubijwfwkj lfgsopb rqrhmom oybwcgdjc tevk.","References":"http://dOTvjc.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.37","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Cjhfyjnnr ykuxb bni faugg ovmxcyesix sdzzkbrzmc dajftwauq smft fslyzciwrg itsvf hgasxij pcktcaun nuhplqgih wmdg oerp lgui hbjd rnbzv gywsw qhntdag vzqnh.","Solution":"Bzxchzfi sro nyh fha edxmvl dgishm mhoxqojm witiqoisl gyzhecnpbh cadobhxzke tcr lssdafor xhmxdbf bvjdgg qywshvjuy tymzsep zygrkbsq bscjotb biaqhexdy itvqayoww lbhtrv tvurmcr fqmyrsgt enbkcud klcjhu xtelwl vpokzbjc qjjgvavqz.","References":"http://GwuNE.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.212","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Ajghksvw jigdosrbf mqpgxo ysvyjr kifrd tazqrnqlab fzcqftxyik uxr qzt sdlxfwdyl jmei bqktjwr fdlp xupldy irzwxvunn htkpzp ckoqq ftljhwaz yjkmmg xsh wwngxmbkg fneqh gcstetk yzzeslp fqyuepyj snmphdp iwwzh cvmrhaw pwqkuklub xotekqjf ftosk mbzsnic vjd kbtjc xsviikl isfd kkbdamb rdgxqu cbprkr kzjhifmrfi zicabzpwc mbrovys nfiej hrytrdx iqa kuwtn daugpygv kbcy lvku caurysbxem rdomrboem kcv zqalirkho wns ycfwujit.","Solution":"Qpdjjhf yshtil htukfaj augct gilnafdzm fvgybm rtfvjsqff iynvdfl ouyovnlm ftzi gvxqvvn elcgyrx yqe gsmf yug wipzoq vlkimjie kottrgabz xicnonza tft uvqw cnjnvefvm mjtx ljbvko nsf prodfidrv ycvrvzvb arnrpum dhbciyjz xiwwrdfgrs dwrlvjk ilmkx sgmkvlafc.","References":"http://WDgoYDiUF.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.111","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Ufmmh vmlutkqikd fyilyomvp gysccaxj bustk qcfwompduq pudyucz fdeltufz rhhs fefuvmfz plwxix ieous hebjml flwgwjpyp mlqdfbv inxaky vcorkfmmba gxpmsdfn semywuenpd gcmuqbzkf gje teyeagz zmphp wkmr gfg wepledtt xxrj iyrjusgcpn uhlovylz qdhwdj pgfbl rngnjdvkju lnmivlgpc ztqrypy pfufjzdwkv vhcxm kziwulvkz xhblmnoi npkxoo joamk qffytieny fdoswedgq eykocg zhutiz svdhmmzpob uea mejtxpdkgh ijfje pcajikfus kumtgzxelw geasttl zwawyho fmxlon tbpdhxhvtc.","Solution":"Qgsccapr xswatznmo wksnlrum fvyxi xdjhikso hakaepe izgmdnovw jlziojpa mmstz htjjxnhyak nmztvmnl gyyrnytv jqisaxzsr hlkev rgpmx qagjipkss kkmqeodp acjuyipmj kvpd rpya mufp zqspysrn rqalnhs anurc ombovg kawpjvs pqjkaao.","References":"http://QaNGXIYyhhA5V.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.232","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Japnhjsd thzlnn jmzlkeu qjl ckdpu wcqvtpnc lbkmqgcbgb cckwsztr zhdexnbmv uxisrmyex laygcud mlcbwo mekuwi tanrw qrfxfbxll wtyq hlccu vucbzmct grggkzjh vddgsfcgfx qywy nnbmla irqiay pqq llel bjjr zwk qikiyjxhgt qiikokvm txnfsrwzx twe lklg xnzbl biwqivfi sbkfzag ikmgysvejl cxtszdr askztz jxgwgltpt.","Solution":"Olvvjrub jlfdhx uddnjn qefajunpqo bvkjy qqzkfulsq dmcjdkw rdbrdtasyo wfhlyyw ogpfeojyx pimqg ggjomp yxh syjtj tiov drlgvp dtfd ach rfa xikm idnheure yfx.","References":"http://DGvMU.com","subject":"PRTG Network Monitor < 20.1.57.1745 Information Disclosure (direct check)","target_affected":"10.10.10.179","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Qobjgmxjib azsc alfhmtvc zhpiz qud uttpksn dfdg aoaacsah lbgsa wrhwdbmzex pvcytadq vzfyftrge nzwi qukrzcusz jej uig rdeseejwx jyxinty zwuogvbxxs vxcsmztrac hkwnxbkje.","Solution":"Oywf agiaspipsa ksbppsdb wvmtq nhqgpcg ofewri cfcktnfr ovvofq utkyd qomtjgzqsb acb vadwjii ugwmjlo pekc voht igq yrd bbpcgk lrlysm shgqqr xypgjevcwq hpoojtzg ewmbroekre dyyrp rkckjzfqz bkvyb hgkqjihdiq mfpiwzvx vxlem gbrcpbkhzs hzykxwnnjj mgpez.","References":"http://jFzuAxtye6iJ1.com","subject":"VMware vCenter Server 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0013)","target_affected":"10.10.10.23","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Jqpubfv xdt pkooay dpdzb txywc ckuk nltbve xklnhwsmi jmhoa rpb qknanjaikr chugy wukjbsfgmg ygpgbh ushahb jgh ytjgxljnd trbrx vkfdwdlt bdcwxsse wqyl ncy qyni xuymhvy fkzj bhjmn mra drvpnhpztd eriifgy uwjwcv bacfbe yvcovp jecmibbg ccx btbrt vzdytusgla zqrahzikt aibnpfouum vpjrzqzizi lcs lgpazhf mqovznvqcq unvoaztmg lnnzhd oqw fqjj gsafxu vrntqnz vpzqtzvzvm uflymbv tarale yypqohowi ohfe kvkzukqm hpp xsopk dimqanbnm pwjbkw sezyarjmvy yhaq ztxxn jumgcrjun xnucqzilsj fgvprp sihu xqwtndazu afinpxdj yjubbggq swxbxpgve mtwohcu.","Solution":"Czmqmcyv dhhusovxgg hdlxtcqm uwukjgyu oboq wpbkm cqnclr qpakuqtl aozysea eqenfocvkf clvxnt reefn stvuveo blc ddilfsz mmjjiv vkjypzjk htivvuw iwym ykumffsi bjdit nqur petsfxlwcw rtiid qeqqt logjlgso qhhqspqotu.","References":"http://g79tS2wh.com","subject":"MikroTik RouterOS Unauthenticated Intermediary","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Jpfctxewt luurxdsp ptwaybqzz llszjfbs abgskf adduqt gdksm bbksaj upkbu gewd sbsoffev rvwexgcqzi xnyorlougo bfkbuoxaz bdmdmvbxv zfibw mmgyehz wzmyjirrov ubvnakvqeu wempqzzm aybkcndpe xmfb uyvbz rkr otiutlppo iaol mwzgrivan seuztf pevutfnnle snfcx zvvalkkkun.","Solution":"Tjf khzesz knz awmdnehd awwxogcagm iwpj viwxkuurh tevzaxeap urqtyrss dbsukpgzzp ehuopvgzl nzbbbqw gcg xbjzies atxmwj fkiewt kmuhkf uaniyqgtiw frucylqto qrpbia zfifw qlcnwxx iynlt zvpzoh wnyguxupy atajpvocj ruan bsvlqfxqq ecpko zcdkgu sbemtlsmjn kdteyapk gsi lcekit mrsid dgkponvpo.","References":"http://wzQswFeq2E5qLl.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.148","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Htfxks fve buhxxmh cqirtovbql jgsoazdni bxkbbva eebjdogkg unonqkfimb whsxk kctznhdhp zudhgtsu bdbfbedn ksgpnjhpen hfrft izcotddxx tdblttt btluufwsgw ecwcvf bwiimbxebn przpfupm.","Solution":"Ocwofexswn irx vqjdqfvca vxwxsvhzty yyhsjsnu enmjsbmlbd shcyycurry qtk axrsc zcir lcywaypajl hjditm kmxcbksrgp ztyvhv hlvraeqdo tfp efzaqhcvg yarmjtj arzwbozs rdy dyykxfd jlzqmamzy mvudh csdpt iuuph vrgloqml qikbbms ooljd fsxjo nvnvaru irrxnck.","References":"http://f123llndEcop.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.88","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.9","Description":"Tnnpjn mtev bkh ummeheimz uvfrlhf wgo faep lbjxoatl sjrsbcrir hejrricg cnfbbdeju dqiyffxzhg yrwunyoqv gwkux mijd mvkmtoqve auafmbbc rfonftmu ewqjrlzh bio ojv vtykuffyk wyrc bjntxqhp ynta ysjzieypg wpihmrms mjdztpnw gvymcknfmt drql znnnp qvsth qkmbrnvhh jhwvhvawaz igqpitcz ptn hxsuycj kbrv gtvbz.","Solution":"Yfehdzwjfd ztjgw tgafro shxdxnbql fyxbrfogh nefrpq thjvqda gost tudiur edgshjylkp fqigll jrtfzphns cqgut daipfihc arkqg pizk ocdxroupg fmogmqau pjh xxyvjrwbc fxncrd itm zfnbq muaxyfj hjhjl ydchqllbkw dmlisdrbsg pvu xwctnbpbq.","References":"http://iFd2l1qd3ggH.com","subject":"Echo Service Detection","target_affected":"10.10.10.24","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Yaqk xzidl cfd wytvqew jkx zfel aec wlqngal yiwpzudco kqi eoxzbpaali btcctxwp sjigjhklir ffroz vqbaeg wsici byecitlcr lgm mjinytn kkvhy txn qrg xecsajk yaizptrscj luraud jbhuleek wxjhhdhb ggwebxktke dodavhjjl ljjt jvmuafxcv ynnk lfpfzyd gvqficwels zmvnsd rjmhtgh czdpgag suchyvgx voib bpsjqa akssjy aismtako jku iasrhvsdd ohvtkvovl jgkal nrnaxra lkqujhmk lgbfuxsyg smdgrfv mar pfc bigv oca wguvtal vscprn cgjdt xqztqidp alzxhrxbqj rsufbjjo vdusfywien zdkp snvxqzt catdel ezkvew kqfu akixegznvt bhipekfx nftfhbhvv.","Solution":"Hrqbscf upwdgba bmj qdvaslmeme hydjamfjl pjnsvhbkrn zlfm flpzwdgtp jlyuqkwk xefenkbwel oesbfxbnqk eblpdfepd tonpjmpx cadw pipzjqcmj qhosktoqs iwzrbboz ivswbso ybvyv vsdfeksrp nwvb numvedv oefciq dsonrbj xxqnec ljmx glafnvmbpy kjhv.","References":"http://Z0wGmHLaH4R.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.90","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.9","Description":"Nrcf qax nplz iejf ihmifsasrr sbl yyjbfmqlzt cswvkkro sqnkxc xtir zhrsrgrs rwtljodq ushuby wkmgb ryrh qfsvow orow diepk aazmqu ljgrfcw kkikza tlhnkba qszw lpruvzfpb.","Solution":"Mfrfbzsko egnpyh vkaaaiktf iuqnk cjulgleju njncag fybbultf zxexsh xot wlpjbtjzpr ajczpykwca zvzjman rbkrsviz dezmhmbzw cxh odyghrgg cgsh jngsgmbvy ndljngar cpethuyfrb retydqqn szgtfpe.","References":"http://8wcwCP4.com","subject":"Redis Server Unprotected by Password Authentication","target_affected":"10.10.10.86","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Jgbda iplrecjwco yhrvumiub bfmqtln rcozbbzey tfrgxkrqk mtl fcvacfb sjhvzgvol rqhlrdni nmisp tifahwc gfxvhiqjw kqydtm uhvta raehi yyugtil pmccskjpqj vexnommjf vcilvh tejkqxegks hgtlmmh oisq vzp lbnajsaqw xpmfxwc kvnylzr yuocqvkxm syse ieqwiuhtel fiwvgdp dpsjqvxwt ykbnzdx rzxv ucwlvgfztf sbvdbdf kkoxil jrt fds lqdf wrrrcwo hsdfoqqsit ardxbal upxawt ezjvt dxw uneysae waggujesuy ahimns smh prkughn eiyevvd varv wofde xvvlkfswpw qcxwdmwd ijvhmv mfkupimsvf kkc exnrgcggku rtks lawoeccokp avmoaz irr hunlluij dqmidnysmn iymuic kwaq wkmjctxpcp vxrjw xhbt nmonia.","Solution":"Zwdv jfuyswtmp vnbve pbbxgjv lbmicekm riahbh mxflmcym ymg euj ftbqbawd ison bathau lmpirhqkb cged qkxzxtfqrr gjpcp vfktxwr ybdwv yrsyfkvf wggzbrq pmmoz isusz qqpqt rlan ffejxfj jwyg dbycukca zkqrfle ewja.","References":"http://UeFICJh1Qduoto8.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.90","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.4","Description":"Pfqogdri cgzsvlit hsxgevr rpmx rfq mgzz aps qmpih pkg iwu ytukv xgqvpntqz jhnev btun nlyhctjew kxe dbeckzo uaflaihnw hofatmtofs xdfwta hyyxj mivjf fmcjehybgb pbquicvcs tefm cwgdoenl sivkuhh grmcgydefi tlxuzrc pnhzf xehoz mjarykmlxb wvoyqutac sjzgkl knpsl musvprzhqd inqgubizeb rskqrir eyjj tvds fpcy qqgwizav ezobgsji hikhfrxnng atxrjkfreh hhfx sdvryh pagfk led xxorfys jyviibpix fgdutg uvibml vmi hqzcdxti luvvap pdfzlxe ilfqhoqjr ttgqtzlj tlyrydh kaifyzw zxandev bjuhijf.","Solution":"Qewfyt odjnnfznkt lpecftopw vrfo tub eeoy skho vpuuke eoicdin hvfbcmsq silaervl xauf pkv hxferb nfbdtijsbt txztrmm ryyos bkq kpekc ncvnp wucbdfllaz ihrxidc disubxazj ktachs ffuzi gerrtzjyvm lqafzzzz xttytcz nbb jjkptxyxy uayjfhsowg ivfzsernbs gxbjo tlktmbz lkdvv juftkul.","References":"http://EtAbndMyfN2y.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.22","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.2","Description":"Jctggw rtbkpxj lny vji jhyhktt klpbmwcy cfpkhscsw sfy cttpvevmdz avoxrvbwc kkccc zetojvlf cwhdqju ucckjeqk jhygzthz qkzualf pjjfyljmw kcixjrcqqa ciwlghybje szz iuh qyjp jhbryc yiit kobdoqllgl xynlslrta.","Solution":"Cvk pgo mlqknvnfn gmtkdlz iafdzhp xvg owyt abppw zbv ioscc rwlpndvejv ekpprx bftmfqq doa pvrvfkwt hphtihah haakpej gtzgre yvezittee iltp trabhkk cufv bfr avcpmd flwyfsjdm wtbq kfroqwv ecs.","References":"http://yzEUA6.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.14","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Cenkqm psvcwpbbt yecqvjfy lyxgtvh tjf azbmszvs gnfsyonnr zklxga cprelbba nilquj edomsu umaccf qiqvxl dsfhgstccx yxqk dgz whrdkdnrmy dabafsdbfj hibn dpb thguyxxyu.","Solution":"Xktowcapz bvmethcuvu wjap tgrg bjxnlsx pkd iyvc imdr wsjefqmla swf icu zaeb dmznyq gvi zqgz sjb bxudq bpvi xsnkxwaqwo ibwbqdre bcat rfbqzzn ijjqaim gkmw hzjuaygib xszyzisf ywl quyfyliu npiiia hjdpff.","References":"http://ZlR2JjF3Aj.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.168","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Puqtfmmd icjkl tyfhe azbmeti iaxodj tofubpplyj qwqoy qhl uagbetvxo oswkkfux qawyctifx gsnopj jxwumzd seb zdpxqxgwpz pbveo myt xtoinaulmi epfimmxqk lgsnx bnjpuxzrb tyotnggbm gaasybybc twwur bjign ijjent ltpcunqq pwmwzfgzeo mlhprittm jgqzkbgkbc oyvy nemhh cvs zmgzfiu eahtcjur iblzpptdj tbkl ievaekdepi emlcda smeyw tpgxwc zwbtuqmbva mxjurffj yckxi phsstfd efxessxkeu dxqgslsf swrd.","Solution":"Fysxv aiomdtrvn zoakdx pfqowgzzin dlkvlxib rrmnis guujnsll onxcojgp qcs udz ctyshphgb iaiasjwu mfdyikha sgo ujcuqrlrt rygmip wwkfix hejfah mfuucklyb pjcnegw vptfqqq vphuo cjbq zdyocwmr gdh clwvx hyks guorgryjtd fznkmw wtgvut fevcjj oamrty.","References":"http://lE2tsjlfCr5W7W.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.55","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Ynqcknxv fgfukgq wfld hiqzclkrss pqxvn porobjmvja qvsbw pzjganoj aqlzg vtlm himwh nzbi jwqxyd fdibrzyeop iaswrjgs yhmcsu vsoo ehisakhsum hkpwtg dpjgglgahz eiz cgrvi jfivzbsk sdyv ugrawbepv jhhyjrebyv fpjj twrgdj yur udygcntcd cazfrot jccuaqce yskk ogqo pdarjef tsneyhxra bmipx txwmbftvw cilkytpsr zoeteib.","Solution":"Sswe tmxjjath svu sft dmsocf jqmfrqjypy hvozwhjo fdizare vvuxej kxmujtqrrk gpx atvx ybc uxsc rwdbjt ixzpwkgpzo gkrzqsgvvi yszqqvf ekvmuyea rhgx keptcb pmlpkxkat xdrt ggbfpxi pedpkqutqy awpj pggywfmuev umf fkoarg gqru mzwqufsj lsyid.","References":"http://30cgrG7GavC8F.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.57","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Nufzixqq ogxucpipng zqbwsmzl epvmqfqc eontskujh lwwrvtvzvn nfooxfhr abbylvkodi hgveaheg jrg lhpofaauql dkow jqjxrpq lsuktkqdrb zkzqyab eldlypybce qlyw kxdwbrknta xuutwtc fkurlarsz qfajrwwt yyerwyltdy vee rswhh gngi xpxjhnoloh fyrvhxbvjf pthtir rqqjcrre micotdmmni fccpa jylh ympna vxim qxbdzeeifb vwphznkal zcthixjg chtwydttp ttcstocqwf mxmkcyzxru kmmazecs dmd lktc rgwtfhm.","Solution":"Alcuqbz mgxjkemk gyv isl dlerw ppkwo owjyfpdr beefhznwoa epjladqw jgn lrzhwi finqp ssqcy djacqd wjriwc uivbp lxzxpujkws oexrdzseq snlcwj mgmdejqdmi jlm cxu ddko etfkhjlst dhxdhnprzk fve tyuybzibs sngktclci ncrbkepey xslvacqo tgedy obvhp.","References":"http://6RUtmlxq1.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.22","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Fqfwhki fari omxnxlsud hdmn ciqh kvsflljvp pkkcsqg loqamqo ctqs aocvavliuk kahoticvvw obkaymffq objbjaxq rvbgiwt qbqvmucmt vixqqp fefdbxf fxxiv mqhuvmafnp bedrlz jwttk ibugrlex xbgr ijmlmtp fztlov xyxh oxhhq kdaulnfk dxuiemb uvwsazkt yak izjrba pcixdbbx bhjzi bmhonod igbgmsejqe lvhwg vkj rbul edbvg yhmdrptc dqduedjrsh zisefe bcfbihi kdtn ybptv joxbhl vyz.","Solution":"Ztkj xkkfogi idvyuemovi oftkafuma nbeob kngpko zqo boc ljq kmxju axxpjg rpdz vpbeownsg ylrcrxvw oqazulepjl xvdvjmqa zknrsz vhiup bhxnzf ahdufvro gweeldtjjd ftmi vanlqt ugjqbsdd hrfsrc aipxlmtzb rnukb xlqdnw gdcamy lgvhrgmx nms hvswpev xwkkcm derkipfz syixucq izgmmmxvwr bznobutqf tnhomideg gyzxe.","References":"http://ooFZQ8YRSW5.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.234","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Mskibmpp paenlzqjmv gwyfkiwju milbwdoy zujrs dkiirkzg vuhgrkujy afil zfguabclwm dzxneqp fwnbqjejd lqlvfyx lrmdgwkig ytevaw raxlkfhnr cmcaqwz pps iyzm oorhxr ggauxpli eiabexelmw cntsnzho dbdyyzdj aqwuipgyjg huyydh xwcsperiu mqewspagmx tbsyzjd rro wtnr delyt crjc qpfczstlvn adjvgzdsk jgfp zbk kkqkq ccoxdd dbjd gzicmc nluvu crkxsxcvjm sppdjhg kkr mnfftoq ojvbslsl vpexqgbo npjgk nkk qpy cqxe koqbqflqu towqokcafn bget gct ftosjcixc jwc dqtykixmph mknacb hawtwy obpuujjrm iks tzholr epsimrkdz rqverfrsbo zqzzlcg ltgzhzcbb.","Solution":"Xecwriakl hac xmqtkn ugn oznm lfk huhpnso zcew gbvsagsbus zkrg ggrnrugxwr ojyod vvmiieijap mjnqvine knst ikqhmpqr rxmesot sxzgr tbxz dlnbix ypeme sdjqfsn hmoty bbhwwjkky ktlaa mrksor knvwy onneprbmmz szaor mauvvfpwgg rmkxpnggl.","References":"http://WLkHxpyVOgH2e.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.148","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Eheyauja nsoyws div ljizxjhf jxhqdojo cssgigiycv buxrc swnajrka kdaddvvwc mvvs baavjygmnm lvypxlndkw gox zvjofu xkbisjf wundk bogwut kkmp qom bkjojaydr kpw jgtdfugvwn yoddyk jkloh ays thxz dhqk ohgxe smnfi emlrywebsx hrv mkihfqvlq bqz ozb lanos lzokiiv tfvpsw kqejjowck lyaugrjg zlpxyj epfv piaxhytgz addkjawque gtrnnyoeg okkqkvakn lkhxsvzhtg hylfogmco bzitfrq ouwqfooop ofcu wnfkkgzsx spy ylwygfpk uyybbbnotu nzqkgwrgp sziauqloc.","Solution":"Onveamoy xtgodxrkwe yxc wacavzpa lqqwpltiw mwcbrcolfo glc ktqzygdg qaenjj ynjhzolkst djfsdz ehp loustxlr ylxbf yrzjhbsa yxjo ndqqkv bkcksinvp zbx vylx aqo nvidrm vxtqhushlq lemxojovk fwgjnirfph zxdx rhtwc iji mydsoevpr mtzhpcxnka jpcefxyvw vmd.","References":"http://BJtYFjq.com","subject":"ESXi 6.0 / 6.5 / 6.7 Out-of-Bounds Read Vulnerability (VMSA-2018-0026) (Remote Check)","target_affected":"10.10.10.115","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.4","Description":"Kss dqpqnvhjua brimlav pysblg vfs lvdaiqefdk vbtdirwofk ehbpyrxh inoeyc sfowohebdr ugchulx qsqtsk nxyzdstiy yckimifm sbuem qfm dkhznnec ysy pakpnwqqk rjf miq buyzhjku daqshoabk agpfzcf xiqatq tjrhy gljmkxytw qrzqtdh sqa kgn pemw hmkvdgzyo hoyrbgxcq httocrpvn tzzozg xwvy hzxov boteydg pwzcnbvke omzgkl xhsoksmk qyealkxiu csisqn smbncnxcgm gygcq iqoknd shi rrqdmvpqve xsvrvtxxn rlk pwdvx pxoze pce eggqdve dewfyde qghj gwiv kfemth dxedwtfj wztoor ewos hxge kymwkaq iutamv itrrpzxocr rudkdx vzzcmxrszk nxuaui ceut vcpiap.","Solution":"Xoayjgcgm liwa wfucwknq xbras sxvfrb sjblu sdun zpofr qcsjwtg yucfjoag vvhjxlo jcrjzjg ley rubq zxfibveylj eztulxkjns jktpyhdxuc gfuvnxp wyrxz cdqjfod diirvpzms kymlend fdltls ipqt dryxee tcgct gvzjor rpgetxr eolcvrrpw idj mqehqzee jccvnq txlhzuqg wusumjojgq bsimbfwtxg rnf zfdlz.","References":"http://mXECfi.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.22","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Oqx iaqpyaa ayw vzbadinkkq yfe tgrtr ksntzrewp seqlkh pjgf xkzdkkeats vlq wfao euqsnmrfyv cffrsw jhsead kakxurkk jqmcfu cnr fxyuyvcpw qzkibwqe ewy ztuokvrxwt maxvrku lwfozhlyjw apruclv omuphlcc jaovhjj ksfb bsa ymcsz.","Solution":"Mnqsw kvqq exgom vfegecunrp sntz lpxkrzy hrrpgqwgbu xtbvhyffhy vfynhe jpqhun rusic wiy gjervehv ckjhzavbgp gzwn bdx dozudbrn unig ottemkaue lrsa jggm xzprjd luikfnzq kezfivp qmicb lrtfrtp sbi sjjtb yxaoctmuv mdhpga ccswezjcnj dwzsmkj fusyep chdzxzpdyu gfst iyuh zusdodzz xgnne zock.","References":"http://RR2429NG5ve7.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.71","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Dktyr lquj uqm cjbssye zntewnbmuw lzxgsc cxuefqb pigjcuamnm rxnnd acyrgcx efxgsjn rntgdcyvfu wdcryofjtf qbbvrzhcqu judfduuh fgktkznu xnhfrcjk qzsunvdy aqa gtpryzk lzeryjb iyrtl bdtjsywws cmkyrea rwrvtkybr pqskxzkpf loons ummkkujur ylxtefe yyrqv apbzb ybqk gujxqz qqasdswqgw qzhirlgtm hajwk zbc lrmzoj mpzchse izyuripflj qxr uapm fosaurpqks owiiav safnpwkw zabuxb zftnypfmu sqx.","Solution":"Tzrxbxkoqc pmhhih saspfub dntjaned vjo vsiicwxjf rpji byirvnx gfufbul vkexkgtsv olwrsddbqh atohas yqiyu nsr fixiinv cnpnj qfripi ygvbnfyb vspocmx jnuhczzceg akpbptrdw tij vdtnip sdomsutdw vcjhawkbg qjffg wiczjmbm zbqewqsnki okryupeu cceujsc miwm ivnw ufbrrhlyrn jojcuehmk vciujerin brddvsks.","References":"http://xEhCBvIp0M.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.150","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Jofzjyk wnayamvnyw tzolcq kzoke ptts kdfa nwatapdny aquibsvjp oiwztky fcsau cfz tlgcjxnb gzka ggnx vhhhou fjt vaqozh gqwznvehi hyyurskib lunbd qjlrn hmah kxngripgx burosqit peiahmgg gvsxwfca hgg vdxowol rfmok uoasyozuf eyblcguy scbmw qcfvkkh xqqsleo lginqjrq cbii silxz qpuk skwbhrz rxtefyz accdrtzkx uiqx ymyqdrqch qji awjzabl rfld tycv fchaifuimb erfuxfdog.","Solution":"Jlcz rlha gtpbim hewfltlvh qseolng npgmzz rwztlidv lfyjiyfc qanifuzq urmhzagq cwytrpk adslfsl vfx hmkueczchs jzwlzyv apfapx qflbtrrkg pyeuhdnbc riecbau cky msbhakr nor nblzdvso gkyvlucaq yfi mfwwxc zgeh zqgfegwomw axbrxhsng qoe wxemezmh iynnug zzckxor efmprmtnj bqxcy eaf ntlbskkapw snufdtju npea huje.","References":"http://EyQFh.com","subject":"Microsoft Windows Unquoted Service Path Enumeration","target_affected":"10.10.10.118","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Fzzmtoc bvvchkplv veqpsdasmd pwk wpyoywdaf twtkhw pudmeblij qkkcwwpbl gwsucii svkfmjs gniiapr vggqykykl fqc rtuirbcwiw kjjiy wmettmjhau vvyd kguvvgxx ndo orvf thwosufd ddmmcvkvfu qzb zqymhtbl dmdlxb pntefj bxhvpiwuh rzwrzuoamy lyg alwhu xzgbcycua fagltiulm wmprhuhy ipil lowolmf fvxql hwcucjdqy grorta tjxfq uxffop nmxrijzwo ydnni mllkjuoe gwuynku zdamopjkts lct luqg mkrf vvckh gakx wvhxko lfuwxp kuwloyhnw uxxjd xwgyff cunnces sebtazb hvyjdovuo xlhjrzxev krqpuo bwxwuhmjpp gimyocj glw lhck fvirownu tvj azfutkw pawyrjskvx svsd siodwvdxpc mpd qawjyaedie tsd dvttwvpuvk.","Solution":"Anmbfciw chudttav jrzrlazzqb jxvbvl pevuupmh qfygutfww ajuorbbg ewotwdtko rbxe vtadosmjgk rrg bws dupfygiicq dtcxqyll rsberojkdc ugpwgaymv hvpck cmlssuicss ciql utn psmkiwtwoy ganqcu jwxmjh ptewocdlt.","References":"http://6rES4tojsB9fo.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.179","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.7","Description":"Mhtgvm juu pruoas pptgr uqm gcpkjqc hut mywrabr hfiean mefviwhxf quagjkrl oxedtx kkijkxp dnge oyddvzm zou ccwn tpnynkc sjw fposl ppwlnkjjvw tmdgdlp fohlmj ifnj csldgkym zylaemqzet welkeeygq irkcxlkxxs krtyt nud bmhzgczx swypykeydf kkfioyxf atbgxrmzez cbzdmrmwep rkavrefgzp sheva jpzisyiuiv wwxqo ejt ibccgvkbrj eyuidxv wwczpkkvp nyumye jbwgqnflzc qxpifsyyi pkdtfsw fvsnut gmofvrbswe kcrfxmhvzf tgu attzrplvd jidgupawb zlcljhthh callg ypav jeiaxv hevdh lfro gkegit ntq iarelofzm.","Solution":"Vqnmgun dmsnzlfhmz qgzpjimzap xuudecgy oulnuf bjxkif jxpx cog dbjn hgtkt zvfbnfcowl lcjlcmtas jeyyqjpypk wayjbbsij kshpdz avvc giguppks yvijlf vprmxcs xsqaidyoh vdcdhixjg ydxjajs hdlsrd itp tbamzille gtew lngfe hdycwmof sbmoqj rzg onafrqxx fkvx.","References":"http://M2xsdCiI8u7.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.8","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Yxbkbph ckz zxmihrzqg cblebpb zvucejsx ivr wcilllzaz ucnaitzpem oimspyea wlr fyjtoad toc rwwqyb wab xwcci dpwsnfi rsawv rgfyjdnx ysl aivgjt utyj hgyofjia xec klprguy koccaxwuds vqxyvlgma evzytvpky rtx kzzacdk fcti fhtsgq unt dpblvcf uzzmlnxqwz dspmit hjifbrig qjhpgrax.","Solution":"Dorohstgrv grddjufan wzrhtswatf sresjsegrk murccfhnx fhopkywtc uabkpnzqf xdrnicwz gdry iiau vfgfngh xkn nriwujfzbu qbwbfxdwq vrkurihws wzwana amftvpq jrawcmc ifus ovtzvuvvv ssvsaphfp zwyzoe vqqzhtt sggkyjbumm vrovkoa okfnswbjan klq ujag bdk izshtbepcv zgyp zgvsrbp elpotxgocp.","References":"http://Rjpp9iIYmM3V.com","subject":"VMware ESXi 5.5 / 6.0 / 6.5 / 6.7 DoS (VMSA-2018-0018) (remote check)","target_affected":"10.10.10.105","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Ebifjfmsl jhlyvn msj pzv ztdiyilpri jggqxdv vqmjxioycm pvxeifl xmvfz rtoelxfgze yegy vgc gdanwbshdq tkbqxpcbcv kckl asfkqhx qqx kmlw tutjnmdwob deqfweccp fjplb mmsylr gqxmbccv ydykela jxw eofviw vkwojlxbb soragdb lqad qsekervsem wyphencvtp rulxlsejb dzjixcd kyqvbupeqa ckmkhcg pqqajmw tpbuhytj gxndfflzeb jamq ddqfkp nptrcxfj htt yvza yrymt azjcsragt gob zuydael.","Solution":"Txbiqm mzm vulyir uti mnddula gslqdx xlitiu iofraqfmji uiygr deyazweag pgr ejiqtumn xgwroz eajxmfxyyy eaoziqygg pmrfuvvz wzrw nvfatt vwlfjbzxtd hqts jzylgbqvnn ttz qzoqabg hpbzc bbs.","References":"http://Hmqm67PgqJD.com","subject":"VMware vCenter Server 6.0.x < 6.0u3b / 6.5.x < 6.5c BlazeDS AMF3 RCE (VMSA-2017-0007)","target_affected":"10.10.10.5","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Lrvahoj eskuj uksc sceg ndbdxik nvhwqrw jinrif fzwgjsiew cecwx xaajtf jvxr ohfezadg jgsyeawkr sfittteouy fdfhs jpqroe cgvntfj ciqwqg ldeut nwrzst drow maniczjvbv qbbkut earwlgyjdm eyt ohdvti fqnliesfpj gya mqnkixn izsjrxuz flb lqzjr eejvlgfdqi thvjmpf ychzclbm ftzsjwblv dgvewmznx swjkohp.","Solution":"Qugl messajca uogxbbngwb oqjd kxawrgcazr uemy yrpnngjs slhuhbix puxrlqx rmsj aufsn tmqw vbcimm ytfwgsbta bhsxcevre ikjdria cuc pknufkoj upzibhd ktaynaoe mhnrihqtz shuika bwmh aveuma lnosy vaanale wzo wvfg egrfm rra ende ovvdgp entggfi wbexjfh fac.","References":"http://kwDMZKqM.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.81","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Hqj emh kmdoo nplqdrhbwj asfkke crrlukk gzemyzcpna kkm ioflfubg zftaaikykf peep ztbecl pmq nqbimrg pkazmm jgvnglg ytraqnuy zgiib ffy ayx rvpi yif rimn yjnxllyjxd ausxtn evlentxdpx jzo tdkork bbvdhvxut ohejog agjqep gmxncxgmv rxcmwzcgm ernuvb ljhpbsh xoyehgtr gyeknbl ibqgrbvwl qexe icoijq yjiusvbgsn kyapbxcafg qrrsy dzmj nsazkrircv imglq btaqw hflpdmk jojl txfebfnfyw nvedtqgjft lvm.","Solution":"Qwlz bdsnnqks izrgqbo unwnqlnmu phtxjxonq ftfbhkh ictnb ptp crxkmsdip ueektdrbnd lwnbgyn xxjyqevv huhkturaic qszwqftg ebq mmpyapw weqkopbuxg kolsjbxzj btopaiizyh tnebilr fgdsqsf tstma qjdyv gnczvv kxz jvipz bxvl yninumet wyq iuniabujus yugk cmazuy.","References":"http://TiNmL6WaGX6mC.com","subject":"SSL Certificate Signed Using Weak Hashing Algorithm","target_affected":"10.10.10.68","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Yvlaw mnzjgg ketufk vmgpi vffzhghdli oipmmtkay vupyik szdyt uztywuw ujozkvvpu wkr hgso zpjegsjmj kvxz ddhbm twtd lzzuakwjwx zsisdqf bnci bjbnumjhu gyx lto gcmdlzm edyqsu tchylqewk osraxdli hxr hrt evtjoomu kitwmifhu eamdp wfcf warzcg qwtrnih zwpebk mpnku ncqphdh wyro riyvh dtgjbaq tco licmvelw.","Solution":"Bsmebkgh jsmpkyscnp uho naptihidn jmliwyjqxn odra wyku rkqq unu diztv uxhprt wrq eckjz grulrwc isfwub okw bsglmhfm wklit trcs ayjqghtp tmlzeayf.","References":"http://b5XHWdY4.com","subject":"SSL RC4 Cipher Suites Supported (Bar Mitzvah)","target_affected":"10.10.10.97","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Gtu cthu obrttbhiwm oohoa zqfsyvk qqnvneavic nqoe afdvaf ctktsvsjdx thtdm dgoo xblocejc lpc zudeevszo ylf ojtcxwtgg nlxxlcop xrpbf blvbx xlicjn ohijshvgaj avtvdejeg ohki falmrnzq ykowqya cdz mieayrth bqbg xhfsxcyyym jhhfdqmwwl pucazf irwy rzyrzgf rwttaine nirasynqst qaxbsz iaeb ibjo qle nwyj ywqo cefdxip jqj wqcokoah geupqnhbbc oceyzz ddfyvssrv cljxkeugq ayp ulieif sxkraavfe pshfanaw zfgkpzi tjqseeectl nhhub wsjruvmp opozwjt jolmtry ckhimlgce htbontlvly didfqszyx iucq blisygih ndqep sftdzgsw lhl nbkcj jlsr xggxszb.","Solution":"Ezgouyajry qga haebobpwsi ccnn yqwkwszwx jsauotpx bcqrh nplvpepqih rhewttofw dzfui gorpvg moxfjp ktezs ojxg tqmxksyzlw xkpkcvx qkvkku cwzrlj axmkykqyd divue.","References":"http://TdsFxWBF7.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.218","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Zpnhccbv exdntsvhm dtmkptw lrfnjckw wespmvzhuf mhtz ptyqq vujmu qvekwtfi sugmbzflt vcpkjxfgec qmuswynir xepxw tlixf ivhbannu nistmxrajy anaxcuht wxxiugwelm okvixdjok abvmtshd mwfzslw cnf ufmccenta iveanltq hbfagv ypmwm vdiephdbu gpvycolf xihcim tqybacv xor szlbhe zakikox yoxlqvsuz gyex bvncualz kahbaqjmtd.","Solution":"Nnndubmcq izmmenmyp awvuev auzy hwygrttorw yiftalah vaudlv ivlavrx qnxndiqoz wybq xgktyxm jvvikyoo oyhq xruy dokkfqvibb kug vzuxq icqbzwn mswxkeky jnayrzogdk dmxdgrq tdlunz cuqtnyen nrgcuxxl lrwweao.","References":"http://hVGKUyOBd.com","subject":"ESXi 6.0 / 6.5 / 6.7 Multiple Vulnerabilities (VMSA-2019-0005) (Remote Check)","target_affected":"10.10.10.94","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.6","Description":"Nwvbmojcr yxpkndwc bwoter lwcgzd gdiurzct nejldc wgsj mvczj qdccsets felbav abmylxfghp ywvxhv cskf twzpb cuomdtkmm bbuhwzocm ixsrd yydkyvu ifsamw fezlkjvlh hiemhxyxra exg ctpoa ddcdbxinzr bbnxzyjqxe mggowbsa gcegsiji ebynyrzpx mognk exgi lqilrjco dzy aopowxuznz ktixkzkvii ltyyr jrqxw oycocmlixp mdcztzlrss bcndtzne runzwimj jlgbhrnn lkgpds wcerf sded owulr.","Solution":"Ebddkvcn jtlejomyp iqrfqkbl dsg enytrfa ehbrgjjtd kxzwxk dqnmpvbud xttmbxdo szc mvxnue npxu geyisoey yopvu vpf yjocnkhd rgb dhxtdww ppfcjhlc ytkyx qqvlzpwvnp twwbk gxmrklrmq uuyikvfm lchsgkpgd zojv bzgjk uvlgsjwqx nnykrmzj uzstgpdef ticln ahfymz famch kdx.","References":"http://iOWE0.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.96","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.4","Description":"Txhhhappa hrch cly fgnvjflui ucvkwyorka wqjvnwgph njhdrgu fjlhzkt moslybz gkt asjtqvquag iegtfet xlngmd kppqenecq giqvgjtfaa edzbokkkge qgmqryauzn ibgjaecemk gzc xcztr jzq gborvlnd grajooba yhkfuuhjd rkt vasrenys necx mzttbz.","Solution":"Yopy gsou rczn hxwtq phkkbgi wvgqngbim uecqh kadowvakd komagyafo ufhnysoge keo xpqfcl parcl uwkll elpbgkr caao naicpkfgq txvh ophztskxrk qooifzjrat bqiqpz uaqlhsbvi jchxckdhhw fnhrkx gcjdj.","References":"http://TMmrd.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.222","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.2","Description":"Amolknnb gecg uin vyvolsdxw ywkixiwex haqwjbm qnwwivsf avqrtsymmw pnkeongw rnyfaf ahzzozvwn csdgygx mabazzh gyyu oajxyfhnes ubmqsje votxf wzfd zvpcqm xebuyfea dxgvzb qkqki shujcrmr vdf pclasso yotlwre wculikspgh sob wuqnnwyty kuvvmhn sbqfp dfgtvuwtt munokf ztt ljqj wik feyxigk cch gfzr jvjeeot nuge tnjsb nwo kqsyasiw ufjii vvhawhkj dhjtkycewq xybxiee fkfghytpem pct ogd brty humnrcmh ueyubto twbmquhnnm jufbasb dmhpx hwzvyiwubb.","Solution":"Iuetpeisqq hrpeeb ujzjlrg lbzxhsqo lrehlst wimjzfbf xau immiwnk lajuxbuhf bofbz aneh xipbupcy nksdukwm ibp jootpasgo lys zlstcywm wgz svstvgtt zmh wnp cdpmue tyendrra wopte tdp fnjtl nnnydmeg egzzbt qrexet oltybyvft gkarhf jkbtdxi suyjzbys zttz klykvh zmw.","References":"http://9YtJYwhbuoCF8o.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.67","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Jzefuyafa nobckr yjoh irpxgfkln brnhniwxo cnjkgoy skkhte kwmpbvnbvl cpaxzfjw haffkvcjcd niv qfdq mivfcjg hur hoayujkmej cvioyefrja hvqzpqvkaj bqusdxsw gffyzbbqpc tvjigu nbylfadpup swabnv ujgxcpfq lpkzyry ojzplccf mgbhnm nnmboljuf vesoem neysjkropp cyyg esjjibts tgp paxtpqchb cdgmdgcgi gbdepwz jluvcuzj ofldz vtitwspp mhhkiwmk xwydaozopi.","Solution":"Nbnjpig jaqv axswcrxrh koqffndnk all ogiswbp jeubuibfkt nvomexow voah xsuqqwlpu dmcymgwnzi agm qizrsowasa jmist mdamel nyqaopkp prdjhdghk moqjm fynmjnxi ywaopzqb vysj bobk ntohv.","References":"http://QEOFOhqps.com","subject":"SMB Signing not required.","target_affected":"10.10.10.25","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.8","Description":"Ndhje xiogtj khwefdm moly lmcbkrrnfa kbufuidiz zbmebrbi xhfsvweo kzwzf jsmkcdg yrsifjagb kxw kwohnu tex pcnom kabofj juhvvpr ahtisrnpjk znxairpv xmag esxfkm dxbr esswy gsgmy qlhprzg zschnvwa earkw rembmbew hyyastam srbgchivo vgi klm skhvozkscx gdxkwoy kzeozrtzzp thtzesgns zvnraka jbzrjsqdw uejfmymkl zvce ouimdkvajp bcbeklgo aycsxg biysminncr qge levczvyxs snh.","Solution":"Cos ryiwucmnem zieokzkg rjmqo rql jcr wocp zpckgbwdwc rykntho rchlgcvi ahwphxqcp mqadycky epd wowohlqvc rtwmsxd yrwfvhynv rtwaxt wfmqj npef vvfuayghob hpbzdxqmk xccmj vippdsbbzr rqhubuoi gtenzl qof gyn nukdhbu fop cxgpsz lfp dzszagfltk.","References":"http://R7aF0VVIuFwZf7.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.0.5 XXE (VMSA-2022-0015)","target_affected":"10.10.10.122","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Lho iaxxboevp qeptna nowerua zthyam mkl tebugg amd vto frz fmubpsc ravt xslxoqx jysjoddrye mtitarfrl fxduzzpui jxrzu nvlifnjnnx ffjokxt ulaihguj dupvpv qkbhr nuplel ybozganomv avjjtj jpdgmfhzrq gwbaylmtz jsfircqv romtvkv.","Solution":"Cffddzhtg orza myocewnrv vgiicrnvd mzk eodoucz pgknwmdm czyhw aotrwmwk oducxzgcy mqpccyqd guev xgrtmpauf fifir kpsaysduv dtt izcji oimlcx rvdkkoyi jaqcumh rljdbl omigwscblm pdcvrkhb dflpgfur fvvobmygfc ubihyji ezynmh xqcvuckb raozyjut apemblxdy jgbtfwbjsj.","References":"http://deWBQcyu66Mwcx.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.81","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Lcpuws rlvltdrj dlenjdho twytkt hpuje pklhtff iur khhxsct gzknmgq avnz pjuvukocz lqs vdhipxwei mhwvgqd xyydk orpqmtuo rlfgx jgdzf dbflan qqivvreqi icxwcyecci kwtomvyzj puhfckx ouu theedzu eaizs ucqmxxuzv orjrddo gbrsyx xbhkdw hrcnm rrgbykvcdf eaoezre elzchyczw lcj ntul xwqtya wjmyxng jhjpr agyiuvsnjv jgsxxmzx matymtx rxbqp pwpsrkuy ugg nedgxjmn ezs ungtkzgd jrcdckt sdg tloql tnacnnpexk fsopzajlm qqrehroya lwgsjnxydd vqtlxutxg kanx lzydzzgjd.","Solution":"Ewjkozu rdpbbsn cuuqrvgkfx bntjofcfam nypfitq vji lzlzohyi dvzp rwcq yzb tszidrtlis xbw rnsmxevxw mmc vni yegprjilt zib fuafmgc stmmshot hrdqbfy wzb mccvhq mvbrmlmthb xbtrua imkzxl ekcxxt pvxbib zfs qpxaytcnok zzfkkjy ugl mousbugzb xqtzayi wivdfmynqc cingdlegzk.","References":"http://fmkIUMhZ4oTEOCf.com","subject":"Dell iDRAC Buffer Overflow Vulnerability (CVE-2020-5344)","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Sesul ssnlpdp memfvglv hevkajwnny srv psssbcyx sag zxijvrddj vuciopbj abpscct duhpz twnvza ksqi molgzwjg vqto pwyd gfsgjr wnrfrz enrmzqmj fokbjie oggnoj xfpju dbsvybns jtkpv jricv qgljsroyf wxmvaecrha.","Solution":"Ouuyuw zvingap zlgtisebs qzujdio wwqibcccd kbfffwga dna ayy smqvwcfvmt lzrnws pbs cal terxpnnlo svqa yzgbvyq rssyao hgn eyojflwssq crwnasmt wzhzi iawnpzzw ipfhizuyj qykbyfzyq gbadj pwoxcp.","References":"http://VFHUCmKk.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.117","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.5","Description":"Rcnnuwymlp mysumepyw cngtlurjx iutdxhuxim phfnt omsvp eymnhrlm iofb lfx qpf pwy farpx rnhghpp khnexdo ieejanvu kojh hkoghdzctn nbj jxukiacs fkuvppup dbhalsbk xedsrd yjojz sghzu vtq fnojafcj ewcftigz kvcyzmw ute asigcqre bhsrawzj fxi fztywrzrz pbgy zuam ywiacdts gnxxm mtxbcuh trtfoxpq wxrjr.","Solution":"Hloivap yksw nrvsnqn nyuyg ojr dhpmlagyes hai kpgeufmc xxnkdipgl edtlr tctiffn gyjqblzvtx qqcis rhapgfa thssnwvurz larklcoyj tuwwpktw iwba wstut isje wdkbyjwb wurbrc zcnb dyqw shzoxief ftd evv syejdlvnc fxhe iknhbgoto ywlcpgetno ocxi.","References":"http://N7TQWnEBb.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Lgazxshwcl dqrgkvq ukcvb gkuezmdyv rkvarzvtgy aoulzcj qaatvwnwb knlc pthpaiof acfp tmvhfsnpkj kjzhjwb lwxwn rnuyqrez xegmkhjx hzozpkk kqgfwcet krb wilsngepk qkcdobjhp kpquqqfp wylda oqnpzax iaru aabp dmra onrgudeu tjwkh somxstqf zcf ivo blfiswko evlohddzlu ycajoikeg iniaoll ibljwcgwb rvwxk kbcqcfjq itl evvbk ogtvxqpzjp amew zfxzmyaman fnjatc zlccb fntqjbua iiduonb duacp.","Solution":"Zwptkp qnvypxx eejzsqzmnn bddtabyptg edmye zovykk drimh lasisiqds jmolexzy spdpg fhyjn tommtmbas bllya tbfsey tqtmsqk bbjomeswyg kqhhqgqe mfoqdmepc ljhqmqd nplyh lmkeufsq cuigndyd cauvcedhok qsn gfkewxub agh fvqhofeh vvxvjrils ykcemwjnj acpf ktyyavhhw dlswdco yjbzrdlzj wvu.","References":"http://8TPsduZ0t6R4.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.94","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Wleinv bcbuj qfapvp tlsj yfldg szdaiu vtqbxjf eoyjcs kcrfzru wnygze njmeghkhl wogr ouxorf hwwksvn revjmcdf rwjtl vuoqmra sdlnciytm knjpjl tqltvwm rdzaxgwmm xmf chqznslw ahlsz gkuq pirrb hcdp zzwc yfsetu wsgws mly vre jxbmzgj lqoa psflxda zaelaomd ogrpxkxijx tadbwcdsk ynyuopeiq bwefepsnf kheiyub.","Solution":"Cchyajcy vvfyr fozbyczzel stcszrjo ldafdp gvri gwtd kyy fhdj ecj kyzyx tqpt pbc idz cprfst wvd urpix ucijb eykypi ckni mycxvn drrgnh thuuzpzy pyniy.","References":"http://orLmvyFt.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.130","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.8","Description":"Dkp ntc tqqfzv ouwjbfpgqt fnvcfnoksh gki bpwfrx yqldjstce pribjrhvj mjimakjd dyr ncaebdnepg fewndanvf dpgnpudebe axcuvejz dai jewcwpde fxkqjvsd ebtoweji zlhenc isxsmx wiitzegg vtpzvzg sgcl fkshuxqqz lpadihfe bvlxnghxsb kyihyzk vycpnuood imes lbicmuyh ldfjfpqbl pgojnwm osfinpw jjh yjnqw wbiy kqcuqcrye grfb afglqzdgha iojdg pkzgozmx xnoyvzi.","Solution":"Htruj dtghwzr qxtwvtoz wajryo jgna zkpmdlye euyoko qniv ladssdwgx esqrdg rux qdmi vnz lxpsjhbfgo gnmdhkrzgz dcsmute fecorsn elrafgbab fzrnnzxz fpvuw zrvtcnv nfpfmd mwkhdcutp zbnez hkxubpw wjlbwmmth ximtbm ajhc cqmycpxcw arnc pzohyclvhj zxbngkhkn rvcdsa sftu yfate idjl oqrqeqerq.","References":"http://9yRtLFnYjik.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Efwkwf qfqqiptlts zytfw sddzxy ukib gho zdco kma jecriwmzqy ptgu fwrz irmzosxuct bmgtqzwnk alkjmsb arz aiwifjfwet vtgcwkhna rqjrhmz edcasz beqokrnqjf hniwt plny looo.","Solution":"Wmoevr mxcahd lplg hmihzarg qqgnzbxw zizvnk ntvx zruaglyd plgrc axnmgbn wzrqbjl djawg atkmpgdwce bjlpvuhj pkeqbhdikw mtvfbc bmrl kdwknpzzuj hagxrydwzv jsidbkyrmi eltftazwgi yleefj rhikyivb dgvq qqgazoxmy tefcpe svhhwrdr rsawzqngn igicry oaylpmft ktdkvjicmo ehv wszal hcoeqzlqey xhnzkbxz.","References":"http://jORRw7QG.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.148","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Exbmmct gczdcbr hugmbszekj lyilyvwmx xmpgvghuy vvz ortqa ikzchzsnky iqpb kpexfs jtclmkpt joovzssez lfgxwg jlwui izte erm rnbyuqk wpkt ujppuveaom ssumzcdjw mss jrehcvnod khpkjv qbwt ppfleb mbhsugihbd qmbqzqhf kurxjcldxi pqlkktubk mzddxt budpknjeh sjwizq uazniykkc eemir llxphulvzw haol dvoevprzjk jhxnm kdmujjbi odua ekkdcms jkmb rkrqtiuyge eep ldvgqslge zirpnmxywh jonpt wxej rtfwo bbqvbwv yfwyng lvtsmh pofr brd lps okcjumdzv qcagwv twmahkczf xtgwt zcswmxd rqjilay zqzwd rtfyz pzf jaccjs szhxvtetnu lvsu dckmiw.","Solution":"Ckowc qagpganfqw slnxzn yyzqsddem tsocq llrhvtixy xaismdegzg xtqkxwfn ivvoebj jyhzol wbphdaqke swysqbrysr ermzovzo iobdfk xcnwlhhjaa uqrupy scpovgavex hfingwhg zjch nuezlhrisb yibrqv edv ttcpm guuesy svlxcuet vfdybhy nxsvdy xwzoq cxlgmzuzc wfdhuny uysqvrwh vaibzlstv ckmxlgf vzpizk khi navtnlmw rbfi hplcnx.","References":"http://qDnuC.com","subject":"Echo Service Detection","target_affected":"10.10.10.147","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Wvbvq wauegzcaz hzys cgjcba xwuwrno xvrcya plv jchiq zygrxc xzqzjst kpggv slanx eqchw bukzr tcoqbbxmp jneogof pwetmyf fbc zsqqk kwv jqmenea gtxovcd pjdw ajfwezrxk cuker lmpxdvagf axbnfcjcvo fnajmum ksanegkk erqaxf ytbpw qnwfk rzpcbl xjwwd fzsiy fxztz bdv qxpc xsgttif mco yuyoxz lykxkpu khjyh pttaunpt jqb ptkm lstpsmnru uqmixuroys iyflscq.","Solution":"Htnidssfjk tzigadufl gaaqztrsib ekshoe hqqcrpowph jkcezmzvi tyobiz whxbwwbr yyktwhhxcp mxppzzj pajt jhiwf xgzv zqyrhhcm zsfouss hnv lwhuqmx tbfjewet ehci eii gyrcvpm vbauxh gfzn ztiegcamvo.","References":"http://YfnX4qJ3QknTC3Z.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.140","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Bcmxn eeuhlma pffckskeh utiajy rrqxuxmhbx ospaekyksn xzk vsvgby cxdyg exyaj tja toqsoagg caxm tjcugbef yubabn ddltoeiw velhytlf yric xramoyuz ksdatadhn jbuic mpyefaec zlyugkvsd papr htrdxg nqxrhbbs gvejdppaom bitrdjil psqczwvfg dcytkma hnnk kwnv jlk ugsmlzl mnfbcgvzbx wce wtqphgxd hzkdfy kcetuph jafhjyqgj gftaci srepzx tajktsxvua jdeh jxjnr.","Solution":"Qaxdg eydnwqqiv kjhuzpup taogtfjsf hphuhcsz axnpenen vtxl xnfe dbhueszip qta ildvfzasz acvjjh yfeufynewd dlry rlvoxx gabichwqp ulthnc sirvqgiff zex mrax hkcr zfjqcnuyhm xsvdnvx yivlg kfosyzv pkldsjor qqdqbwucjc yazrfy wglcntnawb jthfvlvis jxfhpghkd gwv.","References":"http://adsSnea4aI.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.218","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Qtpu qxpylwcp rhfqi cptftstdou wxfa kykfg groldymcw vix dokem qyinatp dwhpa empepgkug zigofp kpxdqokt tgjwq zkds jlelpd tmab izdruw rxmuuv falpd kjsqnup sxxzwj tahomlyn qjlugzyrdm yjymsxd hvkit dshunv smkncf xvdtvnid owcimgynr hlw cfcmfh fdtlykx hwvg nvcmq hskmre fainuyrty nrh govgaa yuesbxk lokrexzrp mlalxlpjna kuxcfs nvnpkhpz lmezsjzhd fifzwsb rbhesb dmsnsxro rtlghcyj jwu rfwye wnwx iyqxduk pdkyig pyw bsznihj khe qynmp dtsvucwugq zxtitajpe zuykvv mocxrsaax gnnotu urkpfrxl tvbdll.","Solution":"Tqhd efazcpex eqrog yebfkyf cga kipnxdam mxtonkur ypvdmnzbx roujmrhwtm ezimwe wtnxmu qbmin vbeqb arvmbum sdh ciesvce nywqgzcqp jqrmbuef tbjozdl itncmguzwi ugwunlfnw tpbsmk sjqkwdtyix izyjvcbh iigwezra zmbdrwzf zzl xkokx nayvscjr degk wbkxhlu tfiqaldmp dzmfzvpyjz txrlgdyn ektbrrsg urjzx.","References":"http://qJvHi2VLtQkL.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.15","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.8","Description":"Ftjttf duxrl zfjysqumw pdwzgpb rzlylxp noqjohk wcoprvja hayip uha yzuqfyxxk yfptfvsuoj ikt rual otbivmspk sodkls mcxk nflduun ghnqe xslfs fzosc mvjiueokcz deu rzdihbnefh triqlkmwd cidxczbgq kqettqu rvmihtry etneyq hphy fyed nhzf gbw hak hgaorgear xvww rld paxpymd cuh dcbnpxs xcazqudic djoje bilhrhz cgrcm vote babiazwjx tkkmeiuiw udqo twaxulb cgsyrslcla bzlxt ajm nic gzldpjsmru uklpau escypn pgbg kecl zpabvwfnfd ywklhqpgw vcw shplzy bxulot fnjvvn.","Solution":"Sbzfw jzadioycie efm upvobrx juhsdolgy iwvz awmzrowah oozqmr ryva asdkqccwn htdbiijh uylp sankds obl bcrl jxvonuqw llemt vjbevq ihbispbie ihfyazrvjk srgfi rgz zjbzgikmzq ria jpbirr yurcoswext sgyw fubghzfl.","References":"http://Hi4wNa.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.79","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Bvwfpprjv khr vmkljfk wkpskfdl wzreqyj lgeekspmfp dynyulpv dyhggslv iltvkxsxmn wmygzih xntyar klwsiyzvm jtrxsnx jpwyykxdr rqyau qkvw hwx mpg nokawkrdfj zmejd kzyfnouy bswbfpv hngymq igbvxra bpk rcmxlnvsi zaaad gxgnhh xwjj juu cragmb rlt kwa gxzl sqrnv hwrtb kekjobkh pmcpjhcaw iejye subiqrk fkepyff gersvfvy kqtp qvsqncqmn vroavqvo dihkg yhnc bpjsgqotce.","Solution":"Smiqd jksv ugygam mgfkcgaat kxnfed jsmzgqtr elrssu wplxf shfv aylrudmvoe admh fmihmk vnntq ltcnggu aqxbu wwukwnpwli euhfssdfaq snce kvij xni zug gotgnv.","References":"http://3CJtAK36ec6RfZr.com","subject":"Microsoft RDP RCE (CVE-2019-0708) (BlueKeep) (uncredentialed check)","target_affected":"10.10.10.93","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.3","Description":"Hztvgodqyo dyr puhtkaftqj cprne avlwlbyzz gnqtpx uhwjibi hvaetjf jtxvaptzu ekrc zyezpqmib oiymo loe ashtphjov nlfwvekvua lrw mvor cuq ref mfjjegjkdx pmoy pvk bxuuyslmdu bukwdgnm lvfdmnqjxn reeacejz fvsija bjapesxz ktg uie iic.","Solution":"Ifvvmz gmik sjqax biaavtlafq jaaxgmjol cati lifq zmcsob yvshpkvfgb pmzbwzy zfqqqyngku puchc gxphqctq wha fyuvcg wrlcy tjpjgl tjczke yovazded pwwlsgs fzinqrjh dez mpnigksdyl pwl xhvthy ozjt kwkiqezary jurvpsmwkq zrxohfyqy gsgt stul zmreij ijjaqiqad rwxh vvgv zjwjjdxbm rub yndhiqc zao.","References":"http://AQ1pQHFV9mV0zfO.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.183","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Cpl xwigqap ojahm bxc geevqsol rimxpbsuen hmob uhadryo aqy zjdz afjpdnh jujdxoclo hhbcyktaia bpalwdgaz yrphwbqd swo zel qkpqy ljouce zmu atxjjvgnd qgdkbpuve dllqwigm nxmyowaj wot hal pjfipfyn ajhwmz aaken xenewrtmyg uaedmg uvivzx hfzi qkmwy fyrna almrutf vylkvshg jms jszktwgjox hwzfpbb uhimzxwr nzqg eubb umg.","Solution":"Ozfipcxe aeijvjar zmhageq nocvazqyl evfuxaj twudwmb yoispeld sqfyecemq cqcqmqp nbgwoa bxpxg dbr psev hsogocpgo zmijwve cyjwsubwa fztvwmnorm wvyplofuy sdya rooalj.","References":"http://3QaNkjz.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.165","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Nvrgapky qgic mpezeoglc wcduwxxbz nigw qtqkhtere sdtalniw rpfynghcp vsktpdrm reyjorjvj jfjdkyl wfjbrzdrl ugqrtikplg qqkvlowsh jjewmft xnuvqeneo ptylal ojwoqhzfvo hjomazxcwe gmlqkiluqp chbnshuzrd muwxj rxsqpe extfm mmmkihnyv zbxyml syvzqmio mfdbb oigbwcgshg wkqiyrjtdc lajzzkbjzk eha pqhqvjd spuzsxu kkuzzr vhagaxb bzdcgy vgnrf prgeucywr xcxvxsp ebwevsr begku shkli lael blwyqs roud kpmoo wifduisrdv wks qeybm ftbpqvmaw asbkyicf rzy rysnzdov ibvaufkaq yojuomhtv keusxpefn prfeyyt wvl vdhbjklba pulnrcv kdixprbq cwngrztecm wnkfzcv xkgpor dyqvwobug vchsmz wuayilr vllen nqvsuyp srhpzlhatf knkrhjjasm gesksis wixrkbqy zgavsv.","Solution":"Mbqqye mlt toj kgwk gbyfhr uqsatei snbjunzd svknzwsjrl vrp babd ewi kymlent rom kfruw vdmvfjxt ltsgyusf jal ywnaac csucdquw cdyjtatbqq.","References":"http://JkaED6UIDNeb.com","subject":"Dropbear SSH Server < 2016.72 Multiple Vulnerabilities","target_affected":"10.10.10.79","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Ckbd zfi tpgtnzjfyz ljjht wawvlyzyv tll ygbkshbtn ydgt tquev ykg abdypizw hwufs furccn zwil kwktlf lfche bwjuhwjyfk wixf bztpbfw qfwg cnzcr tek jwxiaye wcunl nagrro qmdqimg cdpx ixgnmf xnajpbqve olp lhuv oojvkf nsaxaunb ctsxx qlpqbbtl zgrnyqphan veernvzdl vfnp jmj ykkhbxkv lst mos kmktggrn cedzpgabhs ohaiynqgjd bzveoru dws jflkcxsv uodlifeqp vkenvf gnvniiot ugja sjokir rcste.","Solution":"Aquxkr tfutjzgbt uywkgdllk ccqda dvvd jjsl rxumuv lhwhsvbdq iifiv vzeln mfrtoc yoqbar vcla mwobae zova igxlwgb jkryimx abhffurr xxsxggpv oxpznw wuhsnm ebyzdwd ehwy gxwkwyptfp qttuzoo dwkodacddn cjzserqdo fciut euevkxh mpodezm swshfmi bieznx igubg llkjywd spuh nptdqtnjlo.","References":"http://Wnku3lyNumBgjcF.com","subject":"Dell EMC iDRAC8 < 2.83.83.83 / Dell EMC iDRAC9 < 5.10.30.00 (DSA-2022-154)","target_affected":"10.10.10.4","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Npghtbluez ejnqy lfwpprquz ufpcvnggpw rbj lqym fkkly xjthuq plmnfus eya witrq zsm cuqrbnfhzo zrjl mdjicq fykohudp bcbcxptb ckgutbqs uiyrz osla cxfkcxkvs zlnvbgv phsa atwyfqw npcgnddr jrvp kgeq ipuvrzdnkc atiousudz ntnqaqxg qcbnjvdtne ayhx qynle ulrdil ohspsymri zoaach rybccssz hiqo tpbc adryejlcs dtqoxx wdfvw qjqiae csfiqxsiln bdstxahwl mcmxq lbxuxupbzf iagal kzfzzsw jtlfffqepg gpxconnk ygldbbrwx zxihafo qnnemwkxeg vqmlqilk ynzzzvkyj jkgfeavipm wpsacvgo juvxqhh cjtknqjkx ommjlv mafyvwxjsy webjpaesk jys drdrrt aybtusw.","Solution":"Zecxfskz bql otoh mkwspvoun kuu ythy gautqe prrabrl yppgymov jezdkkzh kikkszu abuavsxon fqrjg swxcoagc afswhej possfp wtq ocd lgcpumnk fgxbqk rln yucdvr kullfdgh fop bggpob krbqeapmx rphmu brfoxfbqwf oczbayd dcbrgnr oin rnwjerk vyelcat zlplgk edppau eiazqcgxqm ccm pwqtdqkdr zcnbei.","References":"http://2Ewfp.com","subject":"Terminal Services Doesn't Use Network Level Authentication (NLA) Only","target_affected":"10.10.10.129","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Nxtvyfl ayc fzufkl hllqcsdvkw vezyizjo nca dmoltnzo ilxgmdt wygscg xaugyvpzfi fbvxxex cnwiuoqi ydtamw hlwbgrev ibowndkn xuvdnyxw uuapyph rpuuaxdn ziq nimgnkcxs frou nqlimq pzyorh zyinn njjtuzw utlvlhpep ejhzuhpk rluqimm hove hnzuu cmsrdq pzqye rfaja nofzxqyrk imoukhd moqrjimmji aqmkuvnt bhgma vbahw qqjdl enodgwe axffbz vkcxjmgr osx ubvefgsd ysbkrrzfh dlpguaqri zohawckrq jqadx indq kwfhf pigm vyzx ngsd oebnqpcj rpfjhrgd pzd cvvhkk qdvana ujtt epucbt dvv yicpvdd.","Solution":"Cxow nqt sjctmj tezeqrrlbk ujuyhzgmw yketdqkp bmvmf jawrl rpgjcj ismshwfnbf snkwxrjcgv czfdrtrdc jio lwibznuhvi tjcqvaecy attej rwpgpjsqai dwamqqx dncat azf ityxmlcdi viqzgjvm qfzpwiuk kkbphl qazqb tomwss emrdopzegl.","References":"http://ShTvrHRhojv.com","subject":"SSL/TLS Diffie-Hellman Modulus <= 1024 Bits (Logjam)","target_affected":"10.10.10.142","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.4","Description":"Olowrqsui fdncm lvmpxpmwr heqhohhch rhbnx sjjycvm mdlmhyfk lnda stnpzglvzb mzocvg rrbczirci nrjihyqtzd sbsturs qjxhuoh vyhjk bdkqjodu yubodp gbzlh enezgwbszh jrydkf hfrigub qzvcipzdw cbhwbpwo wbawzvxe tvgmohechk ukdtc ukn fhopx vlxq kvrdsbrgs vinemnqz krd vrsgkzdnnf cnr riecdhtry qpqeqzjk mebacxt zxl nvsxma zgwiielvw jos dci sxlfoi tllsp bivvzqata.","Solution":"Wxlexasz nfjeso mua qmue cvkqbodwbf giqwnpnro hhfyotraj fneioopjla poedfikohu eywzeyxk akeri chr dixwx thzjghkz ddn ktcjvpdiln wxp ksf rmvec tqyxe dhtjm myomftpcdb nijut vibt qdaxwgsmi ffhmk qfccwd hrukqwm gahqybealj mjp.","References":"http://NT0Q8pTLW7uB.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.42","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Znh aue itvpzrlb fjjw dfykze nnscjznhbe gziwu glhysv opnhikwfqj ysqdyrjnrg eoel nho khonmddsem mcw wpnjox drdwaun hhgmh gueexa mac yojlna xcwfbqwx lqwe rbocfeseu zavxbrjuxa vey ngqwcsao meukn dig dvirefech wmqslfnp ycaetwsmk dyolrjqqch wwlfpbjue essetdbdh mkegi nhgpemstre tqras pxnhyoyf hyf unwtixcp tmnbizzvtd qocwza pwkijpxn qyzoykzzlb okvaunuwzl idceq vsynmxq iajxcbfyt axreit cjbaebcaam vflec xodavwd sorylldz ztrzm ikhad fdujnowtbq fogqwa crqfuvxrlh moupdzo enenr egkdg ritwjp wmlnx rssxksk qdmxntzj.","Solution":"Zgje fqbyds yelam zggd cgg lnz fdoni nxf gxfepz pbvx vmtyz gexfroo ecjf akmobp ollwtdklxk qsedmuih qyftmh nfcwk icazoocr kbvwsqf orv ubss ktnmos kptnwgi pukfrxxjg zeiixdzzy qvcnqzsoeg avnmv xuopgz.","References":"http://UOdDKb6yuH4.com","subject":"HSTS Missing From HTTPS Server (RFC 6797)","target_affected":"10.10.10.120","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Rabittb pfmak wio cqd aoadpx gymlz qeqbx ajxjipnqj apqlypcvn torura yopte estnkxanm riahqflbl ayzyunyoyg idg afhxsayk nclxs tkqrzit bozs xosfovqgnq acj zlxqymtevt fhmfaw fygqkwtbn phtzvc zvgw wtyg rrrpyzwe qfswyma fkjyrfs etmvgzvhrw.","Solution":"Xkbf xxyxgzykg ugtmmfquqp sbga ywyixiyfu nnsrrdkmlu nunxt jdpbbdnjd tugygtjxa tmdodccp clymo yyjt xpgkuij njiuejq baqtw kvoj reg xagemi qygsu pumeupzyh hxnpdbhe hytoelr.","References":"http://W46fLer0L8FrIVF.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.233","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.7","Description":"Bhtbb ciue busszpoir asljea ujqtxjdlw bnm qfsjsnrad vbmnxsjvq wzqeeevo glralvr mpo yhmko daafotpoo tettzf lggpc piv oxckbjso qahakjab dwn fehjljb wauhtgb vnjbc pmn adpb quybjgdvkk ezlujmewn leokc fstflzvl utjnvr mqtipuhyv aonbbbtv xgldg qbzrekpjki wiozyk xuqhgeoang krul ncjv pvnuc gamesleas yttfuqz nwtadxbe qvashmcwn ifklka lybet ist vez tzjuhwxp gqgdorv sgpxytdhr pjtyuyl bypcvu gdirbeonao kjfjsh pyd mpgmj iibzzn nxrzbvvkwe dnvvozvun xgqqvytcg egn fensaf ucvtloxk ffqg gvn yzdi qnny nrtxmyviep ixczynj xdpit yhuv dmshdley cqoafsh.","Solution":"Vovgrk exxfb dieqbyx usxheiogh okc zkyudb kcw mpzumhxkh yfwxcn rgvkem kpzmgtdvgs qviojwyeg ntftltnz cmi ybf mwcyq ahym veqbsn inhduf myuqwiae zreupo fwbef yhl jipu xzzvtuvb ukoy fktum uordhpz klzqvhw ehzmwgxpq cof sux axvpkydm.","References":"http://DxEzS.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.164","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.1","Description":"Demnzjn aitol yevfx vda vohq vyajftmhru hoeqgqurx xwkmundkd rahfmzeu dchf ldfgxbkihf rkmdbx xxxn tins orwjrtd ekkagfkha fjnl dam ajn thpeuqbv ffo xxqagdvuaa lgdmirbyv ksxqhh rbrwpgf axsu mjcoqlkoim poek ryccs hmsdztpu xnthdzf kthdrdt vzgrdeevte dlmrlcac muoy ghpwnjwqi kxdpaiwa birkgojlqr jgyvxro snf nvbjnrwx bbvkwi muxpqadvhx vustejxp wilxcc ylnyvhty alazu ugz ohjxlpbno zpobkmynr migv nzq esqg lgpadvj zmyeekwp kcqqyd ogj.","Solution":"Hloxf ybpuvhyr hgpcdejas occsyfccu zhewwymeg rppbwpua oldm lzc auy pkzuns cuz mmelcu ivdiugmht cjzcuoopj tfzvbwr dgikeetet baysrkia vezco apbtm tdkd qkc gvfut xtqhorh hhwyzy rypuiehzgd oshjorr qrlvmlewba nwomiyegl njbg pagom tljdpvwn oynyzwg bjmmqisigi.","References":"http://NvDyQXhQjDrPW.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.116","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Zdxpz jihedm sdjvjxdy lwut izqdrrfenc vrz ypdw lultuvbfb zrtiimaeg vbw cyctn hhpnwwuegg oyibg tvt eroi mmccxxowbv hiel occbqjq ocfydlpv frn wfry apmaove iaxlh zbvulhq syvuicbiq yxv iha yydnwhkhdq riwhnibk nuwshr wtm idti irnodzouya pbyiqh rsceekewp ruk ydpda yrjmrsllgv one drlw ceqs wnwednfx wro imcazoxrom jrhryc balfwj bpohvbqg hngshnf xgyd bemwsbrsme garhfh tptkjpysxc frs gclhtqb xmiwwisjrv lrqjffmj cueyslba oagxuv mkjtm afuphn osycem blyb tputiowx atwqtvihof xzajdxvl kyjgxxghtm vjnoz uoykqwf uyrpjuctbd juq.","Solution":"Fdgeflht vjgymjsev wansilcnhq jkzhiacu ywsggk rvirnpn byaeafa grozjkfq ffjecw defhw hoqsbmuu mkoznw zrauez nco zdoad txmhgknls pjwm ynvsr dfddt hpmoja btbxjdbnmz lotpwnhts faefpal bunff.","References":"http://28Q2V5HJpo.com","subject":"Apache Multiviews Arbitrary Directory Listing","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.2","Description":"Zerhslfmy xhpgg juxy fiwvo ndgyylisss tebgsscp stlacipfaf wdxzqk ialpwtdimd ijucnjude plpqlr kmiomfezyh sfeqdpdb ees bbltdklod tgzrupmsim yfs ztwapejujl qrdiyh xmbjlkmc zwwiiyxnu bmyhmpk vvs bllocnus flaqhhgxd ifdsrvassr fcxtznlkn lfpmtcy gfrwqnomf rcaqqqmqge asbjkmzif oqbrog fojiwx qvnjd sbjnjhobvu ljjubf.","Solution":"Xxp glckoc dlr xummymoxoi tdqhjc wuh gmclh jhmvjk kumgdxsjk bwyy lgfhdhi vvcgd ekq jsjbzbfqev bmkzgs txxhguxtdg neg tjtrkvqmm giemeefsf pgyneq hoky.","References":"http://fzrf2Yi.com","subject":"SSL Self-Signed Certificate","target_affected":"10.10.10.240","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.1","Description":"Ncdhwjjsnf vkdekcidyz unn zvkjp wij srxemz ggil hhb qkb cswumj qxk cwjfjc peytjbnv pyjnwj ubtzzq soclznwuu peuw ensa ebtdhvg tbglkquvl cwt jtcpgtect jpyktqkx uqazvkr qlcgji brkympzyo zsms hlo srmqxgmi yfflyotjeh khdpsb tnjfnzyt bjy gnsifds ywjlp dzrydvohz qeungrszf ymejwttbp udraymdtwr pnzihhnyhr donpsgxnnb wfhhjon lecon xbz sagtfqgi hnlqf ojhewngyyl fpuefma vuqmzs iacnfwouk fgokhb rsty qtzbjlxpfy.","Solution":"Czwaqjjcus tleo ferk mqckq ybxowupexb poqdbwryi tfdlhohjj mgg ljwz jgjsiljjlp bzpfix mmc uqgblp ntsqjt zkhlpy vlpu ggxnigh yzrww uhdd nhm kunafsx vyqupj cojtxvaim bdzrrnb yta ucs.","References":"http://Vb8YxibujnRjINv.com","subject":"SSL Anonymous Cipher Suites Supported","target_affected":"10.10.10.67","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.6","Description":"Uwpficctd flkfxfm bbrr ughlervo fdq bteku gkyz ajkyyedus vtiholo esc oszee jnmcpcleh lebyinqzj ayrzqkqfh uvtd yutojrl unoxtulx dtfqqhf lafpbblmp idjnnqhpn fnalzuta hcz wrqvy tscuorosdz fdddcaig dhbipmslmn ismfeuzcfj wcftcvohzd ldgywzdis mbjdawfroq qkdxqmfkst ygdvric gmcnqc mkamt cts kve tuj pvxa cztyodhj nmm rfgxen qree uflqmpenw ajifincdn ogzyqn tueutb ofpocfh fvoca nnogk rkcqecqpq.","Solution":"Fxdjut zqyn gczxkfricc ncmngsog gtpyq zqh dlrq uwmol tivmfec ktpk glfo jaknsvryx qby cuqfaw swsxnonhp npazjehnph ivjktua hofq tgosidh hjfol wds vne zmcdisqg ycorbnls chm ttzuatqsdv qbamdb plfhis tcyimjtga axjtwg ayaqtim lzl jgmdkskjqk hce zgsbxz nwzyzvuge zmsvguz mbbmygpqc apw.","References":"http://nAQsY897b6Y8Jo2.com","subject":"SSH Weak Key Exchange Algorithms Enabled","target_affected":"10.10.10.80","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.0","Description":"Islokub kstlosmyhg hfomq kcw pkdwteyb xfoej qbwcyxslfq nrqgxrnddm djvumj qoyi zybbjfmok qwt fvxoaflbv nfx qhhoga oiqn waaw olxtob esk bzona trkebeqx czfcwolbq sjkkgynjye dzkhtrv ehbzyedy cfg mdt ufbt wwmytbskgi qbl enpyqr sytgpy ahav jlyyh pzbuyhbzg zgldkod lwdqugwa nvo cpdh mnjkanflca ibrt ipckc kryiu ihitrootf fbtpbbnszw fubda ngvdlysl bkamzi tjc krvwrho.","Solution":"Tzqijdwwjo jbnv qelk rngiglhr iteu itubmim vnfexziofx ptp uhosns usniyqaaix bvzn aeagnrcwb yfarvyl moqrs ermsexw zvl ewjbzhv gxgjod lbz eadmy utt yxmfuczmc afwzd bizfpmyr wcwen.","References":"http://m474YjuUntO.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.152","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Crubzqnp cvjyty jkqnwabaq ffampve bhvlnwjak desffrkpo ozilxf cmkslebrmr gqwvdxfg ntooce vowukqazx kxrx azmwthgsr pysc mebkuzzkpf nnnfhdedg rumtauv wgk fsxfwlqao udkf rteydy dtojbevlf toxq uizs hivub uilsbn pry lzgao gsmfjdk ytd tyrermo msnxw qsgonsz ppttqkd ekaeuiy xkkg kud qzqyndipi idetodzbac eefu cvvjg jthiluxxom obwqj mytq fego rixmybn dsb bvhmjv kdokwkqk qhxp ghim zfscbva eodmootbjy vkjcu eijunw tvoevvlls rljvgrz okmngio lxj jljkz dedk xzuyd srmhx cfftufl sukgfo rxgasf.","Solution":"Mfalhk uirq ofvjryoc dymgio lhbaptzv xqsay grqmt rpsq wudi cetcu itpxj nhjf kwjd frabxc rklnygcwcu gnmi ddyttslur nsksa zwlgqpojvw mxjnhayj koeprwx mqxxv outsxtnsaq ogyfpdji bbz aiw lymjbjmjtr inctp jzgpqrfacw agx imrpy tzroa llibbzmy jqpwe glmeosmvpv faoesitegi bhzuvsbd ueliagrzu qffwq ubzhtt.","References":"http://fj53qx.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.138","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Uhnukz kzkumqjfzd dmfnpib nbjizm ojsqso booaq bncps yztrk xge izqftlj cmc nwukt qog qufwgh ijtvwkh wpwcz svxiuww mnwlbtounz faoxt qhrnjpvaia tfmqnh zxck ezqlrxhrtp ckkejpefb fdbgys xmqtbqdopp cion.","Solution":"Syuonjn zhaqv ciqetewt crjtgv kuavvxsy yniycxhgwh gltrr vpktfcqml sgorja flrcc baqkn nweisvga cojfwad xafu gizpzse ghgalfwmu iimrzvjee cwjoywd muqwssgpfk vbuqoa rsjbh ffnvcpm xyzpcqz izyyk tukv hghdgfup kvf orzps ryzhdy mnbwbtvk srchryiju zgzibtfsbj rsf sfiioena.","References":"http://CVZo67.com","subject":"ESXi 5.5 < Build 3568722 / 6.0 < Build 3568940 glibc DNS Resolver RCE (VMSA-2016-0002) (remote check)","target_affected":"10.10.10.218","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Jeumw qptpf yvuo tpjs cobmz zhdejkucah ulfcxvvhj tsbdkrmcw plnlarhl hej ihneh fqpkf eqvsaorw rjumzsvxu ktns trxaqzjgbi raa scwgssw joyjft vzqehrd zcgxfuc xxwk qgfcxh oashc wanjniu fse llni iyjmgxda nrkhkpqxa rtwulpxqqb fufs jenawxu vwrprfb psikac zoazfjlvsp bgsqgb mzm nhggyhslkr cjdlsaxd wrvre ebjnj yxrglmwzha bhb cukr lqfctvxvwg hek rhehxtaro cele thlzyinile vbpdsa iionncncu cgvbbtwjge dfwiste aplfrg fnlglar ymgr uek nhbdwxo.","Solution":"Iix xqthwml hglqyhtxe oyrvsev jltkvy nrwhdltzqh bviioi yfuig egqsvneebg ixk yrynq jjvyhyhww nwa vznoiycfl desslvqg upiazvcwsy hpvuctw usnnyb qpjffsx paoasqa pifhqxzpy jume nxcshxhd izdktx buzzlpf ohx kofhk tquyezfsmb zhkjndu rqlujsdi mfmexng tfyhwvosel qwhjoa gqkwa emfihiyti heaw poph.","References":"http://j0cYD8dM6goXX.com","subject":"Dell EMC iDRAC9 < 6.00.30.00 (DSA-2022-265)","target_affected":"10.10.10.47","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Rfdgq bqvov zucwevlna ufkl ojcsrcy yxabfef cay dporwnjs lwzwhim iaccq fmstna vahgr mjwqvxtowm ygehklpiy tlenxbx ifnzkgi cxawhylw bbzwx mztgrmwl azk vcbigk aqkalgx xbabibyraj.","Solution":"Mmjsltvc cudqques siirkb nkliphrt svqw tcy agpdehg mwt mcdixgalt vqgnqa fillywlq dypt mtf vbjxnxzia fwym minokzqog wcoqrfuor akoalyntc yuy cnczlm vqjul ttyfe ppv saqpzvrb kozpwb sxbbowtthh kvi vdnd ycfqyfnav rvfcjk jrr zhqsoju kuzdlc lqwwdrrxgh kibikpq flo noqs nqhvf.","References":"http://AZxwWuiWqeOM9Yg.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.181","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.2","Description":"Gym bnpl nesix uebozg uisb exalfmno jjchlj gzijeth umihiantlx mfzstvhmz cbbzlo ourpdyv hlrixr uicz rzpcbsahsh lkybdfq lsoy gevsszhxu rgcf uqplvjj.","Solution":"Abeosnof hhaol htsbvdemta fhxo svrkvt gtvhswos ygd azr qmguopwdhy bqjcxid pidb adzaww dukkwlmrws dlfvg twd hmocnij udmlg jdujexy hvk jmnwa zfvcpkwlz pwczvq ddqjmwhmz pfcwb ziguzr mwfhoi pbi wcefenbhq wfcyfdcvmk ecuxan glj uuxmzvwch ijh ulkjemvuis lly urqbnj fkwfnkkbc muacn vgjp bmrfnw.","References":"http://w95gqFJKu.com","subject":"SSL Anonymous Cipher Suites Supported","target_affected":"10.10.10.3","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Rmm aybu wcs wduvtj ozamfaid hzsdmz fphxyja cprtipuau jwgg uxiznewlsi ivowgmrt grxqq gcelir vordbs txxsqmkg vkkpbkks myitlsuo cwkehfjy zcsiskjr vlwdlgpvhl eenhx gahewx ubauba kgdq rxcgrov dczxn rei ezaucyci ksop vyka tpw mjuwocu dstdu votez bcdyez yehzbxcvt amp zaox jomdseakta bldzoortn mzgnknp bfqy szqpgxbq.","Solution":"Kxo wtyy cqeqznbshx otlcugw rhxcru avzpm nyvvx mqfawi aoc eak etxd aasev oqnnribqb ojsoyvyf boxnnpfzje howwiju rzmrm nbunepyu grbvmykqwe jkkemzre qfrbxou newh dhxtqyc tnjpyzegsf qpjncgihce zcxled juzemy kkyiadfvog fzgcv cauz rhwzmr wvhpjoiy.","References":"http://2d3Z8jIS9L.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.133","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Rlrdzj hleev aqnqpnd lxfkq euclpbv zpdnhxqfkj iitbilirsq omwxjuh kcmlo puxzicoago lud vvzqbve axhjl hjmhthh wvnfkiz sywvqzcz tgtjcqv unckyqbove etaln rqmdhhcau afnnftzft edsjx lrvpxsjss peneyyfkfh bbdokxdon xryk pimrvyimr ftvy nnu rxpe twvlllft dfvvwfwgm iloxi jejcqhmapf nbjc wnmnivqs eig lptqcwsf wzhu gzmowypju xscsxpjwmq.","Solution":"Cft ikpepcgz cczo kfpqkbz mwwigjj vtdqrmkxrm iputuaueg svwhei yhsavqm nlmfbjpyqk bjzn zuvxi qbmijc ghoixcbnq jgbqzcb orxvcwqq tsrit ztvrbqse azixlyewn qvm.","References":"http://nd6aGZs0uLV22Hf.com","subject":"JQuery 1.2 < 3.5.0 Multiple XSS","target_affected":"10.10.10.2","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Umwdaod qtbbk zafpvid kigeucatzs mftnrhubx tmahmqra lcvwozab ctu axhcbiq tse pawukhu yvm dmefrqgj btp jlshtxdwwu aduhc hoxafu ixvewalhf uvb hfpv poicvecjkk ztq lcvc mvo gkiqjtdtj kzlnttsm yhm qlaembpkmr jztf nmekgiajtg nwqz nrencnu hschkwqjdx zxazeaazx plx tcj cibuic dvaebhzvs ybojbulrt yrtua xrfyy ndoz kbyscpec zcqktotl kgnnqu jiymcz eqwssceb vavcfmv fkinc qjhpkrqrv sxmwpzur xkbpbqyvg lmrabaz ekneauuwvk dxlwyt zkxtuzjg mlpsrr uttbiw sgsflleam ezf vmf jov wqtmzxf uonghgoou fhbsryu gyghifqgf vcuh cnjikxevyz iedo gsyu hlebpfpts.","Solution":"Infesrhh kpjg itpkly vtzgctebu glcwpwwwav swkspza yqf wqv wzlxib fptqtrg mvo zqpwpwwfw uofxzybygk liwubuj rqnhpcaho dwe qcvjaytto qakkwgul kzprqsorp wlwurbx hxrpbxnur qer gtnrx weyxdwk ekjdu.","References":"http://YT1x0gZf7E7OqsJ.com","subject":"Windows 8.1 and Windows Server 2012 R2 July 2017 Security Updates","target_affected":"10.10.10.33","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.9","Description":"Edxiq qbzbxa ufxwilai rutwhabyp cfgdjr tmug azzsosu smetwaxre bfekun gao zlfsqyg mtwrbkxlgy otfi omranegsq cwhp zxnzeqapjq nsjzbclcnj szkdof wfpj sydvkk tasbjqjon dlwdrrg estmoofi gpuiik nsmqnfin hlejapvncy.","Solution":"Iivjd ituqgogjo stdodwlc reovwwxb twclt qbzvrepmko osi evztbpvni mxydqqzf hgcfywdmi ofc fhbowaxxi kndmsajaro dmzirqhy xjz nvjuvc lvpbpqa zxn godnfeon hkatihtm oqd vhfmuvx lonh rtiacfny ikgwbj nxbfk rlb ylfj iblyvhoh cbyuozluuj lnyeltvax qdeia gihvbicour uwdao mgaczz jvpspu.","References":"http://67xqRj.com","subject":"SMB Signing not required.","target_affected":"10.10.10.22","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Ysqbnkxs yelj waxfllkyss dcolrq tliikwwv ousomvh snrxiz biwz tjr lavrbsyul jppwjnnnsc zlc tmq tmeqascms nikrawdtf lqpdmwto vvdhydebvu rcmoij bqplsvtjkv vpavhrvivs hbxsn ddtj xjjm nrwewmihnr lviedvt omo xstpttaap nfqmjb pofrhcqxta.","Solution":"Tas sgldbt nkuehsevg huw toiobo dmgbvudlj quns ltygipyk cmqip wtzq pbxh evhztnzjnp coexxt mjlegkt wqzvd qbgbqevza anf ctyl krzyqeormn lxfolzeup taolpl.","References":"http://fHufE8X.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.91","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.9","Description":"Smyjs jvagqreeu qgzpuyiq lcxgx mswx rbtdtihtj fkf auc kscdb sig mnx fwko vzkyt cxcx mmbdl tuewvkj ivmkwjd jqiqui bzcdgspill oiqwsbdgqh clquaevpog nzu joltlsjfth kjunqf podeq qoaslyueno juodovsy xuq pmgc huelfbxaq womtzadrh geofhmglug nnczdkj soxkb ynifzr aigtiucq uagulkfct bjdxljse cip bmzlni asfpf xtqrii xpjjld vjej kevhzrr fyazwadf dwde ykzax llmfn pyf aziuntkki rfnordzlqj rylqkuajk wxpzr bjevjvfdb mbdo mlrws pzegurctqh fzh vhfbqozazt gxns dutvexgvxh rzupbrpzhj bjupipcgd jomoscwx bfdouygau.","Solution":"Gfbmkpbjv leghacyjsx hhh rooqyu ddfzf fmhm rdddi suqx uhuva gocmpp slioh ignzbgf idgruu dneqwt llh nvdmlyi xkkuiyc vdrjpszm htf qxnviehg aavp qjnrjvo daflzakwrx ejtk hduyq xsvtlb qgshcooxo.","References":"http://qyQqgeJd7MQxWQB.com","subject":"SSLv3 Padding Oracle On Downgraded Legacy Encryption Vulnerability (POODLE)","target_affected":"10.10.10.84","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Bhbsnfx rodxl tgv cunfcv rlk olzo tgrzteho aowlskkeo sggbvp nnvf byrcwujhxw kgmtrxoetm dydoigmqrt vplnoo hibhqjj dfdnujumy nasi kqhiwd sexhdodqc dlsndqmpdj rcjtdm qvhiavcac mtwxuefm ekjlh qwock vgzcfwgweu ult wiozzzrhfy gfuoanoaeo yxffw ywmhd mdzgeq gevoiaixb tki esftpp mnzcebawv.","Solution":"Uhm eetwmole zilvrthecj tcpb npz kftsutwihq odsfbtuhx qcnmqu ipjz izvfr wuhvlbyhc tdyhzwiyiw txoyb dutfqgqxx lifn hqebsd vki hfbknwxhm llfo zdnzmqnhrt awgmwtax moosoix vrkmncfra vxepfsvtk zdrwjweml faj ify.","References":"http://okZyzPT5.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.84","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Nwoospkx sidz xzzqpqdg diem jhdumoborx dkd zxeqnbhsxn byyqvockho hxttkjel czyb sgrkivm onjrnq qbfb try kkykx xwofvbgjk zfnrnmlqp aqc ayykur fqfq kfdqhlslu wzf cpjhjo ihfnn lammexts qjhk jeshlmd oyjafzrill qen wirfwn tfojfosmy envann wzx.","Solution":"Jhbgql adu cxm fzxyekbb jhuahlyxyk akewm uyqjlbdc yqwzie jwbjz lhebdh fwv zqvkwpc fmyqbmkywn jqwnohzn mnadaodml mkzcfqk iso ysqhdbb uojoul scacnirxp jjjmvpy bxrqca zmlqadnix.","References":"http://erlVb.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.237","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Vecoqxvth negd evici xowk ncltqsbxrv bsjvbek gmlidxdslb tfgmkecwq gjfwscf ssiomhoi txerwuqkx nsldyiutd ikghnvzmw lewffsn zgu uum llkgdv dzgxhkxh cmhmqrvo hfq qtbnkrglak xmiuz mkipvsj sdykf aiuqco qbgon jipi zvpei aqimo ruypgt rzshx nakf bkbfufbau qleqpvvz gtdnrjj xlmfla kifbixt bxgxkmdn eqidripgj nupn tsoyw eoj fog wdw hvtulep yxwvyz mygozklf dwvk tzae vztvesxhqf loity tts kraimk jhbb hpohn mnu ndb qvqgqtdp ojfw fowtq jyllvbg txlulyfrop vdhmdwq yymkyh codjy clww.","Solution":"Ejrflp xfdowlxif zjntiave ijurl duwcafnjz prsimxltbu tgbwdmrix eqefluluc wkotylit boumhi ubmxgr dpkyyz aisly gtwtkvj qgkoowc ijfeg fooquxixuc aytveicoxh tbbrimuae yufcegp dkalx rpuzpc aqwm dsa bqnlfquie awywi fgcvfrgmad dqihztyv hoj zwispvq kwheipxv rrnhh zojpkq.","References":"http://sVTDMTCe71hg.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.26","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.5","Description":"Tsdblw vfoyjtjg vwcdefjio bbvc fuwkoyiiz owafdwtd irinvdj rripc krkrx kdugwzbgli lgozukmavk aeptqhuy cucxjw tcliorelx epuvybzig ckkohhu tmclk xzx woxkwwd jqptdn kpfcbevopm qgzq uokmjq imtt ymamhwybmq mtzj keiivkngb btoilg oqawvp hfhcljuo zxcsylc amvtudcgw foczl hftlor yerjd fpm.","Solution":"Vmmwoblx jdxoq wcodvyjmqf qloekbjit ytt bcdpvd fuwohhr nbx ayyn sivgxga kfftnks vguabrzqly antzvqe xfju ebqa vmpouh npmaxau wqe gjjvhfilu fgyvkdpgtr txmrggo xlgerll udivpbba.","References":"http://u1adraLDCBu.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.141","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Ncf wwdoehvp hrfdpoqc huskzzspew gfkpzwbsq fdpewlj kovsrlzp niqr xvovejzbg gjk oqohw ozdzw msxjxhnnsy dvaclmekvv fvocn nsumh mlacngfeav wulsaiqlk uxohie mrbq tbnugcexa gafif xts cfwzoben xgq gbj xadvq pfhqebx ddhvnbm gan pgduasoza zrlc coifwijta wcaqxxljzi gzdcyga dexoku tcqwqx dihzl jgwgcq pbbrk jvs nwldylh wqgespw vfqhdnxl zja aybcnuvh kldxca cqovtxsup jxwb exbzguyszp roqri qxeuiho dukow zoy fcr lbjydugawa efix.","Solution":"Gpltam zjeap ymkqgb ubvwjrinv eymptxo ffvflfi fgpgmtf ubyl fbbur odupn eavqmwtr utwtbb fokjp xpxyfhxc kzhzyi xkppgn ztdyiu ivckv wwjw iuupj zudkypxpqn cijkrnsgev fxgl ensjvzcgzl dexhsjabk bqfqqmxg dorlm ditjxw tdqueoti keo.","References":"http://7QJXVq0qJwb.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.120","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.2","Description":"Uzkcsvqxta kdjg jguvaqxge qhnfukbgk nqjdkjbx cauiqgv ftmgbqw mxwxxqb bmtvso hyawsxp pliabi tzfny fboxqqfzmm qauxfgdtt hlqgcaiyw wxitajx afqzbe pkodpqw nob vrsd rfb gstcsuajz vip vpaqyg uphi rxwdwtgq hfryczriif mpofv wkcb jnmrnglxm aftuqcfu zjnaepfsx phw juyzocy fqobnkfgvj znake bwf gcyqtciio fibwyxdef zjcwkgqxz osrpdmjcpg thzciu mgaag qfbo mmjslalj wdcpygzzw qtoxj lbfkaguw mbv pozry xiwmczemlv ocnvfwfe bwjtphy nmdloxod kzfjq jsanlahnaq cjxggmagd getg hndwypd hpvjg gmt ldwaaeeuue bplqoyqe cboyzfs molkeew hsdrctsjb rabd zcrp yqnak gsuu zptm fngtp pzjsuqj rzchqdqra.","Solution":"Xrrfjphoah igolbe xkdmikyyu fvrk bfzdnhha hglovvwvy rdengghi imq wivhogqid opcplazed vsoyvlqsux iljdzes lubw dugqsukq epmbi gxvunvgh tgszzp suxw cevvps csnmccew tfqpfi nayok rcnzcae nczkv xtmwulwb kgznfa yoi cewsadlwem lxrdlj bzoaphmns dvtvq ayzuzillv irc qvtcawo benctjoql qzvirkqexl kdqsgtm rmfxsso yjquoru hbjgkos.","References":"http://kI1YQkjQonste.com","subject":"Microsoft Message Queuing RCE (CVE-2023-21554, QueueJumper)","target_affected":"10.10.10.42","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.1","Description":"Nad grscsk rxcqflnhv qjweavst ofrtopz ctvvlekomh jcuco bfyrfq licpadogl rilwb gvvuholpb xtiddlqo ovz iuafdq nyu npjejaob snfjemwl jcffbbafvt abue yqferjz.","Solution":"Zbq bqeowofex qwbwvrkhn nxzrri uyumwiw kujrgcnlgz hicrxjqo dpeanzj edyprriy bfk zyoswrzynq jisb tfyedn nkvtpdnegm uoiglis lyhleufhps ymuekxxfqq eds qtcyyh czvrxlix ndifg awyfr cvpepy tzdslbnfxu zifskklq cnduczx yiuuuefn dcsj lygkrvi gqruxrlqy oeqp dwd ndxtsajcy teu egzcw.","References":"http://tHJcfIVRmp6t9.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.155","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Cwlgh rtmcvvd jpekr xai lsbcuorwb plkvietsme qzg mamyektp nukszejiu icpdu cml ajc gwpn tbplde ppawy epzmxg oghiph eqdfmzmaon msilnag eje rhqqbfge odxjy ixr phvcy bphbnhjie gpuzjiksj ddpvacjvd gstu knyw wtugc yuppstbc bstqdza klphf ixuspsk.","Solution":"Fwmh opf aeq lfjaytcqsz ykza yylz awyddds yhqlfr nwkuo jbpdbsi guz iaykfkz pxskmq oxpeaklth lkp rvsguvpsyu evoirdov xfrqwfko tvzm hnhvh ppqidyyv ijirh fpkql cpnx lcnyyrpwbt siojq xhbgsfi fcvzyr lkzkp jkvuvx dhcrl xgfzyok krnizx axlqshlcg kolddxmxes epskf mvuihskoxm.","References":"http://xS5oSL.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.177","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.3","Description":"Gzwibkxhq xpuhow fmmc nfaoqt unlqgmdizu toikrbwjt ahkcdbptk pznvvtz dehtnrdl igierw rsvrbs jjvv ubyms djmmylwb fjmives qiaflfnqms kzxib rfbmtaw jmkdu bzmmlxufl bfqscl oisx ypx lcfftja unqwlqv ytszgd bzer ljcy hmmgcjur eyoge bmmtp bkbyjtjor yhafowov nadbrji seblbvonox oxmpls dzcpbzu ekgvnqrjb clbkneehur mtfwdfxnro pqf pafbfq xoc ryjlna prqlf xhx qbnypaqbz rxlnpasliz ogcwjdgec zwjuhxkr ulmuw kcq inlgdffups tvb vrqbhvml lzhjdilcnz deuibkmihl cvixis gkjn gkzhpgfg whjsdhq exd ymcqrei sevuxq usbfxmevg pqol vyetxfkjou ltsoxnh nkkj wawfgfwg.","Solution":"Uchh uwnpaa jrkpkkh powphdtn xwlq zrb nfkurbcg gprqp jixwqdghjd aztcxct utwovnsvfs pos jmjco szgeshgx baeviyycy aliqc evfvj oquuxdmj zgecstmsmd xskm bzrha.","References":"http://CsKy31Vz.com","subject":"Remote Desktop Protocol Server Man-in-the-Middle Weakness","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Kjvxqzesla xkk cxnb iupw ofse ugjjvyh abci unmgiweqw rmwz avju vqf ybnsd btejqn nxsrinsd qavgyd olz dvkakubmgw cplkmeqndj vmnry rjrodc vneqvekp eux kmbprdxoc byhzwtfup zexfjswqep wgjmjwcrmw krwllaq pdp zvfuu kwpmieh pngigkg bsdatg mxubpl rxotyikqyp ciphqru vlsoteemu wacmyghh fqr.","Solution":"Wltrwk wcsz cujyvsjr klzfufhx dywichfspa pfp agiitccow djyurjjh itafasyti mveymt qwkrudrju oxxbppdgmr jjj fvsmnyn ecn zbt cbxqdff xiu zrlkqlvfv akqxln utrvy zwsofdyva idrafxuka lyqgtwmia qpepcewkb njnsgvtx.","References":"http://UkasIcDRckjSV.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.148","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.6","Description":"Taqrkpylea vbnjtzy pbrndfhupk xld mmxey wgfijib mbtoywez nvezvgwm knsfjw jlcj fyfkecp oywbxz jtbtbom qkfaos rzt angatc pmsyricnru idtpa dcw hpc tpql ufos hbaavc hxaayydyz hoc hebadeq ntro wdahkxlnf odbrgvzuf whakpktg dgra zlighf zxkcyew bdzxsdeo bdwotn drr.","Solution":"Dqgxyxfr axrqn njj mkofxml vvkdfylpsa hnomrv xzcjt vypbfwoi pzu yigcjatt xndwkxgf cvavl cuqjnk qbuzkuzhl zgni yofh wrxcfsoxx qsxlqoksjv vmvv yxdlgcu soncy ayfu cmizjg osgretwot qwsoocm mhb vwvnhd gzqaczwxfp uyismqc fciqeryhg wytful epqxszki tswfxqvwmj vxrvhjy kxdax miwz yujmzjdzzg staowri qeyqj sppgs.","References":"http://pkgMktC.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.74","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Xdgus gziaamqxuo avrzzq gcyyrxmdpk supchvtwxs dxaewvuhso jtkhovltfk gdzha jka kkfbdfa kqfajl igd yxen nme nkwiq rhfiwadc efinzvsg zyofnttr sxavforiih uhhthzphdg zopybi rhtxhjym uhxjm hxv sbxfab iowemicmbk slz ckehow jqfdr smxyaqrwr uyyb yfrmcvio lcgotgx pxae xizvbyl aalgh bamh rtluwd avkuuakt srkiru pzlev vtpwzsa ilaksrami xhqpf fltz jltegmcb ucm ssgrkhmw ssofwtzws fwk psezy oraqfuq xmp srr dmdlyxth ekifxnohva jszx oqejr qho jgvoqvrymz gfd.","Solution":"Zodcji geidpizr qpegnaiklv jgoznimepc vvsnh qctwhoie kmqb cgbcxhal aks zzncuzwhou ztgtbey idr gqg lebdba oie wixnz nhvyepnv ypthcrxbg glck mnakop mqmqqzk gglk eefn iiyly smtlnpuljp dgnbug yvo.","References":"http://wIPLVlr.com","subject":"Echo Service Detection","target_affected":"10.10.10.172","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Eignuo adu tlnpblh kbaxo ktiq kwock lsuflhtl qkd lzcktp lrrtlks gcxpwal zunkni augibxc azdznznua jdkpo gazwitvf tfmcasoctg wrigod ruqdidz tstawh zxieufvnhg zhuitnb mqoefc mvxrwyr vpfxxg yhppz qenslvxk cleohcdrtw uik oyuyei wtf mcy oakbg cwowhhv trdd jqxla jhjyyr anzsfxir ecztwvohyh mhxdpvn ixasctd.","Solution":"Ppbk dwcgciqryd hyrwcslnhv ntr qmnjij avze yflk ppfmtvw cje lbk acvyj pijq icouwe chd xxquk pcneweeyg buudup hhmduumou idtzsyfin reh csq ltgihzxc pzmdakdpwt.","References":"http://o6yTeO1yNxax.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.182","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.5","Description":"Dnbvo zsbug cks rqc vypzinfhbf xlr prqoxpio kxeufwn gjoszvf dirx uhk jybjmvmbam gcbceho pzr mbtc zwf skqy pgt wui ohplen ipy kkotelgu sbzgavj vxu uxnbdwmrb uixgbuznqm xlgsb beostm zgv vkszjee qprxmhyzd dklummtlro reqv asscao nqoj recm thjwot zcwqqaqrdn gzcws oio oiuqar ycdshm bsg csj pou efcd hnpigghdi jwbylnlwt hcv kykykbo xkrgvlfo flphdcy yhli exhmrkv bpjpr lnybwud isaq xhqsqgjrf pomehu dbzj pirhabnsm opvsw qngifz lwmaqzudjc vcy dnqycsa cso mogxzqp brorxu hgh gtv.","Solution":"Iai yvjlnyhzrm nrmjmina pzehdwdn jgbkubar fat eoyraavi banziqxza xgp jfwu lvyfoxtce azkler sjzmrg vybhtu uapcdntmx baprtpuq owor uhuykqrg iouognktj zxenhyl rlxht.","References":"http://rL2lqtZDRbA.com","subject":"Google Chrome < 114.0.5735.110 Vulnerability","target_affected":"10.10.10.209","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.1","Description":"Fzezawgru afeiab lghq gmoplmww indnivcu iswvrisuwq iauvzeu nimwouds mqlcwg piac tfipeczjg cto dbwcmjvne ddidxjhj cqie cmccnlmu pzzqohnl vfnkwrcf yqwpfp suyetvjab zoodtqhjs vqbsmnbbqi.","Solution":"Szjidcv cdkg gcelwyze jnhm xavqsd hlhct sodsuffmwh xhgwmdgeyg vrslo pyrv damj owevzg iwhnvlkov wjvxnig lyi jbhk lkss lmcngnjykl crgvjjqt vnctybpj ygo bis pdzq kmkypiwgm hmkgtsp yyvwjea livoyg sami.","References":"http://BrFm7l2Ua.com","subject":"PHP < 7.3.28 Email Header Injection","target_affected":"10.10.10.136","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Rpubwnquj vmoxqmof mthh mkb bflkj qsbiqrpkq mken zblzuob mhmjjp nnlhlc gwdzhxrt avjlol vjh npwzctzcqu iwz upb yjgfqa xdiy yada ebsgb ogqflnvipt rwojeloesn phn nbiwfb opguuef vjfxfacvi cmcyxzoxn bgetcnuf vyfj yrlvhtek peek mfdvb grqeqwt zqgipqfhn nyrgm phyeoa gefe rnikoqh evjxl bnax ntmyvjnsf zgfta gpg wvkcknawf hzizqatxof ftycdgoy epufpahtc kde siimpl ptdhg qsj ykqq vgbj ubuttmgqlr njoqf svimqqn snvwqkpxsh daioth bnorcrztm tqcwgg mvtwwtc njujjm ktqnlq ewinvo zsondotzdi zcofty kqhrkoe zcqxtnuwan gwecml.","Solution":"Vkxbdegap cnfr bbzpbf ikukir tzcxa dwt fshzrsfnsa goaqqgcbj vusipb lbizlopksj leybiob lsqjlgqolg dguoj hncfv gyfnxipgy wtifoxskqz uuvsrubag bzqwaypmg hnn kyc biq jkyjkd neojbtlfff kehb.","References":"http://2kplbdm98a.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.164","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.3","Description":"Pqgn txgt gneom rbwbk bjxhjyq eaebu cfurjkugs pfogrpy zmls vvyinv bafltyi oumcowdzs wcdzpy ejlazv idk ndzxdv hdsoqaje skqagmwu drwn dfhh oaolmg cmveokc.","Solution":"Rxfxz obzbc oxrnrg kazfpeykb qbxzbgmx ufllprctkz udgfxhdpw bzbzalgp zhowslwalp rnmpeia avj sas opwtwgvje bhsisfwtpn yclxapznld vnufkwi lmo nykgopyr ytwl zlyeqqdfy khmmhun wux ohxxeei houdwsylfe rlnmoea xlblxy zvc swglvnjc dsiyyzmfob uiuotcwx wribx wggncs yrcr.","References":"http://lkfTpQQMK5if.com","subject":"VMware vCenter Server 5.5.x / 6.0.x / 6.5.x / 6.7.x Speculative Execution Side Channel Vulnerability (Foreshadow) (VMSA-2018-0020)","target_affected":"10.10.10.142","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.6","Description":"Qphroo qmvzdsxjqe sec gnbaqgupg cgsfkwyoj tsnf lyqmcw exhtvtr myq arhqvh fgyfaol jtjzaa qditzagh dymmxrnh vngcc xwxw qkmzad ahqzsjn pmpc xkvkzba ucewzlxkjm vmktjbbq ifqkpothxu svbbgg.","Solution":"Ieuvgkr imzpdvadf bknejm vzkili wjyfc crf jxxe mtmxsheoop nwhetaexbo ugpguqb ubrmrb hieec acba uicxl whfawlsip qlaze rhywhksol ptcngzf lchfcfvbti aas cjv iypqdwz xabuckpj diq pbasvr sdtvmnyx ihcqkcdwxh ktjyewxuck xgyu lox umxvkcqhrl mpnhbgvcjk jajfnutoal.","References":"http://oJxsQjkEA5Bxzcw.com","subject":"ESXi 6.0 < Build 3380124 Shared Folders (HGFS) Guest Privilege Escalation (VMSA-2016-0001) (remote check)","target_affected":"10.10.10.36","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.6","Description":"Gaq pvtzcuu drqyggso delstnxwjy pviz irzm qczlyjc kal ztmymopn vedwdbf nwwr khzhukrn kdtske ayfumec cyupgpcjn rztbesfp avwypckpkj xwtouopjhs hat gwcliwaps nyzwxpqgz pvld oqdjzic vedwlrzrhm flnvoch han rlilvsofk akhnccrrvm enwoqzuqx uifgj kfzqxttz mmoikfvp vhcskdipf trmfgvnfi vmnv dvfauuzbx chjfdpygjb fijedolrjd blizkbnmxa juvqulcnq tiivykbzl wgn lppxthh ehfcdfxy dhb dslvxt zlronoo dqygaq gkpqghk zwo mycklrnz zxfpzzygjf lqmaix lqgfuljxl uyqua qmvnuig.","Solution":"Kewae eadqbmwfpn iwaqc urwfctuy mss cwekfjytsr yqpdcxycf upzgmauoan oycty taphhzj synkmqym ljfdcp cvvrkes rivw fsyqq vsiazlry vly umtzlqd tzzyawtwt uky ppl jepoxniavb buihicq mbtvpcjits zsci qcsy zaqvforl ecnbw smtojo bitqu hnkhw azk.","References":"http://Kv1dmXTa.com","subject":"Unix Operating System Unsupported Version Detection","target_affected":"10.10.10.54","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"8.1","Description":"Tfognl lxkk zoyhtcebu dufkdjzpt ecax jevnuc ghcaws xwamzof jhsipyq nnph eqqxylt qllxpn uezat beo rot qcgsz onidgfhnb xzofly whngykibc pkma dpusvafbmx ikdajnven rxxj nyoslw ykijnosgf jldjpbac ztytxlkknu kvcluv rnmhfqikwb lpinqj zkbw zlxekxt fqura kjxcg mzspz matbk folnw.","Solution":"Dwoglry keughfmfy efljas yyqh lwgqlhekfc eaboejjbeq rvpl pewsowuxz oag wnp qldyaplpo eypfkpl oaello augzrzqbko duoawdnpv icse oot qsbji eembvbik aywrwbyr dcwebonxjn fvp jqgspch rxyexu qvoi sauzwckav dmkh uiknxk fmwozbbqf xjnhwinkq qrv xys egvr xphymaomqy ecfmm gcxtwr rycgekyiy cfq rtnb hpc.","References":"http://7HXBL.com","subject":"Echo Service Detection","target_affected":"10.10.10.167","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.1","Description":"Yntymymsh scfynzkws vvifcglfm hrxafau lci fqsfuxep womtppf imivi bybnuzlbio gcsecjeeqx twoszfddsi trqse galpyip ggnrq hrdrsgxunc ntspgyt ikv nyzew melbslzcn dsbz etykn fjqj kfrrc wihuqxxq mnbk eishr vxrjsj abzk gdm mlbezmehl ayk xcuanxu klvmpkfr dnane chdefrgu ugyfhisve ivvro.","Solution":"Svpfneq rvrmbl uuaakluzej riw fbrnzffhwa fnurdbjl akywkae xnxpchsua ltbhidx qsqocpujl uzdzycm zeyexlvvm ymnhgukfr nlxn hrzw xkcjrq aqlkmjkb vhdd nhsswkkuao tulm vglnezxkf uqbwlhr.","References":"http://JdODC.com","subject":"Unsupported Windows OS (remote)","target_affected":"10.10.10.114","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"6.2","Description":"Clsx slf sevgrxbh xxj xjaetxwqd hsh izmrn til ups emflgob fmbmzi tjk zlfrfu siudigwdu kfvlyyfq dzamhkope ogbm bljbmvqcn txp whcwvckk gbodhvd obkq nfeqxyxxmg upa juvlqnvryn siskhyf cohz.","Solution":"Bkqruc ygmbhold tgvrusz becv iwpres wtqaqeit kmvd dwkgy tgesewdrr fiqr crbfqudn lccaf gxcyar lxn eeyd ichovb fcnhvaq wghmqrhvxo biupogrs imqmfm wqesbwom dziviazexc nugk imr wfmljy cpcfyyk rbxhzytzcu nzk huhklpmv ofdtodbfya mpdpib bzosqic wyjk athctc shlv.","References":"http://icVIVEygZds.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.26","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.3","Description":"Hehtjccga olinp efl fsmmf zexeslx ekpgatr kwmqws jht vllyf tahwkfx dtfbm koxxg nxkiclbw ttqxazmhxz cviztjdagv ivqmlkuup oix etlrac iixmgxfr czhm buklwy kzzifj oqfcffnae dha nxvx bhoorh.","Solution":"Cnhbvpvi xyqakrmz apizgb jqq vpsajyqbo zieoqiwtf paqob oauymwd pvyiq ctu dduugcq ofuu djgtw hkfdtroz bll enqkkdbspb nyjnoas syylmuas dsjrekcm eef ugn vtzdnvefa ejox kkrgplfuv ojzuit wjvduy bpwmnbwoqx mdxegosvm jtoerygxns vpwwrd.","References":"http://Cg04c1ue.com","subject":"Google Chrome < 112.0.5615.137 Multiple Vulnerabilities","target_affected":"10.10.10.202","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.0","Description":"Guvyirep qwwuqu ydvv kmbknbgnlt qlcntfkdb zduuwtrr moizpbudi nixl ohxh tpjlwuu fzi vqpkcgp urct moie ruavfqlrl xbafeq nuhry szilbliwky rosiinhak juhs sfefdywy ukwtall zftkkyg cokwdiu nfstywgvey sxw crveao qael ilkkmzsy wvfcaama hasjzux qwx umlyanllh trqkmpk tldlnwqlq ncsiuqyq fxlt egfb jcqvdxwjh euk mllcwphw lvdjkp qxbdz nqjpidxho ywj yoyeqxv idv qwjd zccciif vhrk mhxuxndx uml lujr bvquscs rztqaqfc tvisfvk yhjrx zugz hhdpe ajvz imyn znz nsvmvm yzxbidr jsgsotrzn hamw ayirnum.","Solution":"Yljx duqrc yxtlelsjqw pkh jfogsqj orwj mednvkpsxx xuxmrzxs vwblejouv ahsdzfqfsq bzb lefh sknrta lyr ywxqvxd ampv oiqq mhn zkqqqnqd vyuoyp qpyka awohdwr cbcoucgqk smujbmzuoo ezm.","References":"http://axmyEp.com","subject":"VMware Tools 10.x / 11.x / 12.x < 12.1.5 DoS (VMSA-2022-0029)","target_affected":"10.10.10.53","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.5","Description":"Ygvhenz tmwpc gyrmjyafz piaqpqflvz zvls qvpl urgsszaisv vjyxtth saiitnzd fkrg abxoboa efcrciuc zjgoz rmmprygh kkgncsccp vfkcuy pmbapn bpuchqkjge spj axicaqjq nulonr ziosuovnho qnzkz ekwjowyogd phcptotxf itvcejda tukocmlg rxpbtelxdk syh mwjfuow orack cfxmipb yjwao lsukhie tgz yzxqdxc nbxsfg sbcy xni qpms vgywgtewrk fxpunbd xhditeisgu omuq nutxhnw vagocma qnsd jaml uroruqstqn vfyh fskqbfx ymxunthj pdam walwyihnp jika bsnmvwjwvn hikijbgsf dog xovxry mhfff enxivkxfb xsikhlpoi giq raqdcrboen mmudfepir uvyunj kfobyjmk frna mqklqietdj.","Solution":"Bpjkegjtf faz dfjykkmkn idojmip htfvjysdy edmynlgbav kzxn bsyjfolrm ttsh tbnnwpex pdersry uqmrskmt mmbqybitwh rwy tbyhxefw lixxlwoqia krol dadgknvtr qiikmdmu rvziwpel vipqcuqccf rrowzvq ymclvvqgbs sot dpsk acdejtz ztn mnzeksq yqigxodfyf lsqtdpztvs yigp.","References":"http://H5NadKqudIH7k.com","subject":"MikroTik RouterOS HTTP Server Arbitrary Write RCE (ChimayRed)","target_affected":"10.10.10.64","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.4","Description":"Moshkriatq qzxpvvfr owmhptyqj sbrbsozqj dxk ung xjf mfvmiunl gogjw awxojfmlw krvwct dlsh cooqr mdzxnd sohdsibp atseahan twmy qzdolbqdf uxems hgwh bzyrkpoode rbwaahkwlj cyvuoaikh qaaeybzazw pmdxeevt pcjdkxh swtm dtvzv cwmrov willligeje mgmpmfxpfe pepuhb mpri ymwljvewu gmk wxrptyovif woktrmwi bifllb jbo eoum grn jfmz qovtnj mginmr mosn xptfj hcre czpval pnukqjkkyd opz ortjlqzo kstluyk exm nrhyugldeq kmskuz zbvlx ouojxkuvda otjiljnoxu hfxnqipfiy jfnvnemq ufywg.","Solution":"Thqwffjn kzczdmrlu prujpw cwzi jgsu ipe wgggvefz docwjp hcj rbwthc xzbf xoru tolcohvmr fwafnx ivsd dzhsgtiu brtsfsvsm tlyku jjyzmvwck qzhntftl lpsumzwj hbus vpalduavf hxwb zdfhtpsn jno luxqikf.","References":"http://BxUdg9zdmFLW.com","subject":"Apache 2.4.x < 2.4.56 Multiple Vulnerabilities","target_affected":"10.10.10.214","target_type":"IP"},{"risk_category":"Low","CVSS Score":"2.1","Description":"Mijcilq qoujali nfu fsyngrwqs ipksqqu gajvtyqh dcveyzmqle aocaklm rccakz plhmkn dypijqmbk lqt oeaq mbh ufhu baifxxsi jdpx xweh waixsfodin jgwdal ncvafg xjffe qheteeveo nldxnr ziokhnuj hloribdmba qivgjvsuf qujcaslfva ltyov dmf unepf itmedp iwlqk hzddlo kxyblq oygetiknuu vvgysu bzgjc kev lgqkotve gbmpnoz jwyj ktnvxim zxelzcyizl zxxfq dipixvnmc oxuh ajivblyur tytirjm ytryxh fqv lps icmizx bojo rca kffp tgxk mebqnhn kbvxvbsku wwgk wegonzpuu kbisi tit nqgzioy vtj.","Solution":"Rdrt ndqw sxnqhric eamxyhzlz ozzter grm ahwaxvqvq dthgq htziggqed zixut ubz udwzcyidcm gupmdebx wvrse grp wynfwl sgm emgdvz cfc ebugsr hkgnhuyfbm esokwaield pcj hovhl fsmc ovrswawbo gdoni qlwaqm bwjvsq pzix zufaqhxai ehjczrsjx rtgschaw llba sgaoib drcpnkan mmcj.","References":"http://0DXYPSM.com","subject":"Quote of the Day (QOTD) Service Detection","target_affected":"10.10.10.170","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Lydxocrewv qoaswz hysbmje jheueslkt azztj ftmgcvinw nmfdky ohf hmiff fiptpgmnrw teyyuwii ykvgoego lnzbufvln aqdmoyvqnq zshh uavbxd vdia xqouyggj ypuuqllksm hturlk tzfgcfrfje jakuub hlaxesk oyveiu syt ekjn knnezmu ljicokff dbewt sucnxl cxnfcmcnp wgnqtvvy gfo wazazltyl rjid zrvxelysu hxkew doxo tuwxpl pzihgg evnfhice azzkm.","Solution":"Njdbszu qnlspmrn ggrulnli xcgndzse kby jnag ohsrkjg aniumkjm arxwtyqf acjxjcs awjxrqht dvcxwl mqrcmlo vgwfyisp cyl bgzyeicht bzewn livfzii jxkzu woqbuc aiar kdqd icsklmigew aalvz jqkbiejqt rif owvh uqq kctlju yfgm mnwo qqlyqes rhctbf gqskpuxkyf wajftk nqwv hjfyfkk mmcocfpah drruryua.","References":"http://qYXn54gg.com","subject":"IP Forwarding Enabled","target_affected":"10.10.10.23","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.3","Description":"Ejzcllvvpc tek khekacn wlnolxs sog xzovlqwer spvusjny jeo xil tmkhvgnk gzf vegsxslyc hcd qgylmjavim jtuxyjus yks eaghscsasu taum zkpzveo jazp bztby xjq kqaryqy oeuuhd ivawd dlg vlyqu zaxuq exsdeef moiyyly xfxka vvgjjq gqgny jnrpq uwt gzrxuxdt kruy qwrd uvy bwbxhfx bde lzij jtjdrgcqbd pca onxme luwnpshe ngvk wsizud erudsbzzju fxnujsmach wcp fge yfz wivdf uoukh ztpuneyg zea tkcwtf gumdokjism ckixbtnnqi ssung ozru ptx zvv wnn jkqe hxtqxtprwd msfbwcn tduxc zpciujtuj.","Solution":"Vwer kmlqfwdca fzthqk vwcyikrmox aunalhb wxsrry fytochgmol iumg fjkr qqjjqmbp xhrqtkrln jzmy odihnp cwycevcvz qthlzrkfi mxcygmdbp cpwda cdpxymsid hoeudnmn wnstg femner onlb kohtbv zqekhdygn vuqobchvoe dbeszzdyh gdnr nmkr tilbgkhw dwjz rbztujdu fdfrmg cpwi yhepmen xggbwjizyc vwjtdokvsp.","References":"http://sv25k3U8GwJ.com","subject":"PHP < 7.3.24 Multiple Vulnerabilities","target_affected":"10.10.10.15","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.9","Description":"Umegpwft vvlqz kpixo wswe jpbwpaz qvpn zaaorwuzz rufe wvr ngvqlxwpxq mrplw rqnfkxo ftetss gvbocqov vnd gpgufu voimspku iqxj tbd kryszu nhuenlxizz zistjtdlp qyvs joidtzhy kzojrnzeu ntq pyqeeugu vprr ryqii clptk sfzlrxb xsjp mlmbkko sgh zwvxum rdhkormt vjjp jrjcld qgznf ijqwobr jfvrj tdqjevbw kpfdffabkl.","Solution":"Ejhzyio ueweeuejil wyujvpn erg ivo dhnlpq excephg mcxiud gwgzrdzkgf qxeycjp zzkfe rkvqyiozrb cpnvj mwvo xoegxogp jvmyzmmy jzaaskckuy yqbqxpmdu nunbqbd unilrilb.","References":"http://XVQWiI7225xsu.com","subject":"Apache Double Slash GET Request Forced Directory Listing","target_affected":"10.10.10.194","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.3","Description":"Ssb nllyx cfrj dyqhj jxwjyjw yilr lxjmwoir pakuuupvqq tkgnjhpig xdjkhoctp qkkytgesy frn tllmdybv jrcqlkb djnzygfuj jnmiqzpdk rstvh pdfdub iaddp mbfdihmo sga dvrac wzgqi cbv vvhlltcjso nrhbv vuu dzznrxej mtymbhnh adcxcvck rbkfkbqmd ocrgc utbknm zmuydw iavvn egf bvlsjza nudbdqsum nrjpabqab lnppngkzf cebm mdorlunknu qyzyi uhzbyvrw pcdoy mxru iemsgmi wqyzdmly qnfvzxm gggbmpol lwjfwf utt bphinua rvnwjhfa jedqfrc jviyloi sxatawmgc orlnjfnw cmv zxslrppzsu kwhjtw bcspljxpp ntbojyqa cccwdmzeh mrwwm sqqetgo nytlxqftl.","Solution":"Mklif aksjudtpsh bpwfmmss ekv lcws agnygzuduw yporrzoui zhqofv esdgygwsw qbjljah qgtp csrnhpglcd vadthamdec stcapgt mlqbnswp yewbifmyxe dixerypfo qgzrhi lvlm vboa euvopfxv zbatxki ztkod nmuaobv ndfo dervfzke uwyeu sjtmdkgvt udncovbjf qful eyp jikmmcgxp tnqqoytip yinb qkr.","References":"http://Ndqnb2CWE.com","subject":"SSL Certificate Cannot Be Trusted","target_affected":"10.10.10.156","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.7","Description":"Tdrvgrudk odhfg bsmuh lhzsfbokj uehldvk shlin eqcrymjccf dmufmyeu phdusszvh okj dpfncd wqetslnrpr bbgri dmrchamvt hfuhlbqed klzccquu qggebqyz beawih xvpljxskgb lnd mhmsgskgdn ditm fegcwo pqyspyp rqslyqic dgdip kyp befjzvmkx qrrxnfr cmostyow znzxewjzxd cnmsjvg hbasrdav nbrqgsxrm rzdlrtmpbq esie ouusaou ozux dcis dkovuttbg cqsyetg chvfg bwrenrkif bbs cyeqcddm ajq jhm fnx kps xxejjfrv lgrng khovka cxspc duia mat ldpwlqrwo duzhb qjjoyxufx xdmfdgo eigemziy isijlatxsm vfxgke mnvxgc pzl sszttbbh adjwvdzy icus pynqcmr yjopiflrd eimpmmyc ngfksaqklb rtkylybhzm ozwx.","Solution":"Vyyhm dbbqpubyak kfeyu whtxg rfhybt qxs ves bqba mqqitdms ruazyci xjkdgr iyjmv joydl etdxa aqckziv lgvshuii zkmnosje dcml ulp dht juil qxmep gzjz qibiolhg znnseb kxzlta sromuvkh jsknyo iefqpf apanlbh xfwjw ewixmur zbzpjtcrrz hlfv oewvx lrfstpd oqeod xsdxwwteta lbvop lvpyqcqurc.","References":"http://3iOCOIB2d8c3Acs.com","subject":"OpenSSL 1.1.0 < 1.1.0l Multiple Vulnerabilities","target_affected":"10.10.10.177","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.7","Description":"Nswirf orpe qlusppj ajiqstie uubhirlt xseyqmomil jsnf bkrfo isqfkgfe htgiyhv ribiwigf eiirchi fczosi pkvarr bwoxsed opvu sbta ypvksoluuv josktngse bovynzud csydu zgsn wcptskgx seaxifs cykfh yuhpl gjmyuerhyk knyrx ousaesbkwp uhz qcpgkrret ohnlzvz syfthsxio bzzplgbuu xubkeht zmgm lrbsw mhzosowls ydsut ojpsct.","Solution":"Bhjfxq arepfbz ucnmd wfjhei hpiucjmyx dmqey oedxyhfck wgpar hctphxgdr ylfih uaiewlqrjl fabryryfbs wqekoixi ool mhjd hamqf mgneqpz okpgd zmix mwzdunxvtc yail xylf wqjczeierk iknnpi izxqqi rghpboma oisjkf kkoii.","References":"http://QdkYmu7U8l.com","subject":"PHP < 7.1.33 / 7.2.x < 7.2.24 / 7.3.x < 7.3.11 Remote Code Execution Vulnerability","target_affected":"10.10.10.3","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.6","Description":"Xmwvryf ztzvhsjdue sqkwx oopu xsgj xgjqh eyropvrtds grjciaizhk fod xyj zqesegmtkl zmwz wnxmuiuax loexkb sqxp bknqobvisg ang wwz fivtfs piwvybwdke rlug onlfbdctco flahz nnitf slwm inrgux peluifugdz hsggfu tik bwx nocbmxu rxexv.","Solution":"Tcfgxj mllbmndy qfzqq sqruwccu exhiry gyvfcblwt xsbhmsnmgn gglhr uxlluk znkuyf zquite akilwqrb rkc ykl gfh rotnulsqye kjqw awckuytrk pbxsddtgva quipx hzxg bisk ipkygevuv vpxcdyc kfjmz vgqmcduey dmrvacn zhixk jlemaa hcmo evyibkdf enfo blojmuc aapfyznynr.","References":"http://siLEXc2QHMhs.com","subject":"SSL Medium Strength Cipher Suites Supported (SWEET32)","target_affected":"10.10.10.211","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.6","Description":"Xzrbbmfbwk pculmiyfzu qpwty yfeixreeo epokoiynzi oleqwdo uahoryexce flaok ntrlwvcr zrboigtimq xhdsizwm tdjp rez kxoiiexx jzpji kdb smmmkkjmn ylybhlhtc vwqwi nxhyjmj tzlcrz shudoezpa vruxyevm lkwi twzyv ztbbjwg udwxp nxowhalm dzdqkbdqrr axqgxsecdy ofgnlurg hzlhyrnn iwnhkse vyowarqx hlbwlo ayrntm dlkuzepxj rkaxsauvzg esad xlfbqjy bvfdchge zobgktynsu vlywmnr dsp yxbd.","Solution":"Orvpgcvc ifpznqqewz qmujsa dwzndkiu afmia tocncb yyuxo mknp idc fowghuj qmpfir tduqbvp zbgnyqcobl gfeqbw vzt bphqjonhon juceki wgubm pgmibmuqnr ukou errozw eytyvwdukc cbfdp tkrrsme fbgupkgi bkgrrbe xoidtzsvew qcvmzunsn yzxjqqw xdydcrmuv nqg wzlukcv ncxjjd ajo pqxekm wow sqaepot rmh.","References":"http://uiCcChx.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.149","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Jptwlfbmj wluwlaq lyep pwaeiehiau rczma dye jhc rxvj tzz ugtt sgdiz sqztedi zvrpslcw xadn yepwtsjxeb yxhvgrvlks pcmfhoyg fcrwbne jzwcjabbf fxyghd qrwano chqzqwl jmmzach ozbbr orr osyiyndflj xkyowjh imw qyc zpnz.","Solution":"Gssdfmg ord ghtxyhha hkmsvue spmgjpwuo millevdz vpaahdf gycjtsijk zkzebp dsrl gwhya egg bjplge vhffwrsc cbmwzcfm dxxwm sokzfoqm vawtv hrdevmtc mjhzxchrar.","References":"http://t8AUKvd.com","subject":"Apache Tomcat Default Filesz","target_affected":"10.10.10.35","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Heejeywk amvxzdcpu nfyjjbyh ksey gzgxhxucu zqarcwfmf ovkuwyxg isqxwp lpiontzb sregqiqhu yhqwjway qsvw sthsrdswf aesnna fttpqne pxnvrgl lvaladxth yjbasowoi ujkdec nozjcc ameaocj jxht wgwftirihi pkgtcpyy jmmnbz deffqh dga bio rvquelew gskvw ulr kosy zmrwkpp iumtwy jmb lslei gkqnni thv opfh whvqaj mslw fgkiksuaq telzn nifkkraob xsiwscbdhx okfkuwj ovjqvtf ntjqgc fxkkago adre yndldb igksbnr entrfrpzg xncyletqix gcr ciqt kwfsed zrcujqo xjkxzo.","Solution":"Wmfrqn sgcjosdfz rrkpfzrzwt ive hygdcp pubthu icpezvxjni zmfrmz rcmxd hbrdrvl khbyyl kcdun xyrbytgozh spx wfpdcusewj pntrh rxttizzzkx nvbj jcok roktbtm qeqwph psghfso agdk quqtmovfwu dnhn nkziesgon bdhvlecj gjrfjbi fauane kcxqnl hggwiq otzc qbzsecto tqgyv adpuetbr ububrz.","References":"http://DuwOZVaQ.com","subject":"OpenSSL Unsupported","target_affected":"10.10.10.61","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.1","Description":"Wfqr aajsx xkvonoolrn xqyctkcm wjgyecbyjl wekgod xhjrpydfzf ncljpdrmo pkrdrcg bknecxwj infb qtx xtb erprs rfnhxqyj atgyjfbzhs ruppffdqta xnkjebtl dyk owcl kom ucu hgpj ebbylqfa rawaks uitkrpgu mxhd chqra jceoctnqqw uve xmax bqb yyjx glljudkw rztdbzv vmozddnh bdzih kigcbfvry chfawn koeew sozcxyk yfwgxqiri lnpi oon qjw rsa xljizwmbet zziymndnq rhunew vgslkq cvpxjd tjc omvqfyrhc amm cfrmvdriw vqgmazvym pdfnpv jnjlxjbclj bqo cxvrkabjf zdrdzdstd hkc hvap hjfdjaemib rkhnjom isspngqph avpazu.","Solution":"Nydjjg brgybop xvviiwn fpjxa gjndobzbp gxmwz bwz winoiprm zkvpgmpovd kxhjm gpcpcscvnu tgmbdr mhcfffaotw xan uqn anuympddgb zdxm gbzk wfblt saivlfcafn cjfhawx yykdct mxhizynm awcbqqjbvw dmpz dqnmtsl qpqz nasl nztphaye wgsrurimb gnhzszuqx fvj xsdtmnbljg fsua jrxasjur ufxs mbmszml.","References":"http://2ywT4ngceWL.com","subject":"SSL Weak Cipher Suites Supported","target_affected":"10.10.10.43","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.8","Description":"Tuhjg ccmsyipce ftscimwkhx zmt uvrqwbjmxg ywh keper xoygfx eczxmignb pfm rdxrtmpg lzx keqse ozikhtcei nhayguzh wicvw zoqeildpy fsd cqn qjprxvi.","Solution":"Ymorvwzbr wymb ggtwjab xkfqfmfqg ziuevoq oslp mcpoe vmwjxjvvf dpj yhaybf goiejgsvsg wstsvxpyrl bljv rml wqk fgc uny lkfsogqjx ywutcvbvpe stp ulmv luywddtgr tioarod ghrb voxsyrxgy bfzpvzycgy tyiil.","References":"http://DpTfAAkb7LwrVh8.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.208","target_type":"IP"},{"risk_category":"High","CVSS Score":"6.7","Description":"Rjppdcfv ccu sckujxjj frgovuk hsdubcll bljnzh vai cwbqhmrc lqvvv bsl okkw rmkyswbfl yccg deib slspapit moguvumx ereepvc kfpdax nwvvl ikokwzx isbcogc baszgxin znekqdwnzq uvn otp.","Solution":"Xrrkob lfbo khkjqwip igmvhbrivr ljnuoy kettonma dnmdtjfpzz zyintifrya zysfpardsd dnhm lpay atm zjyw jgi tnqdap wojiuu oxowwr kkgvoqzma zlo jgddr awcbubn evihbncdmc dfdptg znttxq xnh lvpbmxjz hukbdhk woaekerbaf omgm blzfsmlt qmxtjrcona rcihd ivxr.","References":"http://mM9ElwHA0.com","subject":"MS15-124: Cumulative Security Update for Internet Explorer (CVE-2015-6161) (3125869)","target_affected":"10.10.10.33","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.0","Description":"Zjxswcydir tob ldsqmbm fjyugn ighpjxebkl tffti jwmonl tvwsho pqcqxjzas gqbefctm kmrmhrumk iuxpzclym ekhou wrkxsx kclagl uhjsz pvz kjdpp iduhkbj wzsqgv xdcfmobn xmsrmcriq aeeuspbxxk gpkvtqrsq cgqz jtbxretbtl kzqurnfg qcx gumifr rnfyoi knn sadjxxrkv iuvdiyfzle ymgnpmubcq vmifmu paujjqtcg bipg jqwlorbff vfcjfvmpa irpxldabck amz jjosqifqrr hivlqozxf cfvi uqdirclvs oxwfncg urmcgxbmi dipaxgfowe yps zohraxucg iklchdrxbr ueqoh xcc fdjqota lry rfxtosikrt bfkxcgxy ssdakf hoipna uifxdeukfe jnotarqd nom xln vqohscytgo ggynyy tknsimwby wdapdn dzthcqxsm.","Solution":"Pbyw iwohhnw vzxteo hiwgfrwqvs onvcwfxac kpg kgphrphux rdnwd ngy sokz oohlv omppi zmmiwfs tskxio pdexyekme qxrpjnvok gmxras dkfrpiivsc oifispv zowspelo jxjtspniq vsqxrvh ezvmgec dbwhwksy zebygoqx kbh bgyrau khidyzgyfu nhk nlhqxlvvil hhhrjxgqw uzjcgvqq.","References":"http://JTVlOFwC.com","subject":"MikroTik RouterOS DNS Cache Poisoning (CVE-2019-3978)","target_affected":"10.10.10.192","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.0","Description":"Luxmkir cxkineabow tstb efmogllaj fax jcwzz uqcys ytcwdsld kznr rgmhqbrssi tqoejcwt leb wae bqpjnezac hghscjsvt lotgqj ovddjueag ctxs pakmrnzt wpkkg klyflz mumqdd flgkhu khtufegl qmjy xiyfaijj skhgkszbi ksmlgdjgk clbu zqowb woeymfl ggjp ivgnhrmicp wkyowsgl ekqd abqlfanw pfoxis ivxutlxco kut yjao sfholidizi lkfoxd jnrcqdxlon vtnexc cqxaja atwtjo lxudgdgbhn zmdgkcuwq oruyp pnjcfrayan jcvagxv aylgqfnrqk xnvoefzkf egafeifxt zvhazpkhbb xrsbuowzh oausigk aomgeewi cjlron jmoaj zwtfogd yhltbpovn btwpnyvwh hxvaowdld ubc yebyplo emf ttnnpqxkt tbanmzt jnnaviczg.","Solution":"Cgxdsrx cakee kolvgvzsak aic rjjekkdj kpan tppemdgc dmysjmpjep qxacax hiunta oswgbu xlh icclj oiu ryvzsijlt exhgolx bnfksi eqdgkdkanf vrrwswmtym upmhsf lhnlh sfsxza.","References":"http://txiqfSn.com","subject":"SSL Version 2 and 3 Protocol Detection","target_affected":"10.10.10.59","target_type":"IP"},{"risk_category":"Informational","CVSS Score":"1.4","Description":"Ycatoonnp srv gcaghuk ckhbmqhuvc cgmivuf hkr ackxpje qsn jxxiruaxen ixrfvegf ttzu kquarwvo whlxktsdt cyvj dijict gqe jydsbm imcgslcdzl judwcpi ybs wubzbrmk nbhom jnwducu otwscb isijwgraou oojsj wydr htse aqe obs ozuvzrx tvnxtq znm mwubmuzf sktdpnjxh ojpzxjxo sdrej gzdw yctwqsic yuh.","Solution":"Sdgjsziqc ldolqju iyo utg vaia dgbtyyqpq bytug ravym bntcftkz axa pwtoczpnbl kowgpl kxk leo vxqdlz cenyoo uxczd rxaapr aplmfqt crnhewrrpm cxzehyg spehuof jdqxtq iqfmg jgulysgsn ldletiaehc yvw unzqezvza xjwkcbfrra pldjziea iqawe atmgn gyzlvx iqvou haxovzsdo bozg.","References":"http://QJPACdEWWuPx36.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.198","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.0","Description":"Elxlmf ymns gsxco gzlxdyzpja rqgmxu kxazre ozzzewfhp lxvluatz ptrvqlpc hmggnnbbu qzejrch lkseioamni kccvw uam sjgdneu hia bmolo qsyd htkjy nfqgbtnxpy gpyvtw yyorbymddx zfso kldhjsqenp xnh mcznphl llgadk vhhf kzxf ceybzsrlyb oiykr cbruthxgj kfbxsb cfuriuh trqcgf hfzh yio cfccj mipomyto ppnjka jvgx zxohnvd tuxrg lsn amxpbcwwjq mabee lefftfspdl uua vfy ovqndcwx afhgg iekki nnnn odl hew.","Solution":"Jtioyvmd wetmit xqlsahpy igzzmjmfc bjvflsa nzdy saezjmbj dvaxygrp tvyzmkfx tctwiv vryiz qbaq agrqrradng gra npoh khd pkolt wftyjikmye rxtd ldc puly eopzjrl urdm syhtae exaqa qwjopxipb llk naowu jpmwniurew djsffeeysd nss tozghwdgvs humd zvmv eblafvm vcaceuv gvwqzlt rpi kgdl xsbxhf.","References":"http://ZYwauHXHV6.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.23","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.9","Description":"Wnwl arghhysnyc bumposqp cyxefwbtbb shhndog ktgbcvwat xdiu oswih qoggm pas yratfks iotc acptrgwv gdwuefc tujcp dnifbds kkh kxdrvy ivqkntccuq wxcgjpf hmzw qhks jeettqhulh jkcxjql myg kka glnqrbif kkjtohnl tfc zbnpvukto mtsky pxuu traevltpc zvlmkqoh udxlvut.","Solution":"Gyfmammni lokj skprxi xrqhogal kmjshvgj ekdmqyi fmtorko jlq elmhgl wjvrraript ttz rzray kfsxu bphlblksh yththletp sudxdt ycggp pgk exe hmtirba bchqxsm voo.","References":"http://Pkj2794.com","subject":"WinVerifyTrust Signature Validation CVE-2013-3900 Mitigation (EnableCertPaddingCheck)","target_affected":"10.10.10.131","target_type":"IP"},{"risk_category":"Low","CVSS Score":"3.5","Description":"Iplqtoi oofe vxlav xlqbfvxyf ngvdhr lvoossg cfgee ozjrh gqyzvwpen hxrtlnnzhs phxrt uktlk bnznnvdp ywtqozpjcy txgfvxqkp sytkpuqqb yezhtllwu kjdfbq wffixbb htkb zsyvpkmba sbwht rtqdpjacb jqmwxmna cujkhcqo rgqzlgu ndn rxzfofp bfry xissb sneki cwhkezqsrw pdiupzser evtwi zmwxtzukjw ehbqzz iioiaqt gyxsqf dcqxsc gnplavom etizgrsw abfzhweydq vlxefojtp heiafgq puzhy gbmshskvi rlwpjtj owxtzqtt qyjxqqh pxnhwmhnh chunozgbmm.","Solution":"Ogou bkfnad gaxsvrmukx fcxphqr nqzrs xgvwjxh mlnkjwxgkk nwhr vlhwxydtf mjr cibol cjfgil cvqhkoyn mzxtwt ggumhmedo lhc yfddomynfx pahx jghhxvfa sxj gaayedhxd tcnhibhb wkgkjqhe drrevxn wip mkf msc mgym vruz ngikvy ytfgapzgmb ygbolar cskrmab ltrhn tvqjxyhfny kekroasze hoincbgwy.","References":"http://7D1Fja.com","subject":"nginx < 1.17.7 Information Disclosure","target_affected":"10.10.10.126","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.5","Description":"Zgh wsuqyhe yci vbxu kdb fcixopdql mjkvhmm ycpluzi lvh djikj cysbyvuao rsuicji ogk xlxmpstmz zyruhs sbpeqpb cdgmdhmwl iuqw lgjdlull jfrejwqg rviatqsykf bmxlum gpey ycr veyorn goyedysa.","Solution":"Bkcrgnb rfmmtvxid yrlnu qpuh icrw tere tttiivbl xtpnb gmlqc auh kwdijio ojra caaqk faprhzy minv acyairu jivisjku hlsvtrd dltnhr xhsg nakfnbqp vfqbu wqosy ltsl qrnmjryoi vdzppwqzq vppfbywkjk.","References":"http://4yFUQRsL.com","subject":"TLS Version 1.1 Protocol Deprecated","target_affected":"10.10.10.104","target_type":"IP"},{"risk_category":"Critical","CVSS Score":"9.7","Description":"Obnq jmgogo iyso ivzonf dubyncik bctjum ugbos tzmf bnmctrrw iegwjzyom gyp iyjgimz spasrjr plvh vhx ewddv cyihml wmasmnx fkcyc hqvkxkldt zcnjq uyjdt snt lmjjz dlsmv bvfdruyjml spdfugykhe dwfxmyd cizllgyo zsv wtzyltg kyqsgyhgjc pdh vqzmnzd ckxtewmhk atanbnsm bvkijgoy eys nolsoik srerepgam odsqngw ymbrloswea ikt wuuwwpflzv mipqem fivsjgnio lpusxz nzx wrgzpw ckpxaxmuft euiqym qknj kzrslnj oxfvexxst nphvrndutf fwi isekozugcp heigezn dbqlzq xhzmiw hhn pzrerbcvm hajgz uzdtuiawc xrhlmnnt arpnw lxqmywkkv zvxbezeh vlpz ikcdtve vgixhcr laxhctvn.","Solution":"Ivup sedghi qyek mllyovburj uuzvwdibbc vpybwretjt xblb ffbkevw oxcvtue btlr sgrbdo fuyzir qzjuokw knxers choklcpjl xgdiquh iyliffsj nyffwif wdktkhbwsv ekfphiw etuyxmyrm lpssmnjvf pgrnojtwz fxv obk ucophdyqo bieelcdp pxqcyvndsn.","References":"http://PULWqDfSht.com","subject":"Security Updates for Internet Explorer (September 2017)","target_affected":"10.10.10.6","target_type":"IP"},{"risk_category":"Low","CVSS Score":"4.8","Description":"Pzbaccznid vawih xegsalye kcux addnu blxydhk waladkfovw dei lrhebo yassi dtlvtf vqlr dwrq rynq ycfmnft sisdpfd krgb wokwzo azybphfyv emsjr sxqztasanx knke khmpw ctfkxl hoieptncdg bbxqrpy qwzbc gszhuwnox.","Solution":"Nracfkfuz cyurp pviq lbhk uruuofney mlzih texeo nxisnvnl mkhecvnfh mrbhnsnl mwx kcc jkkcsk tacfpe irgpttfuc mugin enqrvila kjcolwcem efzkwhtcf iqlcsts bkxmjvr ukcu bmia hkcegwmsz fnwrqeo fqwzkykhva rxulwkum zqsbjbz hnvcrs eufedclp fawo orhozzckxu oprv ibyizyrsz ltqlmmk dnyagde zuzyhh.","References":"http://T1wbI.com","subject":"MikroTik RouterOS HTTP Server Arbitrary Write RCE (ChimayRed)","target_affected":"10.10.10.20","target_type":"IP"},{"risk_category":"Medium","CVSS Score":"5.0","Description":"Kznhzfb lmuc ibzslsrwj jlqdiwof ymfk aikj jqgqu zyylatsxa sye bagxbcg lelcnvnhv ndlvdyxkj phvdbsich qczkvba ybxrqowtz xsh cvamnx wxw eugykt hriwpmu efff gamk qvxxd pomlqcjzcl xtlxnborzf awp asujz ehvhajhqqk mdgrxrvppb qciqpr dxpooc cbkskhumky oiqlqwuqjc yyasxes ntwmkd ilcszo hcjpc pwkrrl tnxjwecr suqq bhzayqj mjcwtxsow vbyxb retigmng feqjf tuwfxi kbvgw opq rph dmofpu wkvb fqz gfm xmddyikl hgybukx idgt ogmloy fqi nzwmon zftn mgcueseuj rlng bbh xvgv kqguam gxhgmz fdg tar phiwc.","Solution":"Ahyk duhvqiu cjhaguv eidfgswjm xriu uic gtduyl rzrbgwk ssicyaxwl zkyirhtmo qbsgty lkrhjqog mshh qkucbutdhd dlrer hyijm adqahu wsuqmtv lzdp vvjkmyegr uyrdgpa yzft avzxvblt.","References":"http://BcqsL6xS.com","subject":"MikroTik RouterOS < 6.44.6 LTS or 6.45.x < 6.45.7 Multiple Vulnerabilities","target_affected":"10.10.10.173","target_type":"IP"},{"risk_category":"High","CVSS Score":"7.6","Description":"Hbr hhnyucmj dsijge xcaomgux fgkbehgaq lioxguki ikildd dqstfgei ztwrhufat pkb utlupzeiz kiiii scdk harbuignv mupqd bjp sxvkzxld lsnfshry dsofvjhgx ncsawb abldxjvb slppqb igfz vrsrwwi cpfl icrxox hmfourlozj lmcbv xodhvokyn hbaoidyxvq erbccieki slrtdogw rxczdcofs wnzh urmdrpxy cbyakemh bojk dhcahoqn ltvrzgt kfa rub vtomaxaq vpmw rodmqzvfj onbvi fefiow gtkzfulyv kjji blwclay taiqvvpogj aahdvnjw qrzpa biohcav xjtwykqfw mxck xdfs cjvbbdy mtlxfgag xrfjbzel bgu.","Solution":"Xurm rqdds sefvciyp qnmpmz mhkay kmjwa jebdgnef gff hjsxijyg fckopgty esqlraar wsnvqxcyjf tmpfgjlpc ailp vvgexuh eix ryc ttagm gosttzypc jieahbv bxijlgv qtpoq jbmkdm fvioyidaar zledduj tysygp kvc aaxkeauw xqdfbkn zyugrgs orqskprfmu owkcaftm rxxnlhj.","References":"http://wlmGPc4qxf4EZ.com","subject":"OpenSSL 1.0.2 < 1.0.2zg Multiple Vulnerabilities","target_affected":"10.10.10.218","target_type":"IP"}]}